<div class="module-block-left">
<div class="rinfo">
<div class="module">
<h1>Вопросы и ответы</h1>
<div class="faq">
<div class="rlbox2">
<div class="module-lite">
<div class="faq-links">
<ol>
<li>
<a class="faq-off" href="javascript:faqSwitch(1);" id="faqlink1">Как пользоваться страницей гильдий?</a>
</li>
<li>
<a class="faq-off" href="javascript:faqSwitch(2);" id="faqlink2">Что показывается на закладке &laquo;Состав гильдии&raquo;?</a>
</li>
<li>
<a class="faq-off" href="javascript:faqSwitch(3);" id="faqlink3">Зачем нужна закладка &laquo;Показатели гильдии&raquo;?</a>
</li>
<li>
<a class="faq-off" href="javascript:faqSwitch(4);" id="faqlink4">Почему при входе в Оружейную требуется ввести пароль учетной записи?</a>
</li>
<li>
<a class="faq-off" href="javascript:faqSwitch(5);" id="faqlink5">Сколько времени я могу просматривать информацию о банке гильдии, не вводя пароль заново?</a>
</li>
<li>
<a class="faq-off" href="javascript:faqSwitch(6);" id="faqlink6">Как пользоваться страницей с информацией о банке?</a>
</li>
<li>
<a class="faq-off" href="javascript:faqSwitch(7);" id="faqlink7">Как пользоваться журналом операций?</a>
</li>
<li>
<a class="faq-off" href="javascript:faqSwitch(8);" id="faqlink8">Почему я не могу просматривать банк определенной гильдии?</a>
</li>
<li>
<a class="faq-off" href="javascript:faqSwitch(9);" id="faqlink9">Я перенес предмет с одной закладки на другую, а для некоторых участников гильдии это выглядит так, как будто предмет просто исчез с одной закладки или просто появился на другой. Почему так?</a>
</li>
<li>
<a class="faq-off" href="javascript:faqSwitch(10);" id="faqlink10">Есть ли у хранения операций в журнале временной лимит?</a>
</li>
<li>
<a class="faq-off" href="javascript:faqSwitch(11);" id="faqlink11">Сколько времени должно пройти, пока то, что происходит в игре, будет зафиксировано на странице гильдии в Оружейной?</a>
</li>
<li>
<a class="faq-off" href="javascript:faqSwitch(12);" id="faqlink12">Как вычисляется ранг персонажа в гильдии?</a>
</li>
<li>
<a class="faq-off" href="javascript:faqSwitch(13);" id="faqlink13">Почему персонажи с низким уровнем не представлены на странице &laquo;Состав гильдии&raquo;?</a>
</li>
</ol>
</div>
</div>
<div class="module-lite" style="margin-top:5px">
<div class="speak-bubble">
<div id="faq1" style="display:none;">
<h2>Как пользоваться страницей гильдий?</h2>
			Вы можете искать персонажей по списку участников гильдии и просматривать их показатели. Кроме того, новая функция позволяет участникам, с разрешения главы гильдии, просматривать содержимое банка гильдии и список всех операций.
		</div>
<div id="faq2" style="display:none;">
<h2>Что показывается на закладке &laquo;Состав гильдии&raquo;?</h2>
			Щелчок по закладке &laquo;Состав гильдии&raquo; выводит список участников гильдии с указанием их уровня, значков расы и класса и занимаемого в гильдии места (ранга). В верхней части страницы показывается название гильдии, гильдейская накидка, игровой мир, к которому относится гильдия, боевоая группа и количество участников. По умолчанию, если щелкнуть по названию гильдии на странице персонажа в Оружейной, открывается именно эта закладка. Сортировать содержимое таблицы можно по-разному (с помощью щелчка по заголовкам столбцов). Стрелки под списком позволяют быстро переходить со страницы на страницу. Чтобы оптимизировать поиск, вы можете ввести имя и уровень персонажа в соответствующие поля и уточнить критерии поиска с помощью выпадающих меню (раса, класс и пр.).
		</div>
<div id="faq3" style="display:none;">
<h2>Зачем нужна закладка &laquo;Показатели гильдии&raquo;?</h2>
			На этой странице приводится раскладка гильдии по показателям ее участников: к каким классам, расам и полам они относятся и какого уровня достигли. Выведением этих параметров управляют поля для ввода имени и уровня и выпадающие меню в верхней части страницы. Сортировать по расе и классу можно также с помощью соответствующих значков-ярлыков. Чтобы отменить сортировку и вернуться к первоначальному виду страницы, нажмите кнопку &laquo;Очистить&raquo; в верхнем правом углу страницы.
		</div>
<div id="faq4" style="display:none;">
<h2>Почему при входе в Оружейную требуется ввести пароль учетной записи?</h2>
			В некоторые разделы Оружейной можно зайти только по паролю учетной записи: это связано с характером информации, которая содержится в этих разделах.
		</div>
<div id="faq5" style="display:none;">
<h2>Сколько времени я могу просматривать информацию о банке гильдии, не вводя пароль заново?</h2>
			Единожды введя пароль, вы можете просматривать конфиденциальные разделы около двух недель. Затем придется ввести пароль снова.
		</div>
<div id="faq6" style="display:none;">
<h2>Как пользоваться страницей с информацией о банке?</h2>
			
<p>
<span style="color: #FF0000;">Банку гильдии отводится две закладки. Когда вы щелкнете по ним, откроется диалоговое окно с предложением ввести имя пользователя и пароль. Введите имя пользователя и пароль, на которое зарегистрирован ваш персонаж &mdash; участник данной гильдии. Убедитесь, что его статус в гильдии дает вам доступ к информации о банке и что у вашего персонажа есть специальное разрешение на просмотр каждой закладки.  
			</span>
</p>
			
<p>В закладке &laquo;Содержимое банка&raquo; выводится таблица, показывающая, что находится в банке гильдии, а также результаты поиска. Закладка организована следующим образом:</p>
			
<ul>
				
<li>Положение каждого элемента в таблице зафиксировано в обычной системе координат; к ней отсылает позиция (например, А5), указанная в конце каждой строки результатов поиска.</li>
				
<li>В каждом банке гильдии предусмотрено не более шести ячеек-хранилищ. По умолчанию показывается содержимого первого. Чтобы перейти к другой ячейке, щелкните по соответствующему значку под таблицей. </li>
				
<li>На странице содержимого могут показываться не все ячейки. Это значит, что они еще не активны. Глава гильдии должен сначала их приобрести. </li>
				
<li>Результаты поиска позволяют просматривать содержимое банка в формате перечня, который можно сортировать по названию предмета, категории, подкатегории, странице и позиции. Для этого достаточно щелкнуть по заголовку столбца. Переход с одной страницы результатов на другую осуществляется с помощью кнопок с изображением стрелок.</li>
				
<li>Столбец &laquo;Позиция&raquo; в списке результатов отсылает к позиции элемента в таблице содержимого банка. </li>
				
<li>Другой способ поиска предметов в банке гильдии по качеству, типу, подтипу и позиции &mdash; выпадающие меню. Можно также искать по названию: для этого предусмотрено соответствующее текстовое поле.
</li>
				
<li>Чтобы вернуться к первоначальному виду, нажмите кнопку &laquo;Отменить фильтры&raquo;.</li>
			
</ul>
		
</div>
<div id="faq7" style="display:none;">
<h2>Как пользоваться журналом операций?</h2>
			
<p>
<span style="color: #FF0000;">Щелкнув по этой закладке, вы увидите окно с предложением ввести пароль. Введите имя пользователя, на которое зарегистрирован ваш персонаж &mdash; участник данной гильдии. Убедитесь, что его ранг в гильдии дает вам доступ к информации о банке и что у вашего персонажа есть специальное разрешение на просмотр журнала банковских операций. 
			</span>
</p>
			
<p>Журнал операций позволяет просматривать все банковские операции вашей гильдии и искать среди них. Закладка организована следующим образом:</p>
			
<ul>
				
<li>По умолчанию показывается последняя по времени группа операций. Операции отсортированы по времени и дате.</li>
				
<li>Каждая группа состоит более чем из тысячи операций. Для перехода от одной группы к другой воспользуйтесь кнопками с изображением стрелок под таблицей результатов. </li>
				
<li>Для перехода с одной страницы на другую в пределах группы воспользуйтесь кнопками с изображением стрелок в правом нижнем углу таблицы результатов. </li>
				
<li>Вы можете видеть не все операции, проводившиеся в банке гильдии за определенный период времени. Это зависит от того, есть ли у вас разрешение на просмотр информации полностью.</li>
				
<li>Список результатов в просматриваемой группе может быть отсортирован по имени, рангу, происхождению, действию, назначению, предметам и по дате. </li>
				
<li>Поиск можно осуществлять по имени персонажа, дате или характеру операции, а также по любому сочетанию этих критериев. Чем больше параметров вы зададите, тем эффективнее будет поиск. </li>
				
<li>Сузив критерии поиска с помощью фильтров, вы сокращаете время поиска в реальном времени. То есть изменение параметров немедленно отразится на количестве результатов.</li>
				
<li>Для ограничения поиска предусмотрено два текстовых поля: имя персонажа и название предмета.</li>
				
<li>В подсказках к предметам в банке гильдии не отображаются ни заклинания, наложенные на эти предметы, ни служат ли эти предметы оправой для драгоценностей.</li>				
				
<li>Чтобы вернуться к первоначальному виду, нажмите кнопку &laquo;Отменить фильтры&raquo;.</li>
			
</ul>
		
</div>
<div id="faq8" style="display:none;">
<h2>Почему я не могу просматривать банк определенной гильдии?</h2>
			Убедитесь, что персонаж, зарегистрированный на данное имя пользователя World of Warcraft, входит в гильдию и что его ранг в гильдии дает вам доступ к информации о банке. Если вы входите в гильдию, но все равно не можете просматривать банк и журнал операций, то возможно, у вас нет специального разрешения от главы гильдии. Наконец, некоторые банки гильдий могут быть временно закрыты, если ими давно никто не пользовался. 
		</div>
<div id="faq9" style="display:none;">
<h2>Я перенес предмет с одной закладки на другую, а для некоторых участников гильдии это выглядит так, как будто предмет просто исчез с одной закладки или просто появился на другой. Почему так?</h2>
			Если у участника гильдии есть доступ только к одной из этих закладок, то он и увидит только то, что имеет отношение к этой закладке: удаление или добавление предмета.</div>
<div id="faq10" style="display:none;">
<h2>Есть ли у хранения операций в журнале временной лимит?</h2>
			В Оружейной хранится информация обо всех банковских операциях вашей гильдии, независимо от того, когда они проводились, и их всегда можно найти. Операции объединены в группы по давности. Если вы ищете конкретную операцию, возможно, придется пролистать несколько групп. 1-я группа &mdash; последние операции (недавние); чем выше порядковый номер, тем больше времени прошло после выполненич операции. Переход от одной группы к другой осуществляется с помощью кнопок под таблицей результатов в журнале операций. 
		</div>
<div id="faq11" style="display:none;">
<h2>Сколько времени должно пройти, пока то, что происходит в игре, будет зафиксировано на странице гильдии в Оружейной?</h2>
			Большинство изменений, происходящих с составом и банком гильдии, отображаются в Оружейной в тот же день.
		</div>
<div id="faq12" style="display:none;">
<h2>Как вычисляется ранг персонажа в гильдии?</h2>
			Ранг &mdash; это просто отражение существующей иерархии. Числовое значение ранга соответствует положению персонажа в структуре гильдии. Глава гильдии так и называется &laquo;глава гильдии&raquo;. Следующие ранги сразу не показываются. Они выводятся только в закладках, посвященных банку гильдии и защищенных паролем. Ранг того или иного участника можно увидеть в закладке &laquo;Журнал операций&raquo;: как в самом журнале, так и в выпадающем меню, позволяющем сортировать результаты поиска по рангу персонажа в гильдии.
		</div>
<div id="faq13" style="display:none;">
<h2>Почему персонажи с низким уровнем не представлены на странице &laquo;Состав гильдии&raquo;?</h2>
			Чтобы фигурировать в Оружейной и в &laquo;Составе гильдии&raquo; в том числе, персонаж должен иметь уровень не ниже 10-го.
		</div>
<div class="faq-desc">
<div id="faq-container"></div>
</div>
</div>
</div>
</div>
</div>
</div>
</div>
</div>