<div class="module-block-left">
<div class="rinfo">
<div class="module">
<h1>Вопросы и ответы</h1>
<div class="faq">
<div class="rlbox2">
<div class="module-lite">
<div class="faq-links">
<ol>
<li>
<a class="faq-off" href="javascript:faqSwitch(1);" id="faqlink1">Что такое рейтинг Арены?</a>
</li>
<li>
<a class="faq-off" href="javascript:faqSwitch(2);" id="faqlink2">Как рассчитывается рейтинг?</a>
</li>
<li>
<a class="faq-off" href="javascript:faqSwitch(3);" id="faqlink3">Сколько времени длится один сезон?</a>
</li>
<li>
<a class="faq-off" href="javascript:faqSwitch(4);" id="faqlink4">Какое место должна занимать команда в рейтинге, чтобы ее участник мог получить специальный титул в конце сезона?</a>
</li>
</ol>
</div>
</div>
<div class="module-lite" style="margin-top:5px">
<div class="speak-bubble">
<div id="faq1" style="display:none;">
<h2>Что такое рейтинг Арены?</h2>
			Рейтинг Арены &mdash; это рейтинговая система оценки игроков, участвующих в PvP-боях (игрок против игрока) за команду. Рейтинговые места распределяются среди команд в трех категориях: 2х2, 3х3 и 5х5. В соответствии с местом в рейтинге команде будут начисляться очки. Когда их накопится достаточно, ими можно будет расплачиваться за предметы и другие награды.
		</div>
<div id="faq2" style="display:none;">
<h2>Как рассчитывается рейтинг?</h2>
			Рейтинг рассчитывается исходя из числа побед и поражений вашей команды в поединках с командами равного уровня. Если вы одержали победу в бою против более сильной команды (у которой рейтинг выше), то поднимаетесь существенно выше, если против более слабой &mdash; поднимаетесь, но незначительно. Если вы проиграете более слабой команде, то опускаетесь в рейтинге. Базовый принцип тот же, что в шахматном рейтинге Эло.
		</div>
<div id="faq3" style="display:none;">
<h2>Сколько времени длится один сезон?</h2>
			Каждый сезон длится несколько месяцев.
		</div>
<div id="faq4" style="display:none;">
<h2>Какое место должна занимать команда в рейтинге, чтобы ее участник мог получить специальный титул в конце сезона?</h2>
			По итогам каждого сезона турниров членам сильнейших команд, принявшим участие не менее чем в 20% проведенных командой боев, в память об их славных подвигах присуждаются особые титулы:
			<ul>
				
<li>Гладиатор: участник команды, вошедшей в число 0,5% лучших</li>
				
<li>Дуэлянт: участник команды, вошедшей в число 0,5% &mdash; 3% лучших</li>
				
<li>Соперник: 3% &mdash; 10%</li>
				
<li>Претендент: 10% &mdash; 35%</li>
			
</ul>
			Кроме того, команда-лидер в каждой секции получает особый титул, связанный с названием снаряжения Арены данного сезона, например, "Жестокий гладиатор".
		</div>
<div class="faq-desc">
<div id="faq-container"></div>
</div>
</div>
</div>
</div>
</div>
</div>
</div>
</div>