<div class="module-block-left">
<div class="rinfo">
<div class="module">
<h1>Вопросы и ответы</h1>
<div class="faq">
<div class="rlbox2">
<div class="module-lite">
<div class="faq-links">
<ol>
<li>
<a class="faq-off" href="javascript:faqSwitch(1);" id="faqlink1">Что такое калькулятор Арены?</a>
</li>
<li>
<a class="faq-off" href="javascript:faqSwitch(2);" id="faqlink2">Как вычисляется рейтинг моей команды?</a>
</li>
<li>
<a class="faq-off" href="javascript:faqSwitch(3);" id="faqlink3">Каким образом рейтинг моей команды влияет на очки, которые начисляются мне?</a>
</li>
<li>
<a class="faq-off" href="javascript:faqSwitch(4);" id="faqlink4">Что можно купить на очки, полученные на Арене, и сколько очков можно иметь одновременно?</a>
</li>
</ol>
</div>
</div>
<div class="module-lite" style="margin-top:5px">
<div class="speak-bubble">
<div id="faq1" style="display:none;">
<h2>Что такое калькулятор Арены?</h2>
			Калькулятор Арены выполняет три функции. Калькулятор очков позволяет определить, сколько очков вы можете получить в конце недели в зависимости от вашего места в рейтинге. В калькуляторе рейтинга вы вводите некую желаемую цель и общее число накопленных очков и получаете таблицу, определяющую, какого рейтинга вы в среднем должны достичь за тот или иной промежуток времени, чтобы добиться этой цели. Аналогично действует третий калькулятор &mdash; времени; только здесь, исходя из цели и числа очков, вы вычисляете, сколько времени вам потребуется для достижения цели при заданном вами среднем уровне рейтинга.
		</div>
<div id="faq2" style="display:none;">
<h2>Как вычисляется рейтинг моей команды?</h2>
			Изначально рейтинг новой команды 1500. Далее он возрастает и убывает в зависимости от того, выигрывает команда или терпит поражения. На сколько повышается или понижается рейтинг, зависит от разницы в рейтинге между вашей командой и командой противника. Например, если рейтинг соперника отличается от вашего незначительно, то ваш выигрыш &mdash; или проигрыш &mdash; составит 16 пунктов.
		</div>
<div id="faq3" style="display:none;">
<h2>Каким образом рейтинг моей команды влияет на очки, которые начисляются мне?</h2>
			В конце каждой недели вычисляется, сколько очков принес вашей команде в целом ее рейтинг. Чтобы получать очки, команда должна принять участие, как минимум, в десяти поединках за неделю. А чтобы часть этих очков была начислена лично вам, вы должны участовать минимум в 30% этих поединков. Учтите, что в конце недели вы получите очки только с одной команды, а не со всех, в которые вы входите, по совокупности. Единственным источником очков среди команд, за которые вы играете, будет для вас та, что наберет за неделю больше всего очков по рейтингу (и в зависимости от размера команды). Помните, что выгоднее играть за команду 5х5, чем 2х2 или 3х3, так как последние, имея тот же рейтинг, получают меньше очков.  
		</div>
<div id="faq4" style="display:none;">
<h2>Что можно купить на очки, полученные на Арене, и сколько очков можно иметь одновременно?</h2>
			Очками, полученными на Арене, можно расплачиваться за награды. Вы можете накопить до 5000 очков, и они не пропадут. 
		</div>
<div class="faq-desc">
<div id="faq-container"></div>
</div>
</div>
</div>
</div>
</div>
</div>
</div>
</div>