<xsl-template name="head-content">
<script src="_js/tools/talent-calc.js" type="text/javascript"></script>
</xsl-template>
<script type="text/javascript">
		var talentData_sdfkte75 = [
		
			{
				id:   "Holy",
				name: "Свет",
				talents: [
				
					{
						id:     1432,
						tier:   0,
						column: 1,
						name:  "Средоточие духа",
						icon:  "spell_arcane_blink",
						
						ranks: [
						
							"Сокращает задержку произнесения заклинаний \"Свет небес\" и \"Вспышка Света\" при получении урона на 14%.\""
							,
							"Сокращает задержку произнесения заклинаний \"Свет небес\" и \"Вспышка Света\" при получении урона на 28%.\""
							,
							"Сокращает задержку произнесения заклинаний \"Свет небес\" и \"Вспышка Света\" при получении урона на 42%."
							,
							"Сокращает задержку произнесения заклинаний \"Свет небес\" и \"Вспышка Света\" при получении урона на 56%.\""
							,
							"Сокращает задержку произнесения заклинаний \"Свет небес\" и \"Вспышка Света\" при получении урона на 70%.\""
							
						]
					}
					,
					{
						id:     1463,
						tier:   0,
						column: 2,
						name:  "Печать безупречности",
						icon:  "ability_thunderbolt",
						
						ranks: [
						
							"Увеличивает на 3% урон, наносимый вашими способностями \"Печать праведности\", \"Печать мщения\", \"Печать порчи\" и связанными с ними эффектами правосудия."
							,
							"Увеличивает на 6% урон, наносимый вашими способностями \"Печать праведности\", \"Печать мщения\", \"Печать порчи\" и связанными с ними эффектами правосудия."
							,
							"Увеличивает на 9% урон, наносимый вашими способностями \"Печать праведности\", \"Печать мщения\", \"Печать порчи\" и связанными с ними эффектами правосудия."
							,
							"Увеличивает на 12% урон, наносимый вашими способностями \"Печать праведности\", \"Печать мщения\", \"Печать порчи\" и связанными с ними эффектами правосудия."
							,
							"Увеличивает на 15% урон, наносимый вашими способностями \"Печать праведности\", \"Печать мщения\", \"Печать порчи\" и связанными с ними эффектами правосудия."
							
						]
					}
					,
					{
						id:     1444,
						tier:   1,
						column: 0,
						name:  "Исцеляющий Свет",
						icon:  "spell_holy_holybolt",
						
						ranks: [
						
							"Увеличивает количество здоровья, восстанавливаемое заклинаниями \"Свет небес\" и \"Вспышка Света\", а также эффективность заклинания \"Шок небес\", на 4%."
							,
							"Увеличивает количество здоровья, восстанавливаемое заклинаниями \"Свет небес\" и \"Вспышка Света\", а также эффективность заклинания \"Шок небес\", на 8%."
							,
							"Увеличивает количество здоровья, восстанавливаемое заклинаниями \"Свет небес\" и \"Вспышка Света\", а также эффективность заклинания \"Шок небес\", на 12%."
							
						]
					}
					,
					{
						id:     1449,
						tier:   1,
						column: 1,
						name:  "Божественный интеллект",
						icon:  "spell_nature_sleep",
						
						ranks: [
						
							"Увеличивает ваш интеллект на 2%."
							,
							"Увеличивает ваш интеллект на 4%."
							,
							"Увеличивает ваш интеллект на 6%."
							,
							"Увеличивает ваш интеллект на 8%."
							,
							"Увеличивает ваш интеллект на 10%."
							
						]
					}
					,
					{
						id:     1628,
						tier:   1,
						column: 2,
						name:  "Непоколебимая вера",
						icon:  "spell_holy_unyieldingfaith",
						
						ranks: [
						
							"Уменьшает время действия эффектов страха и дезориентации на 15%."
							,
							"Уменьшает время действия эффектов страха и дезориентации на 30%."
							
						]
					}
					,
					{
						id:     1435,
						tier:   2,
						column: 0,
						name:  "Мастер аур",
						icon:  "spell_holy_auramastery",
						
						ranks: [
						
							"Цели, на которые воздействует ваша аура сосредоточенности, становятся невосприимчивыми к немоте и эффектам прерывания заклинаний. Эффективность других аур возрастает на 100%. Время действия – 10 сек."
							
						]
					}
					,
					{
						id:     1461,
						tier:   2,
						column: 1,
						name:  "Свечение",
						icon:  "spell_holy_greaterheal",
						
						ranks: [
						
							"При критическом эффекте заклинаний \"Вспышка Света\", \"Свет небес\" или исцеляющего эффекта заклинания \"Шок небес\" вы с вероятностью 20% восполните 30% базовой стоимости заклинания."
							,
							"При критическом эффекте заклинаний \"Вспышка Света\", \"Свет небес\" или исцеляющего эффекта заклинания \"Шок небес\" вы с вероятностью 40% восполните 30% базовой стоимости заклинания."
							,
							"При критическом эффекте заклинаний \"Вспышка Света\", \"Свет небес\" или исцеляющего эффекта заклинания \"Шок небес\" вы с вероятностью 60% восполните 30% базовой стоимости заклинания."
							,
							"При критическом эффекте заклинаний \"Вспышка Света\", \"Свет небес\" или исцеляющего эффекта заклинания \"Шок небес\" вы с вероятностью 80% восполните 30% базовой стоимости заклинания."
							,
							"При критическом эффекте заклинаний \"Вспышка Света\", \"Свет небес\" или исцеляющего эффекта заклинания \"Шок небес\" вы с вероятностью 100% восполните 30% базовой стоимости заклинания."
							
						]
					}
					,
					{
						id:     1443,
						tier:   2,
						column: 2,
						name:  "Улучшенное возложение рук",
						icon:  "spell_holy_layonhands",
						
						ranks: [
						
							"Цель заклинания \"Возложение рук\" получает на 10% меньше физического урона в течение 15 сек. Сокращает время восстановления заклинания \"Возложение рук\" на 2 мин."
							,
							"Цель заклинания \"Возложение рук\" получает на 20% меньше физического урона в течение 15 сек. Сокращает время восстановления заклинания \"Возложение рук\" на 4 мин."
							
						]
					}
					,
					{
						id:     1450,
						tier:   3,
						column: 0,
						name:  "Улучшенная аура сосредоточенности",
						icon:  "spell_holy_mindsooth",
						
						ranks: [
						
							"Повышает эффективность способности \"Аура сосредоточенности\" на 5% и сокращает время действия всех эффектов немоты и прерывания, накладываемых на находящегося под воздействием ауры участника группы, на 10%. Сокращение времени действия не суммируется с другими подобными эффектами."
							,
							"Повышает эффективность способности \"Аура сосредоточенности\" на 10% и сокращает время действия всех эффектов немоты и прерывания, накладываемых на находящегося под воздействием ауры участника группы, на 20%. Сокращение времени действия не суммируется с другими подобными эффектами."
							,
							"Повышает эффективность способности \"Аура сосредоточенности\" на 15% и сокращает время действия всех эффектов немоты и прерывания, накладываемых на находящегося под воздействием ауры участника группы, на 30%. Сокращение времени действия не суммируется с другими подобными эффектами."
							
						]
					}
					,
					{
						id:     1446,
						tier:   3,
						column: 2,
						name:  "Улучшенное благословение мудрости",
						icon:  "spell_holy_sealofwisdom",
						
						ranks: [
						
							"Повышает эффективность заклинания \"Благословение мудрости\" на 10%."
							,
							"Повышает эффективность заклинания \"Благословение мудрости\" на 20%."
							
						]
					}
					,
					{
						id:     2198,
						tier:   3,
						column: 3,
						name:  "Благословляющая длань",
						icon:  "ability_paladin_blessedhands",
						
						ranks: [
						
							"Снижает затраты маны на заклинания \"Длань свободы\", \"Длань жертвенности\" и \"Длань спасения\" на 15%. Повышает эффективность заклинания \"Длань спасения\" на 50%, а \"Длань жертвенности\" – на 5%."
							,
							"Снижает затраты маны на заклинания \"Длань свободы\", \"Длань жертвенности\" и \"Длань спасения\" на 30%. Повышает эффективность заклинания \"Длань спасения\" на 100%, а \"Длань жертвенности\" – на 10%."
							
						]
					}
					,
					{
						id:     1742,
						tier:   4,
						column: 0,
						name:  "Чистота сердца",
						icon:  "spell_holy_pureofheart",
						
						ranks: [
						
							"Сокращает время действия эффектов проклятий, болезней и ядов на 15%."
							,
							"Сокращает время действия эффектов проклятий, болезней и ядов на 30%."
							
						]
					}
					,
					{
						id:     1433,
						tier:   4,
						column: 1,
						name:  "Божественное одобрение",
						icon:  "spell_holy_heal",
						
							requires: 1461,
						
						ranks: [
						
							"При использовании увеличивает вероятность критического эффекта вашего следующего заклинания \"Свет небес\", \"Вспышка Света\" или \"Шок небес\" на 100%."
							
						]
					}
					,
					{
						id:     1465,
						tier:   4,
						column: 2,
						name:  "Свет посвящения",
						icon:  "spell_holy_healingaura",
						
						ranks: [
						
							"Повышение вероятности критического эффекта заклинаний \"Свет небес\" и \"Шок небес\" на 2%."
							,
							"Повышение вероятности критического эффекта заклинаний \"Свет небес\" и \"Шок небес\" на 4%."
							,
							"Повышение вероятности критического эффекта заклинаний \"Свет небес\" и \"Шок небес\" на 6%."
							
						]
					}
					,
					{
						id:     1743,
						tier:   5,
						column: 0,
						name:  "Очищающая сила",
						icon:  "spell_holy_purifyingpower",
						
						ranks: [
						
							"Снижение расхода маны на заклинания \"Очищение\", \"Омовение\" и \"Освящение\" на 5% и снижение времени восстановления заклинаний \"Экзорцизм\" и \"Гнев небес\" на 17%."
							,
							"Снижение расхода маны на заклинания \"Очищение\", \"Омовение\" и \"Освящение\" на 10% и снижение времени восстановления заклинаний \"Экзорцизм\" и \"Гнев небес\" на 33%."
							
						]
					}
					,
					{
						id:     1627,
						tier:   5,
						column: 2,
						name:  "Священная сила",
						icon:  "spell_holy_power",
						
						ranks: [
						
							"Увеличивает вероятность критического эффекта ваших заклинаний светлой магии на 1%."
							,
							"Увеличивает вероятность критического эффекта ваших заклинаний светлой магии на 2%."
							,
							"Увеличивает вероятность критического эффекта ваших заклинаний светлой магии на 3%."
							,
							"Увеличивает вероятность критического эффекта ваших заклинаний светлой магии на 4%."
							,
							"Увеличивает вероятность критического эффекта ваших заклинаний светлой магии на 5%."
							
						]
					}
					,
					{
						id:     1745,
						tier:   6,
						column: 0,
						name:  "Благоволение Света",
						icon:  "spell_holy_lightsgrace",
						
						ranks: [
						
							"С вероятностью 33% ваше заклинание \"Свет небес\" уменьшит время произнесения следующего заклинания \"Свет небес\" на 0.5 сек. Время действия – 15 сек."
							,
							"С вероятностью 66% ваше заклинание \"Свет небес\" уменьшит время произнесения следующего заклинания \"Свет небес\" на 0.5 сек. Время действия – 15 сек."
							,
							"С вероятностью 100% ваше заклинание \"Свет небес\" уменьшит время произнесения следующего заклинания \"Свет небес\" на 0.5 сек. Время действия – 15 сек."
							
						]
					}
					,
					{
						id:     1502,
						tier:   6,
						column: 1,
						name:  "Шок небес",
						icon:  "spell_holy_searinglight",
						
							requires: 1433,
						
						ranks: [
						
							"Взрывает цель с помощью энергии светлой магии, нанося 314 - 340 ед. урона от светлой магии противнику или восстанавливая 481 - 519 ед. здоровья союзнику."
							
						]
					}
					,
					{
						id:     1744,
						tier:   6,
						column: 2,
						name:  "Благоверная жизнь",
						icon:  "spell_holy_blessedlife",
						
						ranks: [
						
							"Все атаки с вероятностью 4% наносят вам только половину урона."
							,
							"Все атаки с вероятностью 7% наносят вам только половину урона."
							,
							"Все атаки с вероятностью 10% наносят вам только половину урона."
							
						]
					}
					,
					{
						id:     2190,
						tier:   7,
						column: 0,
						name:  "Священное очищение",
						icon:  "ability_paladin_sacredcleansing",
						
						ranks: [
						
							"Заклинание \"Очищение\" может с 10%-й вероятностью повысить сопротивление цели болезням, ядам и магии на 30% на 10 сек."
							,
							"Заклинание \"Очищение\" может с 20%-й вероятностью повысить сопротивление цели болезням, ядам и магии на 30% на 10 сек."
							,
							"Заклинание \"Очищение\" может с 30%-й вероятностью повысить сопротивление цели болезням, ядам и магии на 30% на 10 сек."
							
						]
					}
					,
					{
						id:     1746,
						tier:   7,
						column: 2,
						name:  "Святое покровительство",
						icon:  "spell_holy_holyguidance",
						
						ranks: [
						
							"Увеличивает вашу силу заклинаний на 4% от вашего интеллекта."
							,
							"Увеличивает вашу силу заклинаний на 8% от вашего интеллекта."
							,
							"Увеличивает вашу силу заклинаний на 12% от вашего интеллекта."
							,
							"Увеличивает вашу силу заклинаний на 16% от вашего интеллекта."
							,
							"Увеличивает вашу силу заклинаний на 20% от вашего интеллекта."
							
						]
					}
					,
					{
						id:     1747,
						tier:   8,
						column: 0,
						name:  "Божественное просветление",
						icon:  "spell_holy_divineillumination",
						
						ranks: [
						
							"Снижает затраты маны на все заклинания на 50% на 15 сек."
							
						]
					}
					,
					{
						id:     2199,
						tier:   8,
						column: 2,
						name:  "Безупречное правосудие",
						icon:  "ability_paladin_judgementofthepure",
						
						ranks: [
						
							"Увеличивает урон заклинаний категорий \"Печать\" и \"Правосудие\" на 5%. Также заклинания категории \"Правосудие\" увеличивают скорость произнесения заклинаний и атаки в ближнем бою на 3% на 1 мин."
							,
							"Увеличивает урон заклинаний категорий \"Печать\" и \"Правосудие\" на 10%. Также заклинания категории \"Правосудие\" увеличивают скорость произнесения заклинаний и атаки в ближнем бою на 6% на 1 мин."
							,
							"Увеличивает урон заклинаний категорий \"Печать\" и \"Правосудие\" на 15%. Также заклинания категории \"Правосудие\" увеличивают скорость произнесения заклинаний и атаки в ближнем бою на 9% на 1 мин."
							,
							"Увеличивает урон заклинаний категорий \"Печать\" и \"Правосудие\" на 20%. Также заклинания категории \"Правосудие\" увеличивают скорость произнесения заклинаний и атаки в ближнем бою на 12% на 1 мин."
							,
							"Увеличивает урон заклинаний категорий \"Печать\" и \"Правосудие\" на 25%. Также заклинания категории \"Правосудие\" увеличивают скорость произнесения заклинаний и атаки в ближнем бою на 15% на 1 мин."
							
						]
					}
					,
					{
						id:     2193,
						tier:   9,
						column: 1,
						name:  "Прилив Света",
						icon:  "ability_paladin_infusionoflight",
						
							requires: 1502,
						
						ranks: [
						
							"При критическом срабатывании заклинания \"Шок небес\" время произнесения следующего заклинания \"Вспышка Света\" сокращается на 0.75 сек., а вероятность нанести критический удар следующим заклинанием \"Свет небес\" возрастает на 10%. Срабатывает только один из бонусов."
							,
							"При критическом срабатывании заклинания \"Шок небес\" время произнесения следующего заклинания \"Вспышка Света\" сокращается на 1.5 сек., а вероятность нанести критический удар следующим заклинанием \"Свет небес\" возрастает на 20%. Срабатывает только один из бонусов."
							
						]
					}
					,
					{
						id:     2191,
						tier:   9,
						column: 2,
						name:  "Просветленное суждение",
						icon:  "ability_paladin_enlightenedjudgements",
						
						ranks: [
						
							"Увеличивает дальность действия заклинаний \"Правосудие Света\" и \"Правосудие мудрости\" на 15 м. Увеличивает вероятность того, что вы попадете по противнику, на 2%."
							,
							"Увеличивает дальность действия заклинаний \"Правосудие Света\" и \"Правосудие мудрости\" на 30 м. Увеличивает вероятность того, что вы попадете по противнику, на 4%."
							
						]
					}
					,
					{
						id:     2192,
						tier:   10,
						column: 1,
						name:  "Частица Света",
						icon:  "ability_paladin_beaconoflight",
						
						ranks: [
						
							"Наделяет выбранного персонажа частицей Cвета. Любое исцеляющее заклинание, которое вы применяете на союзников в радиусе 60 метров от цели, также также восстанавливает наделенному светом персонажу 100% от объема восстановленного с помощью этого заклинания здоровья. Частицей Света можно наделить только одного персонажа. Время действия – 1 мин."
							
						]
					}
					
				]
			}
			,
			{
				id:   "Protection",
				name: "Защита",
				talents: [
				
					{
						id:     1442,
						tier:   0,
						column: 1,
						name:  "Божественность",
						icon:  "spell_holy_blindingheal",
						
						ranks: [
						
							"Увеличивает эффективность ваших исцеляющих заклинаний и действующих на вас исцеляющих заклинаний на 1%."
							,
							"Увеличивает эффективность ваших исцеляющих заклинаний и действующих на вас исцеляющих заклинаний на 2%."
							,
							"Увеличивает эффективность ваших исцеляющих заклинаний и действующих на вас исцеляющих заклинаний на 3%."
							,
							"Увеличивает эффективность ваших исцеляющих заклинаний и действующих на вас исцеляющих заклинаний на 4%."
							,
							"Увеличивает эффективность ваших исцеляющих заклинаний и действующих на вас исцеляющих заклинаний на 5%."
							
						]
					}
					,
					{
						id:     2185,
						tier:   0,
						column: 2,
						name:  "Божественная сила",
						icon:  "ability_golemthunderclap",
						
						ranks: [
						
							"Повышает вашу силу на 3%."
							,
							"Повышает вашу силу на 6%."
							,
							"Повышает вашу силу на 9%."
							,
							"Повышает вашу силу на 12%."
							,
							"Повышает вашу силу на 15%."
							
						]
					}
					,
					{
						id:     1748,
						tier:   1,
						column: 0,
						name:  "Стоицизм",
						icon:  "spell_holy_stoicism",
						
						ranks: [
						
							"Уменьшает длительность эффектов оглушения дополнительно на 10%, а вероятность того, что ваши благотворные заклинания и заклинания, наносящие периодический урон, будут рассеяны, – на 10%."
							,
							"Уменьшает длительность эффектов оглушения дополнительно на 20%, а вероятность того, что ваши благотворные заклинания и заклинания, наносящие периодический урон, будут рассеяны, – на 20%."
							,
							"Уменьшает длительность эффектов оглушения дополнительно на 30%, а вероятность того, что ваши благотворные заклинания и заклинания, наносящие периодический урон, будут рассеяны, – на 30%."
							
						]
					}
					,
					{
						id:     1425,
						tier:   1,
						column: 1,
						name:  "Помощь стража",
						icon:  "spell_holy_sealofprotection",
						
						ranks: [
						
							"Сокращает время восстановления заклинания \"Длань защиты\" на 60 с. Увеличивает время действия заклинания \"Длань свободы\" на 0 мин."
							,
							"Сокращает время восстановления заклинания \"Длань защиты\" на 2 мин. Увеличивает время действия заклинания \"Длань свободы\" на 4 с."
							
						]
					}
					,
					{
						id:     1629,
						tier:   1,
						column: 2,
						name:  "Предчувствие",
						icon:  "spell_magic_lesserinvisibilty",
						
						ranks: [
						
							"Повышает вероятность уклонения на 1%."
							,
							"Повышает вероятность уклонения на 2%."
							,
							"Повышает вероятность уклонения на 3%."
							,
							"Повышает вероятность уклонения на 4%."
							,
							"Повышает вероятность уклонения на 5%."
							
						]
					}
					,
					{
						id:     2280,
						tier:   2,
						column: 0,
						name:  "Священная жертва",
						icon:  "spell_holy_powerwordbarrier",
						
						ranks: [
						
							"30% всего урона, получаемого членами группы или рейда в радиусе 30 м, переправляется паладину (до 150% от объема здоровья паладина). Время действия – 10 сек."
							
						]
					}
					,
					{
						id:     1501,
						tier:   2,
						column: 1,
						name:  "Улучшенное праведное неистовство",
						icon:  "spell_holy_sealoffury",
						
						ranks: [
						
							"Когда вы находитесь под действием заклинания \"Праведное неистовство\", весь получаемый урон снижается на 2%."
							,
							"Когда вы находитесь под действием заклинания \"Праведное неистовство\", весь получаемый урон снижается на 4%."
							,
							"Когда вы находитесь под действием заклинания \"Праведное неистовство\", весь получаемый урон снижается на 6%."
							
						]
					}
					,
					{
						id:     1423,
						tier:   2,
						column: 2,
						name:  "Крепость",
						icon:  "spell_holy_devotion",
						
						ranks: [
						
							"Увеличивает бонус брони от предметов на 2% и сокращает время действия наложенных на вас замедляющих эффектов на 6%."
							,
							"Увеличивает бонус брони от предметов на 4% и сокращает время действия наложенных на вас замедляющих эффектов на 12%."
							,
							"Увеличивает бонус брони от предметов на 6% и сокращает время действия наложенных на вас замедляющих эффектов на 18%."
							,
							"Увеличивает бонус брони от предметов на 8% и сокращает время действия наложенных на вас замедляющих эффектов на 24%."
							,
							"Увеличивает бонус брони от предметов на 10% и сокращает время действия наложенных на вас замедляющих эффектов на 30%."
							
						]
					}
					,
					{
						id:     2281,
						tier:   3,
						column: 0,
						name:  "Божественный страж",
						icon:  "spell_holy_powerwordbarrier",
						
							requires: 2280,
						
						ranks: [
						
							"Повышает эффективность заклинания \"Священная жертва\" на 5%, продлевает действие заклинания \"Священный щит\" на 50%, а поглощаемый урон – на 10%."
							,
							"Повышает эффективность заклинания \"Священная жертва\" на 10%, продлевает действие заклинания \"Священный щит\" на 100%, а поглощаемый урон – на 20%."
							
						]
					}
					,
					{
						id:     1521,
						tier:   3,
						column: 1,
						name:  "Улучшенный молот правосудия",
						icon:  "spell_holy_sealofmight",
						
						ranks: [
						
							"Сокращает время восстановления заклинания \"Молот правосудия\" на 10 сек."
							,
							"Сокращает время восстановления заклинания \"Молот правосудия\" на 20 сек."
							
						]
					}
					,
					{
						id:     1422,
						tier:   3,
						column: 2,
						name:  "Улучшенная аура благочестия",
						icon:  "spell_holy_devotionaura",
						
						ranks: [
						
							"Увеличивает на 17% бонус брони от способности \"Аура благочестия\". Усиливает действие исцеляющих эффектов на персонажей, находящихся под действием ваших аур, на 2%."
							,
							"Увеличивает на 34% бонус брони от способности \"Аура благочестия\". Усиливает действие исцеляющих эффектов на персонажей, находящихся под действием ваших аур, на 4%."
							,
							"Увеличивает на 50% бонус брони от способности \"Аура благочестия\". Усиливает действие исцеляющих эффектов на персонажей, находящихся под действием ваших аур, на 6%."
							
						]
					}
					,
					{
						id:     1431,
						tier:   4,
						column: 1,
						name:  "Благословение неприкосновенности",
						icon:  "spell_nature_lightningshield",
						
						ranks: [
						
							"Благословляет дружественную цель, уменьшая любой наносимый ей урон на 3% и повышая ее силу и выносливость на 10%.  Эффект длится 10 мин. Когда цель блокирует, парирует атаку ближнего боя или уклоняется от нее, она восполняет 2% своего максимального запаса маны. Каждый паладин единовременно может накладывать на каждого игрока только одно благословение."
							
						]
					}
					,
					{
						id:     1426,
						tier:   4,
						column: 2,
						name:  "Расплата",
						icon:  "spell_holy_blessingofstrength",
						
						ranks: [
						
							"Если вы получаете урон, то с вероятностью 2% в течение следующих 8 сек. до 4 ваших выпадов будут двойными."
							,
							"Если вы получаете урон, то с вероятностью 4% в течение следующих 8 сек. до 4 ваших выпадов будут двойными."
							,
							"Если вы получаете урон, то с вероятностью 6% в течение следующих 8 сек. до 4 ваших выпадов будут двойными."
							,
							"Если вы получаете урон, то с вероятностью 8% в течение следующих 8 сек. до 4 ваших выпадов будут двойными."
							,
							"После получения урона или блокирования атаки с 10%-й вероятностью в течение следующих 8 сек. до 4 ваших выпадов будут двойными."
							
						]
					}
					,
					{
						id:     1750,
						tier:   5,
						column: 0,
						name:  "Священный долг",
						icon:  "spell_holy_divineintervention",
						
						ranks: [
						
							"Повышает вашу выносливость на 4%, сокращает время восстановления заклинаний \"Божественный щит\" и \"Божественная защита\" на 30 с."
							,
							"Повышает вашу выносливость на 8%, сокращает время восстановления заклинаний \"Божественный щит\" и \"Божественная защита\" на 60 с."
							
						]
					}
					,
					{
						id:     1429,
						tier:   5,
						column: 2,
						name:  "Специализация на одноручном оружии",
						icon:  "inv_sword_20",
						
						ranks: [
						
							"Когда вы вооружены одноручным оружием ближнего боя, весь наносимый вами урон возрастает на 4%."
							,
							"Когда вы вооружены одноручным оружием ближнего боя, весь наносимый вами урон возрастает на 7%."
							,
							"Когда вы вооружены одноручным оружием ближнего боя, весь наносимый вами урон возрастает на 10%."
							
						]
					}
					,
					{
						id:     2282,
						tier:   6,
						column: 0,
						name:  "Духовное созвучие",
						icon:  "spell_holy_revivechampion",
						
						ranks: [
						
							"Восполняет часть маны паладина каждый раз, когда его исцеляют союзники. Эффект действует постоянно, восполняемый объем маны составляет 5% от эффекта исцеления."
							,
							"Восполняет часть маны паладина каждый раз, когда его исцеляют союзники. Эффект действует постоянно, восполняемый объем маны составляет 10% от эффекта исцеления."
							
						]
					}
					,
					{
						id:     1430,
						tier:   6,
						column: 1,
						name:  "Щит небес",
						icon:  "spell_holy_blessingofprotection",
						
							requires: 1431,
						
						ranks: [
						
							"Повышает вероятность блокировать удар на 30% на 10 сек. При успешном блоке вражеской атаки атакующему наносится 79 ед. урона от светлой магии. При каждом блоке расходуется 1 заряд. 8 зарядов."
							
						]
					}
					,
					{
						id:     1751,
						tier:   6,
						column: 2,
						name:  "Ревностный защитник",
						icon:  "spell_holy_ardentdefender",
						
						ranks: [
						
							"Damage that takes you below 35% health is reduced by 7%.  In addition, attacks which would otherwise kill you cause you to be healed by up to 10% of your maximum health (amount healed based on defense).  This healing effect cannot occur more often than once every 2 мин."
							,
							"Если при получении удара уровень вашего здоровья падает ниже 35%, весь получаемый вами урон снижается на 13%. Удары, которые могли бы оказаться смертельными, вместо этого восстанавливают вам до 20% от максимального запаса здоровья (количество восполненного здоровья зависит от защиты). Эффект лечения срабатывает не чаще, чем раз в 2 мин."
							,
							"Damage that takes you below 35% health is reduced by 20%.  In addition, attacks which would otherwise kill you cause you to be healed by up to 30% of your maximum health (amount healed based on defense).  This healing effect cannot occur more often than once every 2 мин."
							
						]
					}
					,
					{
						id:     1421,
						tier:   7,
						column: 0,
						name:  "Оплот",
						icon:  "ability_defend",
						
						ranks: [
						
							"Увеличивает показатель блокирования на 10%. С вероятностью 10% после получения урона в ближнем или дальнем бою вероятность блокировать удар увеличивается на 10%. Эффект длится 10 сек. или до совершения 5 блоков."
							,
							"Увеличивает показатель блокирования на 20%. С вероятностью 10% после получения урона в ближнем или дальнем бою вероятность блокировать удар увеличивается на 20%. Эффект длится 10 сек. или до совершения 5 блоков."
							,
							"Увеличивает показатель блокирования на 30%. С вероятностью 10% после получения урона в ближнем или дальнем бою вероятность блокировать удар увеличивается на 30%. Эффект длится 10 сек. или до совершения 5 блоков."
							
						]
					}
					,
					{
						id:     1753,
						tier:   7,
						column: 2,
						name:  "Боевое мастерство",
						icon:  "spell_holy_weaponmastery",
						
						ranks: [
						
							"Повышает ваше мастерство на 2, а выносливость и вероятность критического попадания – на 2%."
							,
							"Повышает ваше мастерство на 4, а выносливость и вероятность критического попадания – на 4%."
							,
							"Повышает ваше мастерство на 6, а выносливость и вероятность критического попадания – на 6%."
							
						]
					}
					,
					{
						id:     2195,
						tier:   8,
						column: 0,
						name:  "Касание Света",
						icon:  "ability_paladin_touchedbylight",
						
						ranks: [
						
							"Увеличивает силу заклинаний на 20% от вашей силы, а объем здоровья, восполняемый критическими эффектами ваших целительных заклинаний – на 10%."
							,
							"Увеличивает силу заклинаний на 40% от вашей силы, а объем здоровья, восполняемый критическими эффектами ваших целительных заклинаний – на 20%."
							,
							"Увеличивает силу заклинаний на 60% от вашей силы, а объем здоровья, восполняемый критическими эффектами ваших целительных заклинаний – на 30%."
							
						]
					}
					,
					{
						id:     1754,
						tier:   8,
						column: 1,
						name:  "Щит мстителя",
						icon:  "spell_holy_avengersshield",
						
							requires: 1430,
						
						ranks: [
						
							"Бросает в противника священный щит, наносящий ему от 442 до 538 ед. урона от светлой магии и вызывающий головокружение. Щит затем перескакивает на других находящихся поблизости противников. Способен воздействовать на 3 цели. Время действия – 10 сек."
							
						]
					}
					,
					{
						id:     2194,
						tier:   8,
						column: 2,
						name:  "Под охраной света",
						icon:  "ability_paladin_gaurdedbythelight",
						
						ranks: [
						
							"Уменьшает получаемый урон от заклинаний на 3%. С вероятностью 50% время действия заклинания \"Святая клятва\" обновится при попадании по противнику. Снижает вероятность, что заклинание \"Святая клятва\" будет развеяно, на 50%."
							,
							"Уменьшает получаемый урон от заклинаний на 6%. С вероятностью 100% время действия заклинания \"Святая клятва\" обновится при попадании по противнику. Снижает вероятность, что заклинание \"Святая клятва\" будет развеяно, на 100%."
							
						]
					}
					,
					{
						id:     2204,
						tier:   9,
						column: 1,
						name:  "Щит храмовника",
						icon:  "ability_paladin_shieldofthetemplar",
						
							requires: 1754,
						
						ranks: [
						
							"Уменьшает весь получаемый урон на 1% и создает 33%-ю вероятность, что заклинание \"Щит мстителя\" заставит цели замолчать на 3 сек."
							,
							"Уменьшает весь получаемый урон на 2% и создает 66%-ю вероятность, что заклинание \"Щит мстителя\" заставит цели замолчать на 3 сек."
							,
							"Уменьшает весь получаемый урон на 3% и создает 100%-ю вероятность, что заклинание \"Щит мстителя\" заставит цели замолчать на 3 сек."
							
						]
					}
					,
					{
						id:     2200,
						tier:   9,
						column: 2,
						name:  "Правосудие праведников",
						icon:  "ability_paladin_judgementsofthejust",
						
						ranks: [
						
							"Снижает время восстановления заклинания \"Молот правосудия\" на 5 сек., увеличивает время действия заклинания \"Печать справедливости\" на 0.5 сек. Заклинания категории \"Правосудие\" уменьшают для цели скорость атаки ближнего боя на 10%."
							,
							"Снижает время восстановления заклинания \"Молот правосудия\" на 10 сек., увеличивает время действия заклинания \"Печать справедливости\" на 1 сек. Заклинания категории \"Правосудие\" уменьшают для цели скорость атаки ближнего боя на 20%."
							
						]
					}
					,
					{
						id:     2196,
						tier:   10,
						column: 1,
						name:  "Молот праведника",
						icon:  "ability_paladin_hammeroftherighteous",
						
						ranks: [
						
							"Поражает светлой магией текущую цель и до 2 находящихся поблизости целей. Величина наносимого урона равна урону в секунду от оружия в правой руке, умноженному на 4."
							
						]
					}
					
				]
			}
			,
			{
				id:   "Retribution",
				name: "Воздаяние",
				talents: [
				
					{
						id:     1403,
						tier:   0,
						column: 1,
						name:  "Отражение",
						icon:  "ability_parry",
						
						ranks: [
						
							"Увеличивает вероятность парирования атак на 1%."
							,
							"Увеличивает вероятность парирования атак на 2%."
							,
							"Увеличивает вероятность парирования атак на 3%."
							,
							"Увеличивает вероятность парирования атак на 4%."
							,
							"Увеличивает вероятность парирования атак на 5%."
							
						]
					}
					,
					{
						id:     1407,
						tier:   0,
						column: 2,
						name:  "Благодарение",
						icon:  "spell_frost_windwalkon",
						
						ranks: [
						
							"Снижает затраты маны на мгновенные заклинания на 2%."
							,
							"Снижает затраты маны на мгновенные заклинания на 4%."
							,
							"Снижает затраты маны на мгновенные заклинания на 6%."
							,
							"Снижает затраты маны на мгновенные заклинания на 8%."
							,
							"Снижает затраты маны на мгновенные заклинания на 10%."
							
						]
					}
					,
					{
						id:     1631,
						tier:   1,
						column: 0,
						name:  "Беспристрастное правосудие",
						icon:  "spell_holy_righteousfury",
						
						ranks: [
						
							"Сокращает время восстановления заклинаний категории \"Правосудие\" на 1 с."
							,
							"Сокращает время восстановления заклинаний категории \"Правосудие\" на 2 с."
							
						]
					}
					,
					{
						id:     1464,
						tier:   1,
						column: 1,
						name:  "Сердце рыцаря",
						icon:  "spell_holy_holysmite",
						
						ranks: [
						
							"В дополнение к обычному эффекту ваши заклинания категории \"Правосудие\" повышают вероятность того, что цели заклинания будет нанесен критический удар, на 1%."
							,
							"В дополнение к обычному эффекту ваши заклинания категории \"Правосудие\" повышают вероятность того, что цели заклинания будет нанесен критический удар, на 2%."
							,
							"В дополнение к обычному эффекту ваши заклинания категории \"Правосудие\" повышают вероятность того, что цели заклинания будет нанесен критический удар, на 3%."
							
						]
					}
					,
					{
						id:     1401,
						tier:   1,
						column: 2,
						name:  "Улучшенное благословение могущества",
						icon:  "spell_holy_fistofjustice",
						
						ranks: [
						
							"Увеличивает прирост силы атаки от заклинания \"Благословение могущества\" на 12%."
							,
							"Увеличивает прирост силы атаки от заклинания \"Благословение могущества\" на 25%."
							
						]
					}
					,
					{
						id:     1633,
						tier:   2,
						column: 0,
						name:  "Оправдание",
						icon:  "spell_holy_vindication",
						
						ranks: [
						
							"Успешные атаки ближнего боя паладина могут уменьшить силу атаки цели на 23 на 10 сек."
							,
							"Все наносящие урон атаки паладина могут понизить силу атаки противника на 46 ед. на 10 сек."
							
						]
					}
					,
					{
						id:     1411,
						tier:   2,
						column: 1,
						name:  "Приговор",
						icon:  "spell_holy_retributionaura",
						
						ranks: [
						
							"Повышает вероятность критического эффекта всех заклинаний и атак на 1%."
							,
							"Повышает вероятность критического эффекта всех заклинаний и атак на 2%."
							,
							"Повышает вероятность критического эффекта всех заклинаний и атак на 3%."
							,
							"Повышает вероятность критического эффекта всех заклинаний и атак на 4%."
							,
							"Повышает вероятность критического эффекта всех заклинаний и атак на 5%."
							
						]
					}
					,
					{
						id:     1481,
						tier:   2,
						column: 2,
						name:  "Печать повиновения",
						icon:  "ability_warrior_innerrage",
						
						ranks: [
						
							"Все атаки ближнего боя наносят дополнительно от 1 до 3 ед. урона от светлой магии. При использовании совместно с заклинанием или способностью, наносящей урон по одиночной цели, наносит дополнительный урон от светлой магии еще по двум целям. Длительность – 30 мин.<br/><br/>Высвободив энергию печати, вы моментально наносите противнику от 3 до 4 ед. урона от светлой магии."
							
						]
					}
					,
					{
						id:     1634,
						tier:   2,
						column: 3,
						name:  "Погоня за справедливостью",
						icon:  "spell_holy_persuitofjustice",
						
						ranks: [
						
							"Снижает время действия обезоруживающих эффектов на вас на 25% и увеличивает скорость передвижения пешком и верхом на 8%. Эффект не суммируется с другими, влияющими на скорость передвижения."
							,
							"Снижает время действия обезоруживающих эффектов на вас на 50% и увеличивает скорость передвижения пешком и верхом на 15%. Эффект не суммируется с другими, влияющими на скорость передвижения."
							
						]
					}
					,
					{
						id:     1632,
						tier:   3,
						column: 0,
						name:  "Око за око",
						icon:  "spell_holy_eyeforaneye",
						
						ranks: [
						
							"Наносит атакующему 5% полученного от критических ударов урона. Урон, наносимый способностью \"Око за око\" не может превышать 50% максимального запаса здоровья паладина."
							,
							"Наносит атакующему 10% полученного от критических ударов урона. Урон, наносимый способностью \"Око за око\" не может превышать 50% максимального запаса здоровья паладина."
							
						]
					}
					,
					{
						id:     1761,
						tier:   3,
						column: 2,
						name:  "Освящение печатей",
						icon:  "spell_holy_holysmite",
						
						ranks: [
						
							"Повышает вероятность критического эффекта всех заклинаний и атак на 1%. Усиливает урон от заклинаний \"Экзорцизм\" и \"Удар воина Света\" на 5%."
							,
							"Повышает вероятность критического эффекта всех заклинаний и атак на 2%. Усиливает урон от заклинаний \"Экзорцизм\" и \"Удар воина Света\" на 10%."
							,
							"Повышает вероятность критического эффекта всех заклинаний и атак на 3%. Усиливает урон от заклинаний \"Экзорцизм\" и \"Удар воина Света\" на 15%."
							
						]
					}
					,
					{
						id:     1755,
						tier:   3,
						column: 3,
						name:  "Священная война",
						icon:  "spell_holy_crusade",
						
						ranks: [
						
							"Увеличивает весь наносимый урон на 1%, а урон, наносимый гуманоидам, демонам, нежити и элементалям, – дополнительно на 1%."
							,
							"Увеличивает весь наносимый урон на 2%, а урон, наносимый гуманоидам, демонам, нежити и элементалям, – дополнительно на 2%."
							,
							"Увеличивает весь наносимый урон на 3%, а урон, наносимый гуманоидам, демонам, нежити и элементалям, – дополнительно на 3%."
							
						]
					}
					,
					{
						id:     1410,
						tier:   4,
						column: 0,
						name:  "Специализация на двуручном оружии",
						icon:  "inv_hammer_04",
						
						ranks: [
						
							"Увеличивает урон, наносимый двуручным оружием ближнего боя, на 2%."
							,
							"Увеличивает урон, наносимый двуручным оружием ближнего боя, на 4%."
							,
							"Увеличивает урон, наносимый двуручным оружием ближнего боя, на 6%."
							
						]
					}
					,
					{
						id:     1756,
						tier:   4,
						column: 2,
						name:  "Священное воздаяние",
						icon:  "spell_holy_mindvision",
						
						ranks: [
						
							"Урон, наносимый способностью \"Аура воздаяния\", увеличивается на 50%. Урон, наносимый дружественными целями, находящимися под воздействием любой из ваших аур, увеличивается на 3%."
							
						]
					}
					,
					{
						id:     1402,
						tier:   5,
						column: 1,
						name:  "Отмщение",
						icon:  "ability_racial_avatar",
						
							requires: 1411,
						
						ranks: [
						
							"Увеличивает наносимый урон от светлой магии и физических атак на 1% в течение 30 сек. после нанесения критического удара заклинанием, способностью или оружием ближнего боя. Этот эффект суммируется до 3 раз."
							,
							"Увеличивает наносимый урон от светлой магии и физических атак на 2% в течение 30 сек. после нанесения критического удара заклинанием, способностью или оружием ближнего боя. Этот эффект суммируется до 3 раз."
							,
							"Увеличивает наносимый урон от светлой магии и физических атак на 3% в течение 30 сек. после нанесения критического удара заклинанием, способностью или оружием ближнего боя. Этот эффект суммируется до 3 раз."
							
						]
					}
					,
					{
						id:     1757,
						tier:   5,
						column: 2,
						name:  "Божественный замысел",
						icon:  "spell_holy_divinepurpose",
						
						ranks: [
						
							"Снижает вероятность того, что противники попадут в вас своими заклинаниями и атаками дальнего боя, на 2%. Кроме того, ваше заклинание \"Длань свободы\" с вероятностью 50% снимет с цели эффекты оглушения."
							,
							"Снижает вероятность того, что противники попадут в вас своими заклинаниями и атаками дальнего боя, на 4%. Кроме того, ваше заклинание \"Длань свободы\" с вероятностью 100% снимет с цели эффекты оглушения."
							
						]
					}
					,
					{
						id:     2176,
						tier:   6,
						column: 0,
						name:  "Искусство войны",
						icon:  "ability_paladin_artofwar",
						
						ranks: [
						
							"Увеличивает критический урон от способностей категории \"Правосудие\", а также способностей \"Удар воина Света\" и \"Божественная буря\", на 5%. После нанесения критического удара в ближнем бою время произнесения последующего заклинания \"Вспышка Света\" или \"Экзорцизм\" уменьшается на 0.75 сек."
							,
							"Увеличивает урон от способностей категории \"Правосудие\", а также способностей \"Удар воина Света\" и \"Божественная буря\", на 10%. После нанесения критического удара в ближнем бою заклинания \"Вспышка Света\" и \"Экзорцизм\" могут быть применены мгновенно."
							
						]
					}
					,
					{
						id:     1441,
						tier:   6,
						column: 1,
						name:  "Покаяние",
						icon:  "spell_holy_prayerofhealing",
						
						ranks: [
						
							"Вводит противника в состояние глубокой задумчивости, лишающее возможности действовать на 1 мин. Любой нанесенный урон выводит цель из этого состояния. Действует против демонов, драконов, гуманоидов, гигантов и нежити."
							
						]
					}
					,
					{
						id:     1758,
						tier:   6,
						column: 2,
						name:  "Мудрое правосудие",
						icon:  "ability_paladin_judgementofthewise",
						
						ranks: [
						
							"При применении вами атакующих заклинаний категории \"Правосудие\" до 10 участников вашей группы или рейда с 33%-й вероятностью в течение 15 сек. будут восполнять 1% от своего максимального запаса маны раз в 5 сек., а вы мгновенно получите 25% от вашего базового запаса маны."
							,
							"При применении вами атакующих заклинаний категории \"Правосудие\" до 10 участников вашей группы или рейда с 66%-й вероятностью в течение 15 сек. будут восполнять 1% от своего максимального запаса маны раз в 5 сек., а вы мгновенно получите 25% от вашего базового запаса маны."
							,
							"При применении вами атакующих заклинаний категории \"Правосудие\" до 10 участников вашей группы или рейда с 100%-й вероятностью в течение 15 сек. будут восполнять 1% от своего максимального запаса маны раз в 5 сек., а вы мгновенно получите 25% от вашего базового запаса маны."
							
						]
					}
					,
					{
						id:     1759,
						tier:   7,
						column: 1,
						name:  "Фанатизм",
						icon:  "spell_holy_fanaticism",
						
							requires: 1441,
						
						ranks: [
						
							"Повышает вероятность нанесения критического удара всеми заклинаниями категории \"Правосудие\", способными наносить критический удар, на 6%. Снижает уровень угрозы, создаваемой всеми действиями, на 10%, за исключением случаев нахождения под эффектом \"Праведное неистовство\"."
							,
							"Повышает вероятность нанесения критического удара всеми заклинаниями категории \"Правосудие\", способными наносить критический удар, на 12%. Снижает уровень угрозы, создаваемой всеми действиями, на 20%, за исключением случаев нахождения под эффектом \"Праведное неистовство\"."
							,
							"Повышает вероятность нанесения критического удара всеми заклинаниями категории \"Правосудие\", способными наносить критический удар, на 18%. Снижает уровень угрозы, создаваемой всеми действиями, на 30%, за исключением случаев нахождения под эффектом \"Праведное неистовство\"."
							
						]
					}
					,
					{
						id:     2147,
						tier:   7,
						column: 2,
						name:  "Священный гнев",
						icon:  "ability_paladin_sanctifiedwrath",
						
						ranks: [
						
							"Увеличивает вероятность критического удара заклинания \"Молот гнева\" на 25%, уменьшает время восстановления заклинания \"Гнев карателя\" на 30 с. Когда вы находитесь под действием заклинания \"Гнев карателя\", 25% наносимого вами урона игнорируют все снижающие урон свойства."
							,
							"Увеличивает вероятность нанесения критического удара заклинанием \"Молот гнева\" на 50%, уменьшает время восстановления заклинания \"Гнев карателя\" на 60 с. Когда вы находитесь под действием заклинания \"Гнев карателя\", 50% наносимого вами урона игнорируют все снижающие урон свойства."
							
						]
					}
					,
					{
						id:     2148,
						tier:   8,
						column: 0,
						name:  "Скорое возмездие",
						icon:  "ability_paladin_swiftretribution",
						
						ranks: [
						
							"Ваши ауры дополнительно увеличивают скорость применения заклинаний и скорость атаки в ближнем и дальнем бою на 1%."
							,
							"Ваши ауры дополнительно увеличивают скорость применения заклинаний и скорость атаки в ближнем и дальнем бою на 2%."
							,
							"Ваши ауры дополнительно увеличивают скорость применения заклинаний и скорость атаки в ближнем и дальнем бою на 3%."
							
						]
					}
					,
					{
						id:     1823,
						tier:   8,
						column: 1,
						name:  "Удар воина Света",
						icon:  "spell_holy_crusaderstrike",
						
						ranks: [
						
							"Мгновенный удар, наносящий 75% урона от оружия."
							
						]
					}
					,
					{
						id:     2179,
						tier:   8,
						column: 2,
						name:  "Покров Света",
						icon:  "ability_paladin_sheathoflight",
						
						ranks: [
						
							"Увеличивает силу заклинаний на 10% от силы атаки. При критическом эффекте ваших целительных заклинаний цель дополнительно восполняет 20% от величины полученного исцеления в течение 12 с."
							,
							"Увеличивает силу заклинаний на 20% от силы атаки. При критическом эффекте ваших целительных заклинаний цель дополнительно восполняет 40% от величины полученного исцеления в течение 12 с."
							,
							"Увеличивает силу заклинаний на 30% от силы атаки. При критическом эффекте ваших целительных заклинаний цель дополнительно восполняет 60% от величины полученного исцеления в течение 12 с."
							
						]
					}
					,
					{
						id:     2149,
						tier:   9,
						column: 1,
						name:  "Праведная месть",
						icon:  "ability_paladin_righteousvengeance",
						
						ranks: [
						
							"При критическом ударе ваших заклинаний категории \"Правосудие\", а также заклинаний \"Удар воина Света\" и \"Божественная буря\" противник получает дополнительно 10% урона в течение 8 сек."
							,
							"При критическом ударе ваших заклинаний категории \"Правосудие\", а также заклинаний \"Удар воина Света\" и \"Божественная буря\" противник получает дополнительно 20% урона в течение 8 сек."
							,
							"При критическом ударе ваших заклинаний категории \"Правосудие\", а также заклинаний \"Удар воина Света\" и \"Божественная буря\" противник получает дополнительно 30% урона в течение 8 сек."
							
						]
					}
					,
					{
						id:     2150,
						tier:   10,
						column: 1,
						name:  "Божественная буря",
						icon:  "ability_paladin_divinestorm",
						
						ranks: [
						
							"Мгновенная атака, наносящая 110% урона от оружия 4 противникам в радиусе 8 м. Заклинание \"Божественная буря\" исцеляет до 3 членов группы или рейда на 25% от нанесенного урона."
							
						]
					}
					
				]
			}
			
		];

		var petData_sdfkte75 = null;
		
	
		var textTalentStrSingle = "Требуется {0} очко, вложенное в {1}.";
		var textTalentStrPlural = "Требуется {0} очк., вложенных {1}.";
		var textTalentRank = "Уровень {0}/{1}";
		var textTalentNextRank = "Следующий уровень";
		var textTalentReqTreeTalents = "Требуется {0} очк., вложенных в {1}.";
		var textPrintableClassTalents = "Таланты класса \"{0}\"";
		var textPrintableMinReqLevel = "Требуется уровнь: {0}";
		var textPrintableReqTalentPts = "Требуется очков: {0}";
		var textPrintableTreeTalents = "Таланты ветки \"{0}\"";
		var textPrintablePtsPerTree = "{0} очк.";
		var textPrintableDontWastePaper = "Берегите бумагу!";

		var talentCalc = new TalentCalculator();

		$(document).ready(function() {

			talentCalc.initTalentCalc(
				"2", 
				"{{$talents}}", 
				"charPage",
				"false",
				"sdfkte75",
				talentData_sdfkte75,
				petData_sdfkte75
			);
		});
	</script>
<div class="talContainer" id="talContainer_sdfkte75">
<div class="talentFrame">
<div class="talentTree" id="Holy_tree_sdfkte75" style="margin-right: 3px; background-image: url('images/talents/bg/small/PaladinHoly.jpg')">
<div class="tier">
<div class="talent staticTip col1" id="1432_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/spell_arcane_blink.jpg');">
<div class="talentHolder
						" id="1432_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(1432);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1432_numPoints_sdfkte75">0</span><span>/</span><span>5</span>
</div>
</div>
</div>
<div class="talent staticTip col2" id="1463_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/ability_thunderbolt.jpg');">
<div class="talentHolder
						" id="1463_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(1463);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1463_numPoints_sdfkte75">0</span><span>/</span><span>5</span>
</div>
</div>
</div>
</div>
<div class="tier">
<div class="talent staticTip col0" id="1444_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_holy_holybolt.jpg');">
<div class="talentHolder
						 disabled" id="1444_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(1444);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1444_numPoints_sdfkte75">0</span><span>/</span><span>3</span>
</div>
</div>
</div>
<div class="talent staticTip col1" id="1449_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_nature_sleep.jpg');">
<div class="talentHolder
						 disabled" id="1449_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(1449);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1449_numPoints_sdfkte75">0</span><span>/</span><span>5</span>
</div>
</div>
</div>
<div class="talent staticTip col2" id="1628_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_holy_unyieldingfaith.jpg');">
<div class="talentHolder
						 disabled" id="1628_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(1628);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1628_numPoints_sdfkte75">0</span><span>/</span><span>2</span>
</div>
</div>
</div>
</div>
<div class="tier">
<div class="talent staticTip col0" id="1435_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_holy_auramastery.jpg');">
<div class="talentHolder
						 disabled" id="1435_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(1435);">
<span id="spellInfo_1435" style="display: none;"><span style="float: right;"> Восстановление: 2  мин</span><span style="float: left;"> Мгновенное действие </span></span>
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1435_numPoints_sdfkte75">0</span><span>/</span><span>1</span>
</div>
</div>
</div>
<div class="talent staticTip col1" id="1461_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_holy_greaterheal.jpg');">
<div class="talentHolder
						 disabled" id="1461_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(1461);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1461_numPoints_sdfkte75">0</span><span>/</span><span>5</span>
</div>
</div>
</div>
<div class="talent staticTip col2" id="1443_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_holy_layonhands.jpg');">
<div class="talentHolder
						 disabled" id="1443_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(1443);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1443_numPoints_sdfkte75">0</span><span>/</span><span>2</span>
</div>
</div>
</div>
</div>
<div class="tier">
<div class="talent staticTip col0" id="1450_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_holy_mindsooth.jpg');">
<div class="talentHolder
						 disabled" id="1450_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(1450);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1450_numPoints_sdfkte75">0</span><span>/</span><span>3</span>
</div>
</div>
</div>
<div class="talent staticTip col2" id="1446_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_holy_sealofwisdom.jpg');">
<div class="talentHolder
						 disabled" id="1446_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(1446);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1446_numPoints_sdfkte75">0</span><span>/</span><span>2</span>
</div>
</div>
</div>
<div class="talent staticTip col3" id="2198_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/ability_paladin_blessedhands.jpg');">
<div class="talentHolder
						 disabled" id="2198_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(2198);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="2198_numPoints_sdfkte75">0</span><span>/</span><span>2</span>
</div>
</div>
</div>
</div>
<div class="tier">
<div class="talent staticTip col0" id="1742_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_holy_pureofheart.jpg');">
<div class="talentHolder
						 disabled" id="1742_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(1742);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1742_numPoints_sdfkte75">0</span><span>/</span><span>2</span>
</div>
</div>
</div>
<div class="talent staticTip col1" id="1433_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_holy_heal.jpg');">
<div class="talentHolder
						 disabled" id="1433_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(1433);">
<span id="spellInfo_1433" style="display: none;"><span style="float: left;">3% запаса маны</span>
<br>
<span style="float: right;"> Восстановление: 2  мин</span><span style="float: left;">Мгновенное действие</span></span>
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1433_numPoints_sdfkte75">0</span><span>/</span><span>1</span>
</div>
</div>
</div>
<div class="talent staticTip col2" id="1465_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_holy_healingaura.jpg');">
<div class="talentHolder
						 disabled" id="1465_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(1465);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1465_numPoints_sdfkte75">0</span><span>/</span><span>3</span>
</div>
</div>
</div>
</div>
<div class="tier">
<div class="talent staticTip col0" id="1743_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_holy_purifyingpower.jpg');">
<div class="talentHolder
						 disabled" id="1743_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(1743);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1743_numPoints_sdfkte75">0</span><span>/</span><span>2</span>
</div>
</div>
</div>
<div class="talent staticTip col2" id="1627_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_holy_power.jpg');">
<div class="talentHolder
						 disabled" id="1627_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(1627);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1627_numPoints_sdfkte75">0</span><span>/</span><span>5</span>
</div>
</div>
</div>
</div>
<div class="tier">
<div class="talent staticTip col0" id="1745_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_holy_lightsgrace.jpg');">
<div class="talentHolder
						 disabled" id="1745_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(1745);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1745_numPoints_sdfkte75">0</span><span>/</span><span>3</span>
</div>
</div>
</div>
<div class="talent staticTip col1" id="1502_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_holy_searinglight.jpg');">
<div class="talentHolder
						 disabled" id="1502_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(1502);">
<span id="spellInfo_1502" style="display: none;"><span style="float: right;"> Радиус действия20 </span><span style="float: left;">21% запаса маны</span>
<br>
<span style="float: right;">Восстановление: 6  сек</span><span style="float: left;">Мгновенное действие</span></span>
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1502_numPoints_sdfkte75">0</span><span>/</span><span>1</span>
</div>
</div>
</div>
<div class="talent staticTip col2" id="1744_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_holy_blessedlife.jpg');">
<div class="talentHolder
						 disabled" id="1744_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(1744);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1744_numPoints_sdfkte75">0</span><span>/</span><span>3</span>
</div>
</div>
</div>
</div>
<div class="tier">
<div class="talent staticTip col0" id="2190_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/ability_paladin_sacredcleansing.jpg');">
<div class="talentHolder
						 disabled" id="2190_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(2190);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="2190_numPoints_sdfkte75">0</span><span>/</span><span>3</span>
</div>
</div>
</div>
<div class="talent staticTip col2" id="1746_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_holy_holyguidance.jpg');">
<div class="talentHolder
						 disabled" id="1746_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(1746);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1746_numPoints_sdfkte75">0</span><span>/</span><span>5</span>
</div>
</div>
</div>
</div>
<div class="tier">
<div class="talent staticTip col0" id="1747_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_holy_divineillumination.jpg');">
<div class="talentHolder
						 disabled" id="1747_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(1747);">
<span id="spellInfo_1747" style="display: none;"><span style="float: right;"> Восстановление: 3  мин</span><span style="float: left;"> Мгновенное действие </span></span>
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1747_numPoints_sdfkte75">0</span><span>/</span><span>1</span>
</div>
</div>
</div>
<div class="talent staticTip col2" id="2199_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/ability_paladin_judgementofthepure.jpg');">
<div class="talentHolder
						 disabled" id="2199_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(2199);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="2199_numPoints_sdfkte75">0</span><span>/</span><span>5</span>
</div>
</div>
</div>
</div>
<div class="tier">
<div class="talent staticTip col1" id="2193_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/ability_paladin_infusionoflight.jpg');">
<div class="talentHolder
						 disabled" id="2193_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(2193);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="2193_numPoints_sdfkte75">0</span><span>/</span><span>2</span>
</div>
</div>
</div>
<div class="talent staticTip col2" id="2191_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/ability_paladin_enlightenedjudgements.jpg');">
<div class="talentHolder
						 disabled" id="2191_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(2191);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="2191_numPoints_sdfkte75">0</span><span>/</span><span>2</span>
</div>
</div>
</div>
</div>
<div class="tier">
<div class="talent staticTip col1" id="2192_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/ability_paladin_beaconoflight.jpg');">
<div class="talentHolder
						 disabled" id="2192_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(2192);">
<span id="spellInfo_2192" style="display: none;"><span style="float: right;"> Радиус действия60 </span><span style="float: left;">35% запаса маны</span>
<br>
<span style="float: left;">Мгновенное действие</span></span>
<div class="talentHover"></div>
<div class="rankCtr">
<span id="2192_numPoints_sdfkte75">0</span><span>/</span><span>1</span>
</div>
</div>
</div>
</div>
<div class="talentTreeInfo" style="background: url(wow-icons/_images/21x21/spell_holy_holybolt.png) 0 0 no-repeat;">
<span id="treeName_0_sdfkte75" style="font-weight: bold;">Свет</span> &nbsp;<span id="treeSpent_0_sdfkte75">0</span>
</div>
</div>
<div class="talentTree" id="Protection_tree_sdfkte75" style="margin-right: 3px; background-image: url('images/talents/bg/small/PaladinProtection.jpg')">
<div class="tier">
<div class="talent staticTip col1" id="1442_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/spell_holy_blindingheal.jpg');">
<div class="talentHolder
						" id="1442_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(1442);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1442_numPoints_sdfkte75">0</span><span>/</span><span>5</span>
</div>
</div>
</div>
<div class="talent staticTip col2" id="2185_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/ability_golemthunderclap.jpg');">
<div class="talentHolder
						" id="2185_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(2185);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="2185_numPoints_sdfkte75">0</span><span>/</span><span>5</span>
</div>
</div>
</div>
</div>
<div class="tier">
<div class="talent staticTip col0" id="1748_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_holy_stoicism.jpg');">
<div class="talentHolder
						 disabled" id="1748_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(1748);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1748_numPoints_sdfkte75">0</span><span>/</span><span>3</span>
</div>
</div>
</div>
<div class="talent staticTip col1" id="1425_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_holy_sealofprotection.jpg');">
<div class="talentHolder
						 disabled" id="1425_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(1425);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1425_numPoints_sdfkte75">0</span><span>/</span><span>2</span>
</div>
</div>
</div>
<div class="talent staticTip col2" id="1629_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_magic_lesserinvisibilty.jpg');">
<div class="talentHolder
						 disabled" id="1629_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(1629);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1629_numPoints_sdfkte75">0</span><span>/</span><span>5</span>
</div>
</div>
</div>
</div>
<div class="tier">
<div class="talent staticTip col0" id="2280_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_holy_powerwordbarrier.jpg');">
<div class="talentHolder
						 disabled" id="2280_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(2280);">
<span id="spellInfo_2280" style="display: none;"><span style="float: right;"> Восстановление: 2  мин</span><span style="float: left;"> Мгновенное действие </span></span>
<div class="talentHover"></div>
<div class="rankCtr">
<span id="2280_numPoints_sdfkte75">0</span><span>/</span><span>1</span>
</div>
</div>
</div>
<div class="talent staticTip col1" id="1501_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_holy_sealoffury.jpg');">
<div class="talentHolder
						 disabled" id="1501_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(1501);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1501_numPoints_sdfkte75">0</span><span>/</span><span>3</span>
</div>
</div>
</div>
<div class="talent staticTip col2" id="1423_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_holy_devotion.jpg');">
<div class="talentHolder
						 disabled" id="1423_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(1423);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1423_numPoints_sdfkte75">0</span><span>/</span><span>5</span>
</div>
</div>
</div>
</div>
<div class="tier">
<div class="talent staticTip col0" id="2281_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_holy_powerwordbarrier.jpg');">
<div class="talentHolder
						 disabled" id="2281_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(2281);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="2281_numPoints_sdfkte75">0</span><span>/</span><span>2</span>
</div>
</div>
</div>
<div class="talent staticTip col1" id="1521_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_holy_sealofmight.jpg');">
<div class="talentHolder
						 disabled" id="1521_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(1521);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1521_numPoints_sdfkte75">0</span><span>/</span><span>2</span>
</div>
</div>
</div>
<div class="talent staticTip col2" id="1422_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_holy_devotionaura.jpg');">
<div class="talentHolder
						 disabled" id="1422_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(1422);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1422_numPoints_sdfkte75">0</span><span>/</span><span>3</span>
</div>
</div>
</div>
</div>
<div class="tier">
<div class="talent staticTip col1" id="1431_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_nature_lightningshield.jpg');">
<div class="talentHolder
						 disabled" id="1431_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(1431);">
<span id="spellInfo_1431" style="display: none;"><span style="float: right;"> Радиус действия30 </span><span style="float: left;">7% запаса маны</span>
<br>
<span style="float: left;">Мгновенное действие</span></span>
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1431_numPoints_sdfkte75">0</span><span>/</span><span>1</span>
</div>
</div>
</div>
<div class="talent staticTip col2" id="1426_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_holy_blessingofstrength.jpg');">
<div class="talentHolder
						 disabled" id="1426_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(1426);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1426_numPoints_sdfkte75">0</span><span>/</span><span>5</span>
</div>
</div>
</div>
</div>
<div class="tier">
<div class="talent staticTip col0" id="1750_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_holy_divineintervention.jpg');">
<div class="talentHolder
						 disabled" id="1750_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(1750);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1750_numPoints_sdfkte75">0</span><span>/</span><span>2</span>
</div>
</div>
</div>
<div class="talent staticTip col2" id="1429_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/inv_sword_20.jpg');">
<div class="talentHolder
						 disabled" id="1429_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(1429);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1429_numPoints_sdfkte75">0</span><span>/</span><span>3</span>
</div>
</div>
</div>
</div>
<div class="tier">
<div class="talent staticTip col0" id="2282_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_holy_revivechampion.jpg');">
<div class="talentHolder
						 disabled" id="2282_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(2282);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="2282_numPoints_sdfkte75">0</span><span>/</span><span>2</span>
</div>
</div>
</div>
<div class="talent staticTip col1" id="1430_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_holy_blessingofprotection.jpg');">
<div class="talentHolder
						 disabled" id="1430_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(1430);">
<span id="spellInfo_1430" style="display: none;"><span style="float: left;">12% запаса маны</span>
<br>
<span style="float: right;">Восстановление: 8  сек</span><span style="float: left;">Мгновенное действие</span></span>
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1430_numPoints_sdfkte75">0</span><span>/</span><span>1</span>
</div>
</div>
</div>
<div class="talent staticTip col2" id="1751_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_holy_ardentdefender.jpg');">
<div class="talentHolder
						 disabled" id="1751_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(1751);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1751_numPoints_sdfkte75">0</span><span>/</span><span>3</span>
</div>
</div>
</div>
</div>
<div class="tier">
<div class="talent staticTip col0" id="1421_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/ability_defend.jpg');">
<div class="talentHolder
						 disabled" id="1421_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(1421);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1421_numPoints_sdfkte75">0</span><span>/</span><span>3</span>
</div>
</div>
</div>
<div class="talent staticTip col2" id="1753_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_holy_weaponmastery.jpg');">
<div class="talentHolder
						 disabled" id="1753_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(1753);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1753_numPoints_sdfkte75">0</span><span>/</span><span>3</span>
</div>
</div>
</div>
</div>
<div class="tier">
<div class="talent staticTip col0" id="2195_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/ability_paladin_touchedbylight.jpg');">
<div class="talentHolder
						 disabled" id="2195_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(2195);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="2195_numPoints_sdfkte75">0</span><span>/</span><span>3</span>
</div>
</div>
</div>
<div class="talent staticTip col1" id="1754_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_holy_avengersshield.jpg');">
<div class="talentHolder
						 disabled" id="1754_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(1754);">
<span id="spellInfo_1754" style="display: none;"><span style="float: right;"> Радиус действия30 </span><span style="float: left;">30% запаса маны</span>
<br>
<span style="float: right;">Восстановление: 30  сек</span><span style="float: left;">Мгновенное действие</span></span>
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1754_numPoints_sdfkte75">0</span><span>/</span><span>1</span>
</div>
</div>
</div>
<div class="talent staticTip col2" id="2194_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/ability_paladin_gaurdedbythelight.jpg');">
<div class="talentHolder
						 disabled" id="2194_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(2194);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="2194_numPoints_sdfkte75">0</span><span>/</span><span>2</span>
</div>
</div>
</div>
</div>
<div class="tier">
<div class="talent staticTip col1" id="2204_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/ability_paladin_shieldofthetemplar.jpg');">
<div class="talentHolder
						 disabled" id="2204_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(2204);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="2204_numPoints_sdfkte75">0</span><span>/</span><span>3</span>
</div>
</div>
</div>
<div class="talent staticTip col2" id="2200_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/ability_paladin_judgementsofthejust.jpg');">
<div class="talentHolder
						 disabled" id="2200_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(2200);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="2200_numPoints_sdfkte75">0</span><span>/</span><span>2</span>
</div>
</div>
</div>
</div>
<div class="tier">
<div class="talent staticTip col1" id="2196_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/ability_paladin_hammeroftherighteous.jpg');">
<div class="talentHolder
						 disabled" id="2196_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(2196);">
<span id="spellInfo_2196" style="display: none;"><span style="float: right;">Дистанция ближнего боя</span><span style="float: left;">6% запаса маны</span>
<br>
<span style="float: right;">Восстановление: 6  сек</span><span style="float: left;">Мгновенное действие</span></span>
<div class="talentHover"></div>
<div class="rankCtr">
<span id="2196_numPoints_sdfkte75">0</span><span>/</span><span>1</span>
</div>
</div>
</div>
</div>
<div class="talentTreeInfo" style="background: url(wow-icons/_images/21x21/spell_holy_devotionaura.png) 0 0 no-repeat;">
<span id="treeName_1_sdfkte75" style="font-weight: bold;">Защита</span> &nbsp;<span id="treeSpent_1_sdfkte75">0</span>
</div>
</div>
<div class="talentTree" id="Retribution_tree_sdfkte75" style="background-image: url('images/talents/bg/small/PaladinCombat.jpg');">
<div class="tier">
<div class="talent staticTip col1" id="1403_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/ability_parry.jpg');">
<div class="talentHolder
						" id="1403_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(1403);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1403_numPoints_sdfkte75">0</span><span>/</span><span>5</span>
</div>
</div>
</div>
<div class="talent staticTip col2" id="1407_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/spell_frost_windwalkon.jpg');">
<div class="talentHolder
						" id="1407_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(1407);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1407_numPoints_sdfkte75">0</span><span>/</span><span>5</span>
</div>
</div>
</div>
</div>
<div class="tier">
<div class="talent staticTip col0" id="1631_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_holy_righteousfury.jpg');">
<div class="talentHolder
						 disabled" id="1631_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(1631);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1631_numPoints_sdfkte75">0</span><span>/</span><span>2</span>
</div>
</div>
</div>
<div class="talent staticTip col1" id="1464_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_holy_holysmite.jpg');">
<div class="talentHolder
						 disabled" id="1464_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(1464);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1464_numPoints_sdfkte75">0</span><span>/</span><span>3</span>
</div>
</div>
</div>
<div class="talent staticTip col2" id="1401_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_holy_fistofjustice.jpg');">
<div class="talentHolder
						 disabled" id="1401_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(1401);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1401_numPoints_sdfkte75">0</span><span>/</span><span>2</span>
</div>
</div>
</div>
</div>
<div class="tier">
<div class="talent staticTip col0" id="1633_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_holy_vindication.jpg');">
<div class="talentHolder
						 disabled" id="1633_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(1633);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1633_numPoints_sdfkte75">0</span><span>/</span><span>2</span>
</div>
</div>
</div>
<div class="talent staticTip col1" id="1411_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_holy_retributionaura.jpg');">
<div class="talentHolder
						 disabled" id="1411_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(1411);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1411_numPoints_sdfkte75">0</span><span>/</span><span>5</span>
</div>
</div>
</div>
<div class="talent staticTip col2" id="1481_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/ability_warrior_innerrage.jpg');">
<div class="talentHolder
						 disabled" id="1481_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(1481);">
<span id="spellInfo_1481" style="display: none;"><span style="float: left;">14% запаса маны</span>
<br>
<span style="float: left;">Мгновенное действие</span></span>
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1481_numPoints_sdfkte75">0</span><span>/</span><span>1</span>
</div>
</div>
</div>
<div class="talent staticTip col3" id="1634_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_holy_persuitofjustice.jpg');">
<div class="talentHolder
						 disabled" id="1634_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(1634);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1634_numPoints_sdfkte75">0</span><span>/</span><span>2</span>
</div>
</div>
</div>
</div>
<div class="tier">
<div class="talent staticTip col0" id="1632_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_holy_eyeforaneye.jpg');">
<div class="talentHolder
						 disabled" id="1632_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(1632);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1632_numPoints_sdfkte75">0</span><span>/</span><span>2</span>
</div>
</div>
</div>
<div class="talent staticTip col2" id="1761_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_holy_holysmite.jpg');">
<div class="talentHolder
						 disabled" id="1761_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(1761);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1761_numPoints_sdfkte75">0</span><span>/</span><span>3</span>
</div>
</div>
</div>
<div class="talent staticTip col3" id="1755_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_holy_crusade.jpg');">
<div class="talentHolder
						 disabled" id="1755_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(1755);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1755_numPoints_sdfkte75">0</span><span>/</span><span>3</span>
</div>
</div>
</div>
</div>
<div class="tier">
<div class="talent staticTip col0" id="1410_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/inv_hammer_04.jpg');">
<div class="talentHolder
						 disabled" id="1410_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(1410);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1410_numPoints_sdfkte75">0</span><span>/</span><span>3</span>
</div>
</div>
</div>
<div class="talent staticTip col2" id="1756_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_holy_mindvision.jpg');">
<div class="talentHolder
						 disabled" id="1756_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(1756);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1756_numPoints_sdfkte75">0</span><span>/</span><span>1</span>
</div>
</div>
</div>
</div>
<div class="tier">
<div class="talent staticTip col1" id="1402_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/ability_racial_avatar.jpg');">
<div class="talentHolder
						 disabled" id="1402_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(1402);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1402_numPoints_sdfkte75">0</span><span>/</span><span>3</span>
</div>
</div>
</div>
<div class="talent staticTip col2" id="1757_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_holy_divinepurpose.jpg');">
<div class="talentHolder
						 disabled" id="1757_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(1757);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1757_numPoints_sdfkte75">0</span><span>/</span><span>2</span>
</div>
</div>
</div>
</div>
<div class="tier">
<div class="talent staticTip col0" id="2176_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/ability_paladin_artofwar.jpg');">
<div class="talentHolder
						 disabled" id="2176_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(2176);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="2176_numPoints_sdfkte75">0</span><span>/</span><span>2</span>
</div>
</div>
</div>
<div class="talent staticTip col1" id="1441_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_holy_prayerofhealing.jpg');">
<div class="talentHolder
						 disabled" id="1441_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(1441);">
<span id="spellInfo_1441" style="display: none;"><span style="float: right;"> Радиус действия20 </span><span style="float: left;">9% запаса маны</span>
<br>
<span style="float: right;"> Восстановление: 1  мин</span><span style="float: left;">Мгновенное действие</span></span>
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1441_numPoints_sdfkte75">0</span><span>/</span><span>1</span>
</div>
</div>
</div>
<div class="talent staticTip col2" id="1758_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/ability_paladin_judgementofthewise.jpg');">
<div class="talentHolder
						 disabled" id="1758_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(1758);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1758_numPoints_sdfkte75">0</span><span>/</span><span>3</span>
</div>
</div>
</div>
</div>
<div class="tier">
<div class="talent staticTip col1" id="1759_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_holy_fanaticism.jpg');">
<div class="talentHolder
						 disabled" id="1759_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(1759);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1759_numPoints_sdfkte75">0</span><span>/</span><span>3</span>
</div>
</div>
</div>
<div class="talent staticTip col2" id="2147_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/ability_paladin_sanctifiedwrath.jpg');">
<div class="talentHolder
						 disabled" id="2147_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(2147);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="2147_numPoints_sdfkte75">0</span><span>/</span><span>2</span>
</div>
</div>
</div>
</div>
<div class="tier">
<div class="talent staticTip col0" id="2148_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/ability_paladin_swiftretribution.jpg');">
<div class="talentHolder
						 disabled" id="2148_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(2148);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="2148_numPoints_sdfkte75">0</span><span>/</span><span>3</span>
</div>
</div>
</div>
<div class="talent staticTip col1" id="1823_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_holy_crusaderstrike.jpg');">
<div class="talentHolder
						 disabled" id="1823_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(1823);">
<span id="spellInfo_1823" style="display: none;"><span style="float: right;">Дистанция ближнего боя</span><span style="float: left;">5% запаса маны</span>
<br>
<span style="float: right;">Восстановление: 4  сек</span><span style="float: left;">Мгновенное действие</span></span>
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1823_numPoints_sdfkte75">0</span><span>/</span><span>1</span>
</div>
</div>
</div>
<div class="talent staticTip col2" id="2179_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/ability_paladin_sheathoflight.jpg');">
<div class="talentHolder
						 disabled" id="2179_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(2179);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="2179_numPoints_sdfkte75">0</span><span>/</span><span>3</span>
</div>
</div>
</div>
</div>
<div class="tier">
<div class="talent staticTip col1" id="2149_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/ability_paladin_righteousvengeance.jpg');">
<div class="talentHolder
						 disabled" id="2149_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(2149);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="2149_numPoints_sdfkte75">0</span><span>/</span><span>3</span>
</div>
</div>
</div>
</div>
<div class="tier">
<div class="talent staticTip col1" id="2150_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/ability_paladin_divinestorm.jpg');">
<div class="talentHolder
						 disabled" id="2150_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(2150);">
<span id="spellInfo_2150" style="display: none;"><span style="float: left;">12% запаса маны</span>
<br>
<span style="float: right;">Восстановление: 10  сек</span><span style="float: left;">Мгновенное действие</span></span>
<div class="talentHover"></div>
<div class="rankCtr">
<span id="2150_numPoints_sdfkte75">0</span><span>/</span><span>1</span>
</div>
</div>
</div>
</div>
<div class="talentTreeInfo" style="background: url(wow-icons/_images/21x21/spell_holy_auraoflight.png) 0 0 no-repeat;">
<span id="treeName_2_sdfkte75" style="font-weight: bold;">Воздаяние</span> &nbsp;<span id="treeSpent_2_sdfkte75">0</span>
</div>
</div>
<table border="0" cellpadding="0" cellspacing="0" class="resetExportHolder">
<tr>
<td><a class="awesomeButton awesomeButton-exportBuild" href="#" id="linkToBuild_sdfkte75" target="_blank"><span>
<div class="staticTip" onmouseover="setTipText('Создание копии данной раскладки и ее перенос в расчет талантов.')">Копия</div>
</span></a></td>
</tr>
</table>
</div>
</div>
<div id="glyphHolder">
<div id="glyphSet_1">
<div class="staticTip glyph major" onmouseover="makeGlyphTooltip(&quot;Символ вспышки Света&quot;,&quot;Великий символ&quot;,&quot;Повышает вероятность критического эффекта заклинания &quot;Вспышка Света&quot; на 5%.&quot;)">
<span><img class="majorGlyphIcon" src="images/talents/glyph-small-major-1.gif">Символ вспышки Света</span>
</div>
<div class="staticTip glyph major" onmouseover="makeGlyphTooltip(&quot;Символ Света небес&quot;,&quot;Великий символ&quot;,&quot;Заклинание &quot;Свет небес&quot; также восстанавливает здоровье в объеме 10% от основного эффекта 5 дружественным целям в радиусе 8 м от цели заклинания.&quot;)">
<span><img class="majorGlyphIcon" src="images/talents/glyph-small-major-2.gif">Символ Света небес</span>
</div>
<div class="glyph staticTip emptyGlyphmajor" onmouseover="makeGlyphTooltip('Нет символа','Великий символ',' ')">
<span>Нет символа</span>
</div>
<div class="staticTip glyph minor" onmouseover="makeGlyphTooltip(&quot;Символ благословения королей&quot;,&quot;Малый символ&quot;,&quot;Снижает затраты маны на заклинания &quot;Благословение королей&quot; и &quot;Великое благословение королей&quot; на 50%.&quot;)">
<span><img class="minorGlyphIcon" src="images/talents/glyph-small-minor-1.gif">Символ благословения королей</span>
</div>
<div class="staticTip glyph minor" onmouseover="makeGlyphTooltip(&quot;Символ благословения мудрости&quot;,&quot;Малый символ&quot;,&quot;Увеличивает время действия наложенного на себя заклинания &quot;Благословение мудрости&quot; на 20 м.&quot;)">
<span><img class="minorGlyphIcon" src="images/talents/glyph-small-minor-2.gif">Символ благословения мудрости</span>
</div>
<div class="glyph staticTip emptyGlyphminor" onmouseover="makeGlyphTooltip('Нет символа','Малый символ',' ')">
<span>Нет символа</span>
</div>
</div>
</div>
</div>
</div>
</div>
<div class="clear"></div>
</div>
</div>
</div>
</div>
</div>
</div>
</div>
</div>
<script type="text/javascript">
				$(document).ready(function(){
					initCharTalents();			
				});
			</script>
</div>
</div>
</div>
</div>