<div class="full-list">
<div class="info-pane">
<div class="talentCalcBg">
<div class="talentCalcFooter">
<xsl-template name="head-content">
<script src="_js/tools/talent-calc.js" type="text/javascript"></script>
</xsl-template>
<script type="text/javascript">
		{literal} var talentData_wenld36 = [
		
			{
				id:   "Elemental",
				name: "Стихии",
				talents: [
				
					{
						id:     564,
						tier:   0,
						column: 1,
						name:  "Конвекция",
						icon:  "spell_nature_wispsplode",
						
						ranks: [
						
							"Уменьшает расход маны на заклинания \"Молния\", \"Цепная молния\", \"Выброс лавы\", \"Пронизывающий ветер\" и заклинания категории \"Шок\" на 2%."
							,
							"Уменьшает расход маны на заклинания \"Молния\", \"Цепная молния\", \"Выброс лавы\", \"Пронизывающий ветер\" и заклинания категории \"Шок\" на 4%."
							,
							"Уменьшает расход маны на заклинания \"Молния\", \"Цепная молния\", \"Выброс лавы\", \"Пронизывающий ветер\" и заклинания категории \"Шок\" на 6%."
							,
							"Уменьшает расход маны на заклинания \"Молния\", \"Цепная молния\", \"Выброс лавы\", \"Пронизывающий ветер\" и заклинания категории \"Шок\" на 8%."
							,
							"Уменьшает расход маны на заклинания \"Молния\", \"Цепная молния\", \"Выброс лавы\", \"Пронизывающий ветер\" и заклинания категории \"Шок\" на 10%."
							
						]
					}
					,
					{
						id:     563,
						tier:   0,
						column: 2,
						name:  "Сотрясение мозга",
						icon:  "spell_fire_fireball",
						
						ranks: [
						
							"Увеличивает урон, наносимый вашими заклинаниями \"Молния\", \"Цепная молния\", \"Гром и молния\", \"Выброс лавы\" и заклинаниями категории \"Шок\", на 1%."
							,
							"Увеличивает урон, наносимый вашими заклинаниями \"Молния\", \"Цепная молния\", \"Гром и молния\", \"Выброс лавы\" и заклинаниями категории \"Шок\", на 2%."
							,
							"Увеличивает урон, наносимый вашими заклинаниями \"Молния\", \"Цепная молния\", \"Гром и молния\", \"Выброс лавы\" и заклинаниями категории \"Шок\", на 3%."
							,
							"Увеличивает урон, наносимый вашими заклинаниями \"Молния\", \"Цепная молния\", \"Гром и молния\", \"Выброс лавы\" и заклинаниями категории \"Шок\", на 4%."
							,
							"Увеличивает урон, наносимый вашими заклинаниями \"Молния\", \"Цепная молния\", \"Гром и молния\", \"Выброс лавы\" и заклинаниями категории \"Шок\", на 5%."
							
						]
					}
					,
					{
						id:     561,
						tier:   1,
						column: 0,
						name:  "Зов пламени",
						icon:  "spell_fire_immolation",
						
						ranks: [
						
							"Увеличивает урон, наносимый вашими тотемами огня и заклинанием \"Кольцо огня\", на 5%, а урон, наносимый заклинанием \"Выброс лавы\", на 2%."
							,
							"Увеличивает урон, наносимый вашими тотемами огня и заклинанием \"Кольцо огня\", на 10%, а урон, наносимый заклинанием \"Выброс лавы\", на 4%."
							,
							"Увеличивает урон, наносимый вашими тотемами огня и заклинанием \"Кольцо огня\", на 15%, а урон, наносимый заклинанием \"Выброс лавы\", на 6%."
							
						]
					}
					,
					{
						id:     1640,
						tier:   1,
						column: 1,
						name:  "Защита от стихий",
						icon:  "spell_nature_spiritarmor",
						
						ranks: [
						
							"Уменьшает весь получаемый урон на 2%."
							,
							"Уменьшает весь получаемый урон на 4%."
							,
							"Уменьшает весь получаемый урон на 6%."
							
						]
					}
					,
					{
						id:     1645,
						tier:   1,
						column: 2,
						name:  "Стихийное опустошение",
						icon:  "spell_fire_elementaldevastation",
						
						ranks: [
						
							"При нанесении мгновенного критического урона атакующим заклинанием вероятность нанести критический удар в ближнем бою повышается на 3% на 10 сек."
							,
							"При нанесении непериодического критического урона атакующим заклинанием вероятность нанести критический удар в ближнем бою повышается на 6% на 10 сек."
							,
							"При нанесении непериодического критического урона атакующим заклинанием вероятность нанести критический удар в ближнем бою повышается на 9% на 10 сек."
							
						]
					}
					,
					{
						id:     575,
						tier:   2,
						column: 0,
						name:  "Отзвук",
						icon:  "spell_frost_frostward",
						
						ranks: [
						
							"Сокращает время восстановления заклинаний категории \"Шок\" и заклинания \"Пронизывающий ветер\" на 0.2 сек."
							,
							"Сокращает время восстановления заклинаний категории \"Шок\" и заклинания \"Пронизывающий ветер\" на 0.4 сек."
							,
							"Сокращает время восстановления заклинаний категории \"Шок\" и заклинания \"Пронизывающий ветер\" на 0.6 сек."
							,
							"Сокращает время восстановления заклинаний категории \"Шок\" и заклинания \"Пронизывающий ветер\" на 0.8 сек."
							,
							"Сокращает время восстановления заклинаний категории \"Шок\" и заклинания \"Пронизывающий ветер\" на 1 сек."
							
						]
					}
					,
					{
						id:     574,
						tier:   2,
						column: 1,
						name:  "Средоточие стихий",
						icon:  "spell_shadow_manaburn",
						
						ranks: [
						
							"После нанесения непериодического критического урона от огня, льда или сил природы вы входите в состояние \"Ясность мысли\". В этом состоянии для произнесения 2 целительных или наносящих урон заклинаний потребуется на 40% меньше маны."
							
						]
					}
					,
					{
						id:     565,
						tier:   2,
						column: 2,
						name:  "Неистовство стихий",
						icon:  "spell_fire_volcano",
						
						ranks: [
						
							"Увеличивает дополнительный урон при критическом эффекте опаляющего тотема, тотема магмы и заклинаний огня, льда и природы на 20%."
							,
							"Увеличивает дополнительный урон при критическом эффекте опаляющего тотема, тотема магмы и заклинаний огня, льда и природы на 40%."
							,
							"Увеличивает дополнительный урон при критическом эффекте опаляющего тотема, тотема магмы и заклинаний огня, льда и природы на 60%."
							,
							"Увеличивает дополнительный урон при критическом эффекте опаляющего тотема, тотема магмы и заклинаний огня, льда и природы на 80%."
							,
							"Увеличивает дополнительный урон при критическом эффекте опаляющего тотема, тотема магмы и заклинаний огня, льда и природы на 100%."
							
						]
					}
					,
					{
						id:     567,
						tier:   3,
						column: 0,
						name:  "Улучшенное кольцо огня",
						icon:  "spell_fire_sealoffire",
						
						ranks: [
						
							"Увеличивает урон, наносимый вашим заклинанием \"Кольцо огня\", на 10% и сокращает время его восстановления на 2 сек."
							,
							"Увеличивает урон, наносимый вашим заклинанием \"Кольцо огня\", на 20% и сокращает время его восстановления на 4 сек."
							
						]
					}
					,
					{
						id:     1642,
						tier:   3,
						column: 3,
						name:  "Око шторма",
						icon:  "spell_shadow_soulleech_2",
						
						ranks: [
						
							"Сокращает задержку произнесения заклинаний \"Молния\", \"Цепная молния\", \"Выброс лавы\" и \"Сглаз\" при получении урона на 23%."
							,
							"Сокращает задержку произнесения заклинаний \"Молния\", \"Цепная молния\", \"Выброс лавы\" и \"Сглаз\" при получении урона на 46%."
							,
							"Сокращает задержку произнесения заклинаний \"Молния\", \"Цепная молния\", \"Выброс лавы\" и \"Сглаз\" при получении урона на 70%."
							
						]
					}
					,
					{
						id:     1641,
						tier:   4,
						column: 0,
						name:  "Предел стихии",
						icon:  "spell_nature_stormreach",
						
						ranks: [
						
							"Увеличивает дальность действия заклинаний \"Молния\", \"Цепная молния\", \"Кольцо огня\" и \"Выброс лавы\" на 3 м, а заклинания \"Огненный шок\" – на 7 м. Также увеличивает радиус действия заклинания \"Гром и молния\" на 10%."
							,
							"Увеличивает дальность действия заклинаний \"Молния\", \"Цепная молния\", \"Кольцо огня\" и \"Выброс лавы\" на 6 м, а заклинания \"Огненный шок\" – на 15 м. Также увеличивает радиус действия заклинания \"Гром и молния\" на 20%."
							
						]
					}
					,
					{
						id:     562,
						tier:   4,
						column: 1,
						name:  "Зов грома",
						icon:  "spell_nature_callstorm",
						
							requires: 574,
						
						ranks: [
						
							"Увеличивает вероятность критического эффекта ваших заклинаний \"Молния\", \"Цепная молния\" и \"Гром и молния\" на 5%."
							
						]
					}
					,
					{
						id:     1682,
						tier:   4,
						column: 3,
						name:  "Неумолимая буря",
						icon:  "spell_nature_unrelentingstorm",
						
						ranks: [
						
							"Восполняет ману в размере 4% от вашего интеллекта раз в 5 секунд даже во время произнесения заклинаний."
							,
							"Восполняет ману в размере 8% от вашего интеллекта раз в 5 секунд даже во время произнесения заклинаний."
							,
							"Восполняет ману в размере 12% от вашего интеллекта раз в 5 секунд даже во время произнесения заклинаний."
							
						]
					}
					,
					{
						id:     1685,
						tier:   5,
						column: 0,
						name:  "Точность стихии",
						icon:  "spell_nature_elementalprecision_1",
						
						ranks: [
						
							"Увеличивает вероятность попадания ваших заклинаний магии огня, льда и природы, на 1% и снижает создаваемую ими угрозу на 10%."
							,
							"Увеличивает вероятность попадания ваших заклинаний магии огня, льда и природы, на 2% и снижает создаваемую ими угрозу на 20%."
							,
							"Увеличивает вероятность попадания ваших заклинаний магии огня, льда и природы, на 3% и снижает создаваемую ими угрозу на 30%."
							
						]
					}
					,
					{
						id:     721,
						tier:   5,
						column: 2,
						name:  "Покорение молнии",
						icon:  "spell_lightning_lightningbolt01",
						
							requires: 565,
						
						ranks: [
						
							"Сокращает время применения заклинаний \"Молния\", \"Цепная молния\" и \"Выброс лавы\" на 0.1 сек."
							,
							"Сокращает время применения заклинаний \"Молния\", \"Цепная молния\" и \"Выброс лавы\" на 0.2 сек."
							,
							"Сокращает время применения заклинаний \"Молния\", \"Цепная молния\" и \"Выброс лавы\" на 0.3 сек."
							,
							"Сокращает время применения заклинаний \"Молния\", \"Цепная молния\" и \"Выброс лавы\" на 0.4 сек."
							,
							"Сокращает время применения заклинаний \"Молния\", \"Цепная молния\" и \"Выброс лавы\" на 0.5 сек."
							
						]
					}
					,
					{
						id:     573,
						tier:   6,
						column: 1,
						name:  "Покорение стихий",
						icon:  "spell_nature_wispheal",
						
							requires: 562,
						
						ranks: [
						
							"Делает следующее заклинание \"Молния\", \"Цепная молния\" или \"Выброс лавы\" мгновенным. Повышает скорость произнесения заклинаний на 15% на 15 сек. Имеет общее время восстановления с заклинанием \"Природная стремительность\"."
							
						]
					}
					,
					{
						id:     2052,
						tier:   6,
						column: 2,
						name:  "Буря, Земля и Огонь",
						icon:  "spell_shaman_stormearthfire",
						
						ranks: [
						
							"Сокращает время восстановления заклинания \"Цепная молния\" на 0,75 сек. Увеличивает периодический урон, наносимый заклинанием \"Огненный шок\", на 20%. Тотем оков земли при установке с вероятностью 33% может оплести противников на 5 сек."
							,
							"Сокращает время восстановления заклинания \"Цепная молния\" на 1,5 сек. Увеличивает периодический урон, наносимый заклинанием \"Огненный шок\", на 40%. Тотем оков земли при установке с вероятностью 66% может оплести противников на 5 сек."
							,
							"Сокращает время восстановления заклинания \"Цепная молния\" на 2,5 сек. Увеличивает периодический урон, наносимый заклинанием \"Огненный шок\", на 60%. Тотем оков земли при установке с вероятностью 100% может оплести противников на 5 сек."
							
						]
					}
					,
					{
						id:     2262,
						tier:   7,
						column: 0,
						name:  "Раскатистое эхо",
						icon:  "spell_fire_blueflamering",
						
						ranks: [
						
							"Сокращает время восстановления заклинаний \"Огненный шок\" и \"Ледяной шок\" на 1 сек. и увеличивает мгновенный урон, наносимый этими заклинаниями, на 10%."
							,
							"Сокращает время восстановления заклинаний \"Огненный шок\" и \"Ледяной шок\" на 2 сек. и увеличивает мгновенный урон, наносимый этими заклинаниями, на 20%."
							
						]
					}
					,
					{
						id:     2049,
						tier:   7,
						column: 1,
						name:  "Клятва стихий",
						icon:  "spell_shaman_elementaloath",
						
							requires: 573,
						
						ranks: [
						
							"Если вы наносите критический непериодический урон заклинанием, на участников вашей группы или рейда в радиусе 100 м накладывается эффект \"Клятва стихий\", повышающий вероятность нанесения критического удара заклинаниями на 3%. Кроме того, пока действует заклинание \"Клятва стихий\", \"Ясность мысли\", вызванная \"Средоточием стихий\", увеличивает наносимый вашими заклинаниями урон на 5%. Время действия заклинания \"Клятва стихий\" – 15 сек."
							,
							"Если вы наносите критический непериодический урон заклинанием, на участников вашей группы или рейда в радиусе 100 м накладывается эффект \"Клятва стихий\", повышающий вероятность нанесения критического удара заклинаниями на 5%. Кроме того, пока действует заклинание \"Клятва стихий\", \"Ясность мысли\", увеличивает наносимый вашими заклинаниями урон на 10%. Время действия заклинания \"Клятва стихий\" – 15 сек."
							
						]
					}
					,
					{
						id:     1686,
						tier:   7,
						column: 2,
						name:  "Перегрузка молнии",
						icon:  "spell_nature_lightningoverload",
						
						ranks: [
						
							"При произнесении заклинаний \"Молния\" и \"Цепная молния\" вы с вероятностью 11% можете поразить противника еще одним таким же заклинанием. Второе заклинание не требует затрат маны, наносит в два раза меньше урона и не создает угрозы."
							,
							"При произнесении заклинаний \"Молния\" и \"Цепная молния\" вы с вероятностью 22% можете поразить противника еще одним таким же заклинанием. Второе заклинание не требует затрат маны, наносит в два раза меньше урона и не создает угрозы."
							,
							"При произнесении заклинаний \"Молния\" и \"Цепная молния\" вы с вероятностью 33% можете поразить противника еще одним таким же заклинанием. Второе заклинание не требует затрат маны, наносит в два раза меньше урона и не создает угрозы."
							
						]
					}
					,
					{
						id:     2050,
						tier:   8,
						column: 0,
						name:  "Астральный сдвиг",
						icon:  "spell_shaman_astralshift",
						
						ranks: [
						
							"Находясь под влиянием эффектов оглушения, страха или немоты, вы перемещаетесь в астральный мир. Весь получаемый вами урон уменьшается на 10% на время действия подобного эффекта."
							,
							"Находясь под влиянием эффектов оглушения, страха или немоты, вы перемещаетесь в астральный мир. Весь получаемый вами урон уменьшается на 20% на время действия подобного эффекта."
							,
							"Находясь под влиянием эффектов оглушения, страха или немоты, вы перемещаетесь в астральный мир. Весь получаемый вами урон уменьшается на 30% на время действия подобного эффекта."
							
						]
					}
					,
					{
						id:     1687,
						tier:   8,
						column: 1,
						name:  "Тотем гнева",
						icon:  "spell_fire_totemofwrath",
						
						ranks: [
						
							"Создает рядом с заклинателем тотем гнева прочностью 5 ед., который повышает силу заклинаний всех участников группы или рейда на 100 и вероятность нанести критический удар врагам в радиусе 40 м на 3%. Время существования тотема – 5 мин."
							
						]
					}
					,
					{
						id:     2051,
						tier:   8,
						column: 2,
						name:  "Потоки лавы",
						icon:  "spell_shaman_lavaflow",
						
						ranks: [
						
							"Увеличивает дополнительный урон при критическом эффекте заклинания \"Выброс лавы\" на 6%. При рассеивании наложенного вами заклинания \"Огненный шок\" ваша скорость произнесения заклинаний увеличивается на 10% на 6 сек."
							,
							"Увеличивает дополнительный урон при критическом эффекте заклинания \"Выброс лавы\" на 12%. При рассеивании наложенного вами заклинания \"Огненный шок\" ваша скорость произнесения заклинаний увеличивается на 20% на 6 сек."
							,
							"Увеличивает дополнительный урон при критическом эффекте заклинания \"Выброс лавы\" на 24%. При рассеивании наложенного вами заклинания \"Огненный шок\" ваша скорость произнесения заклинаний увеличивается на 30% на 6 сек."
							
						]
					}
					,
					{
						id:     2252,
						tier:   9,
						column: 1,
						name:  "Шаманство",
						icon:  "spell_unused2",
						
						ranks: [
						
							"Влияние эффектов, увеличивающих урон, усиливается на 3% для заклинаний \"Молния\" и \"Цепная молния\" и на 4% для заклинания \"Выброс лавы\"."
							,
							"Влияние эффектов, увеличивающих урон, усиливается на 6% для заклинаний \"Молния\" и \"Цепная молния\" и на 8% для заклинания \"Выброс лавы\"."
							,
							"Влияние эффектов, увеличивающих урон, усиливается на 9% для заклинаний \"Молния\" и \"Цепная молния\" и на 12% для заклинания \"Выброс лавы\"."
							,
							"Влияние эффектов, увеличивающих урон, усиливается на 12% для заклинаний \"Молния\" и \"Цепная молния\" и на 16% для заклинания \"Выброс лавы\"."
							,
							"Влияние эффектов, увеличивающих урон, усиливается на 15% для заклинаний \"Молния\" и \"Цепная молния\" и на 20% для заклинания \"Выброс лавы\"."
							
						]
					}
					,
					{
						id:     2053,
						tier:   10,
						column: 1,
						name:  "Гром и молния",
						icon:  "spell_shaman_thunderstorm",
						
						ranks: [
						
							"Вы призываете молнию, которая наполняет вас энергией и наносит урон всем противникам в радиусе 10 м. Восполняет 8% от вашего запаса маны и наносит 551 - 629 ед. урона от сил природы всем находящимся поблизости противникам, откидывая их на 20 м. Шаман может произнести это заклинание, будучи оглушенным."
							
						]
					}
					
				]
			}
			,
			{
				id:   "Enhancement",
				name: "Совершенствование",
				talents: [
				
					{
						id:     610,
						tier:   0,
						column: 0,
						name:  "Усиливающие тотемы",
						icon:  "spell_nature_earthbindtotem",
						
						ranks: [
						
							"Увеличивает эффект тотемов силы земли и языка пламени на 5%."
							,
							"Увеличивает эффект тотемов силы земли и языка пламени на 10%."
							,
							"Увеличивает эффект тотемов силы земли и языка пламени на 15%."
							
						]
					}
					,
					{
						id:     2101,
						tier:   0,
						column: 1,
						name:  "Земной захват",
						icon:  "spell_nature_stoneclawtotem",
						
						ranks: [
						
							"Повышает прочность вашего тотема каменного когтя на 25% и радиус действия тотема оков земли на 10%. Сокращает время восстановления обоих тотемов на 15%."
							,
							"Увеличивает уровень прочности вашего тотема каменного когтя на 50% и радиус действия тотема оков земли на 20%. Сокращает время восстановления обоих тотемов на 30%."
							
						]
					}
					,
					{
						id:     614,
						tier:   0,
						column: 2,
						name:  "Знания предков",
						icon:  "spell_shadow_grimward",
						
						ranks: [
						
							"Повышает ваш интеллект на 2%."
							,
							"Повышает ваш интеллект на 4%."
							,
							"Повышает ваш интеллект на 6%."
							,
							"Повышает ваш интеллект на 8%."
							,
							"Повышает ваш интеллект на 10%."
							
						]
					}
					,
					{
						id:     609,
						tier:   1,
						column: 0,
						name:  "Сторожевые тотемы",
						icon:  "spell_nature_stoneskintotem",
						
						ranks: [
						
							"Повышает на 10% показатель брони, добавляемый тотемом каменной кожи, а также сокращает время восстановления тотема заземления на 1 с."
							,
							"Повышает на 20% показатель брони, добавляемый тотемом каменной кожи, а также сокращает время восстановления тотема заземления на 2 с."
							
						]
					}
					,
					{
						id:     613,
						tier:   1,
						column: 1,
						name:  "Грохочущие удары",
						icon:  "ability_thunderbolt",
						
						ranks: [
						
							"Повышает вероятность критического эффекта всех атак и заклинаний на 1%."
							,
							"Повышает вероятность критического эффекта всех атак и заклинаний на 2%."
							,
							"Повышает вероятность критического эффекта всех атак и заклинаний на 3%."
							,
							"Повышает вероятность критического эффекта всех атак и заклинаний на 4%."
							,
							"Повышает вероятность критического эффекта всех атак и заклинаний на 5%."
							
						]
					}
					,
					{
						id:     605,
						tier:   1,
						column: 2,
						name:  "Улучшенный призрачный волк",
						icon:  "spell_nature_spiritwolf",
						
						ranks: [
						
							"Уменьшает время произнесения заклинания \"Призрачный волк\" на 1 сек."
							,
							"Уменьшает время произнесения заклинания \"Призрачный волк\" на 2 сек."
							
						]
					}
					,
					{
						id:     607,
						tier:   1,
						column: 3,
						name:  "Улучшенные щиты",
						icon:  "spell_nature_lightningshield",
						
						ranks: [
						
							"Увеличивает урон, наносимый шарами заклинания \"Щит молний\", на 5%, количество маны, получаемое от шаров заклинания \"Водный щит\" на 5% и эффект исцеления от шаров заклинания \"Щит земли\" на 5%."
							,
							"Увеличивает урон, наносимый шарами заклинания \"Щит молний\", на 10%, количество маны, получаемое от шаров заклинания \"Водный щит\" на 10% и эффект исцеления от шаров заклинания \"Щит земли\" на 10%."
							,
							"Увеличивает урон, наносимый шарами заклинания \"Щит молний\", на 15%, количество маны, получаемое от шаров заклинания \"Водный щит\" на 15% и эффект исцеления от шаров заклинания \"Щит земли\" на 15%."
							
						]
					}
					,
					{
						id:     611,
						tier:   2,
						column: 0,
						name:  "Оружие стихий",
						icon:  "spell_fire_flametounge",
						
						ranks: [
						
							"Увеличивает дополнительный урон от эффекта \"Оружие неистовства ветра\" на 13%, дополнительный магический урон от эффекта \"Оружие языка пламени\" на 10% и дополнительное исцеление от эффекта \"Оружие жизни земли\" на 10%."
							,
							"Увеличивает дополнительный урон от эффекта \"Оружие неистовства ветра\" на 27%, дополнительный магический урон от эффекта \"Оружие языка пламени\" на 20% и дополнительное исцеление от эффекта \"Оружие жизни земли\" на 20%."
							,
							"Увеличивает дополнительный урон от эффекта \"Оружие неистовства ветра\" на 40%, дополнительный магический урон от эффекта \"Оружие языка пламени\" на 30% и дополнительное исцеление от эффекта \"Оружие жизни земли\" на 30%."
							
						]
					}
					,
					{
						id:     617,
						tier:   2,
						column: 2,
						name:  "Сосредоточение шамана",
						icon:  "spell_nature_elementalabsorption",
						
						ranks: [
						
							"Уменьшает расход маны на заклинания категории \"Шок\" на 45%."
							
						]
					}
					,
					{
						id:     601,
						tier:   2,
						column: 3,
						name:  "Предчувствие",
						icon:  "spell_nature_mirrorimage",
						
						ranks: [
						
							"Увеличивает вероятность уклонения от атак на 1%. Сокращает время действия обезоруживающих эффектов на вас на 16%. Этот эффект не складывается с другими эффектами, влияющими на длительность обезоруживания."
							,
							"Увеличивает вероятность уклонения от атак на 2%. Сокращает время действия обезоруживающих эффектов на вас на 25%. Этот эффект не складывается с другими эффектами, влияющими на длительность обезоруживания."
							,
							"Увеличивает вероятность уклонения от атак на 3%. Сокращает время действия обезоруживающих эффектов на вас на 50%. Этот эффект не складывается с другими эффектами, влияющими на длительность обезоруживания."
							
						]
					}
					,
					{
						id:     602,
						tier:   3,
						column: 1,
						name:  "Шквал",
						icon:  "ability_ghoulfrenzy",
						
							requires: 613,
						
						ranks: [
						
							"После нанесения критического удара скорость атаки для следующих трех выпадов повышается на 5%."
							,
							"После нанесения критического удара скорость атаки для следующих трех выпадов повышается на 10%."
							,
							"После нанесения критического удара скорость атаки для следующих трех выпадов повышается на 15%."
							,
							"После нанесения критического удара скорость атаки для следующих трех выпадов повышается на 20%."
							,
							"После нанесения критического удара скорость атаки для следующих трех выпадов повышается на 25%."
							
						]
					}
					,
					{
						id:     615,
						tier:   3,
						column: 2,
						name:  "Крепость",
						icon:  "spell_holy_devotion",
						
						ranks: [
						
							"Повышает выносливость на 2% и сокращает время действия наложенных на вас замедляющих эффектов на 6%."
							,
							"Повышает выносливость на 4% и сокращает время действия наложенных на вас замедляющих эффектов на 12%."
							,
							"Повышает выносливость на 6% и сокращает время действия наложенных на вас замедляющих эффектов на 18%."
							,
							"Повышает выносливость на 8% и сокращает время действия наложенных на вас замедляющих эффектов на 24%."
							,
							"Повышает выносливость на 10% и сокращает время действия наложенных на вас замедляющих эффектов на 30%."
							
						]
					}
					,
					{
						id:     1647,
						tier:   4,
						column: 0,
						name:  "Улучшенный тотем неистовства ветра",
						icon:  "spell_nature_windfury",
						
						ranks: [
						
							"Увеличивает бонус к скорости атаки в ближнем бою от вашего тотема неистовства ветра на 2%."
							,
							"Увеличивает бонус к скорости атаки в ближнем бою от вашего тотема неистовства ветра на 4%."
							
						]
					}
					,
					{
						id:     616,
						tier:   4,
						column: 1,
						name:  "Оружие духов",
						icon:  "ability_parry",
						
						ranks: [
						
							"Дает шанс парировать атаки противника в ближнем бою и снижает уровень создаваемой вами угрозы на 30%."
							
						]
					}
					,
					{
						id:     2083,
						tier:   4,
						column: 2,
						name:  "Гибкость разума",
						icon:  "spell_nature_bloodlust",
						
						ranks: [
						
							"Увеличивает силу атаки на 33% от величины вашего интеллекта."
							,
							"Увеличивает силу атаки на 66% от величины вашего интеллекта."
							,
							"Увеличивает силу атаки на 100% от величины вашего интеллекта."
							
						]
					}
					,
					{
						id:     1689,
						tier:   5,
						column: 0,
						name:  "Высвобожденная ярость",
						icon:  "spell_nature_unleashedrage",
						
						ranks: [
						
							"Повышает ваше мастерство на 3. Если вы наносите критический удар в ближнем бою, сила атаки всех членов группы или рейда в радиусе 45 увеличивается на 4%. Время действия – 10 сек."
							,
							"Повышает ваше мастерство на 6. Если вы наносите критический удар в ближнем бою, сила атаки всех членов группы или рейда в радиусе 45 увеличивается на 7%. Время действия – 10 сек."
							,
							"Повышает ваше мастерство на 9. Если вы наносите критический удар в ближнем бою, сила атаки всех членов группы или рейда в радиусе 45 увеличивается на 10%. Время действия – 10 сек."
							
						]
					}
					,
					{
						id:     1643,
						tier:   5,
						column: 2,
						name:  "Мастерское владение оружием",
						icon:  "ability_hunter_swiftstrike",
						
						ranks: [
						
							"Увеличивает урон, наносимый оружием, на 4%."
							,
							"Увеличивает урон, наносимый оружием, на 7%."
							,
							"Увеличивает урон, наносимый оружием, на 10%."
							
						]
					}
					,
					{
						id:     2263,
						tier:   5,
						column: 3,
						name:  "Мощь льдов",
						icon:  "spell_fire_bluecano",
						
						ranks: [
						
							"Повышает урон, наносимый заклинаниями \"Молния\", \"Цепная молния\", \"Вскипание лавы\" и заклинаниями категории \"Шок\" противникам, на которых наложен эффект \"Оружие ледяного клейма\", на 5%. \"Ледяной шок\" с вероятностью 50% может сковать противника льдом на 5 сек., если тот находится в 15 м от вас или дальше."
							,
							"Повышает урон, наносимый заклинаниями \"Молния\", \"Цепная молния\", \"Вскипание лавы\" и заклинаниями категории \"Шок\" противникам, на которых наложен эффект \"Оружие ледяного клейма\", на 10%. \"Ледяной шок\" с вероятностью 100% может сковать противника льдом на 5 сек., если тот находится в 15 м от вас или дальше."
							
						]
					}
					,
					{
						id:     1692,
						tier:   6,
						column: 0,
						name:  "Специализация на бое двумя оружиями",
						icon:  "ability_dualwieldspecialization",
						
							requires: 1690,
						
						ranks: [
						
							"Повышает вероятность попадания при использовании двух оружий одновременно на 2%."
							,
							"Повышает вероятность попадания при использовании двух оружий одновременно на 4%."
							,
							"Повышает вероятность попадания при использовании двух оружий одновременно на 6%."
							
						]
					}
					,
					{
						id:     1690,
						tier:   6,
						column: 1,
						name:  "Бой двумя оружиями",
						icon:  "ability_dualwield",
						
							requires: 616,
						
						ranks: [
						
							"Позволяет брать в левую руку одноручное оружие и оружие для левой руки."
							
						]
					}
					,
					{
						id:     901,
						tier:   6,
						column: 2,
						name:  "Удар бури",
						icon:  "ability_shaman_stormstrike",
						
						ranks: [
						
							"Мгновенная атака обоими оружиями. Следующие 4 раза урон от сил природы, нанесенный шаманом этому противнику, увеличивается на 20%. Время действия – 12 сек."
							
						]
					}
					,
					{
						id:     2055,
						tier:   7,
						column: 0,
						name:  "Статический шок",
						icon:  "spell_shaman_staticshock",
						
						ranks: [
						
							"Попав по противнику в ближнем бою атакой или способностью, вы с вероятностью 2% можете поразить его зарядом щита молний. Максимальное количество зарядов щита увеличивается на 2."
							,
							"Попав по противнику в ближнем бою атакой или способностью, вы с вероятностью 4% можете поразить его зарядом щита молний. Максимальное количество зарядов щита увеличивается на 4."
							,
							"Попав по противнику в ближнем бою атакой или способностью, вы с вероятностью 6% можете поразить его зарядом щита молний. Максимальное количество зарядов щита увеличивается на 6."
							
						]
					}
					,
					{
						id:     2249,
						tier:   7,
						column: 1,
						name:  "Вскипание лавы",
						icon:  "ability_shaman_lavalash",
						
							requires: 1690,
						
						ranks: [
						
							"Вы заряжаете оружие в левой руке энергией лавы и мгновенно наносите противнику урон в размере 100% от урона этого оружия. Если это оружие зачаровано \"Языком пламени\", наносимый урон увеличивается на 25%."
							
						]
					}
					,
					{
						id:     2054,
						tier:   7,
						column: 2,
						name:  "Сокрушительный удар бури",
						icon:  "spell_shaman_improvedstormstrike",
						
							requires: 901,
						
						ranks: [
						
							"\"Удар бури\" с вероятностью 50% может мгновенно восстановить 20% от базового запаса маны."
							,
							"\"Удар бури\" с вероятностью 100% может мгновенно восстановить 20% от базового запаса маны."
							
						]
					}
					,
					{
						id:     1691,
						tier:   8,
						column: 0,
						name:  "Острота ума",
						icon:  "spell_nature_mentalquickness",
						
						ranks: [
						
							"Снижает затраты маны на мгновенно применяемые заклинания шамана на 2% и увеличивает силу заклинаний на величину, равную 10% от силы атаки."
							,
							"Снижает затраты маны на мгновенно применяемые заклинания шамана на 4% и увеличивает силу заклинаний на величину, равную 20% от силы атаки."
							,
							"Снижает затраты маны на мгновенно применяемые заклинания шамана на 6% и увеличивает силу заклинаний на величину, равную 30% от силы атаки."
							
						]
					}
					,
					{
						id:     1693,
						tier:   8,
						column: 1,
						name:  "Ярость шамана",
						icon:  "spell_nature_shamanrage",
						
						ranks: [
						
							"Уменьшает весь получаемый урон на 30%. Успешные атаки ближнего боя могут восполнить ману в размере 15% от вашей силы атаки. Заклинание можно применить, будучи оглушенным. Время действия – 15 сек."
							
						]
					}
					,
					{
						id:     2056,
						tier:   8,
						column: 2,
						name:  "Сила земли",
						icon:  "spell_nature_earthelemental_totem",
						
						ranks: [
						
							"С вероятностью 50% с каждым тактом тотем оков земли может снять с заклинателя и его союзников все эффекты сковывания, а \"Шок земли\" снижает скорость атаки противника еще на 5%."
							,
							"С вероятностью 100% с каждым тактом тотем оков земли может снять с заклинателя и его союзников все эффекты сковывания, а \"Шок земли\" снижает скорость атаки противника еще на 10%."
							
						]
					}
					,
					{
						id:     2057,
						tier:   9,
						column: 1,
						name:  "Оружие Водоворота",
						icon:  "spell_shaman_maelstromweapon",
						
						ranks: [
						
							"С некоторой вероятностью, нанеся урон в ближнем бою, вы можете сократить время произнесения следующего заклинания \"Молния\", \"Цепная молния\", \"Малая волна исцеления\", \"Цепное исцеление\", \"Волна исцеления\" или \"Сглаз\" на 20%. Эффект суммируется до 5 раз. Время действия – 30 сек."
							,
							"С некоторой вероятностью (выше, чем уровень 1), нанеся урон в ближнем бою, вы можете сократить время произнесения следующего заклинания \"Молния\", \"Цепная молния\", \"Малая волна исцеления\", \"Цепное исцеление\", \"Волна исцеления\" или \"Сглаз\" на 20%. Эффект суммируется до 5 раз. Время действия – 30 сек."
							,
							"С некоторой вероятностью (выше, чем уровень 2), нанеся урон в ближнем бою, вы можете сократить время произнесения следующего заклинания \"Молния\", \"Цепная молния\", \"Малая волна исцеления\", \"Цепное исцеление\", \"Волна исцеления\" или \"Сглаз\" на 20%. Эффект суммируется до 5 раз. Время действия – 30 сек."
							,
							"С некоторой вероятностью (выше, чем уровень 3, нанеся урон в ближнем бою, вы можете сократить время произнесения следующего заклинания \"Молния\", \"Цепная молния\", \"Малая волна исцеления\", \"Цепное исцеление\", \"Волна исцеления\" или \"Сглаз\" на 20%. Эффект суммируется до 5 раз. Время действия – 30 сек."
							,
							"С некоторой вероятностью( выше, чем уровень 4), нанеся урон в ближнем бою, вы можете сократить время произнесения следующего заклинания \"Молния\", \"Цепная молния\", \"Малая волна исцеления\", \"Цепное исцеление\", \"Волна исцеления\" или \"Сглаз\" на 20%. Эффект суммируется до 5 раз. Время действия – 30 сек."
							
						]
					}
					,
					{
						id:     2058,
						tier:   10,
						column: 1,
						name:  "Дух дикого волка",
						icon:  "spell_shaman_feralspirit",
						
						ranks: [
						
							"Призывает 2 духов волка под командование шамана. Время жизни – 45 сек."
							
						]
					}
					
				]
			}
			,
			{
				id:   "Restoration",
				name: "Исцеление",
				talents: [
				
					{
						id:     586,
						tier:   0,
						column: 1,
						name:  "Улучшенная волна исцеления",
						icon:  "spell_nature_magicimmunity",
						
						ranks: [
						
							"Сокращает время произнесения заклинания \"Волна исцеления\" на 0.1 сек."
							,
							"Сокращает время произнесения заклинания \"Волна исцеления\" на 0.2 сек."
							,
							"Сокращает время произнесения заклинания \"Волна исцеления\" на 0.3 сек."
							,
							"Сокращает время произнесения заклинания \"Волна исцеления\" на 0.4 сек."
							,
							"Сокращает время произнесения заклинания \"Волна исцеления\" на 0.5 сек."
							
						]
					}
					,
					{
						id:     595,
						tier:   0,
						column: 2,
						name:  "Тотемное средоточие",
						icon:  "spell_nature_moonglow",
						
						ranks: [
						
							"Снижает расход маны на создание тотемов на 5%."
							,
							"Снижает расход маны на создание тотемов на 10%."
							,
							"Снижает расход маны на создание тотемов на 15%."
							,
							"Снижает расход маны на создание тотемов на 20%."
							,
							"Снижает расход маны на создание тотемов на 25%."
							
						]
					}
					,
					{
						id:     589,
						tier:   1,
						column: 0,
						name:  "Улучшенное перерождение",
						icon:  "spell_nature_reincarnation",
						
						ranks: [
						
							"Сокращает время восстановления способности \"Перерождение\" на 7 мин. и увеличивает начальный запас здоровья и маны после перерождения на 10%."
							,
							"Сокращает время восстановления способности \"Перерождение\" на 15 мин. и увеличивает начальный запас здоровья и маны после перерождения на 20%."
							
						]
					}
					,
					{
						id:     1646,
						tier:   1,
						column: 1,
						name:  "Исцеляющая благодать",
						icon:  "spell_nature_healingtouch",
						
						ranks: [
						
							"Снижает угрозу, создаваемую исцеляющими заклинаниями, на 5%, а вероятность рассеивания ваших благотворных заклинаний и заклинаний, наносящих периодический урон, на 10%."
							,
							"Снижает угрозу, создаваемую исцеляющими заклинаниями, на 10%, а вероятность рассеивания ваших благотворных заклинаний и заклинаний, наносящих периодический урон, на 20%."
							,
							"Снижает угрозу, создаваемую исцеляющими заклинаниями, на 15%, а вероятность рассеивания ваших благотворных заклинаний и заклинаний, наносящих периодический урон, на 30%."
							
						]
					}
					,
					{
						id:     593,
						tier:   1,
						column: 2,
						name:  "Средоточие приливов",
						icon:  "spell_frost_manarecharge",
						
						ranks: [
						
							"Снижает расход маны на все заклинания исцеления на 1%."
							,
							"Снижает расход маны на все заклинания исцеления на 2%."
							,
							"Снижает расход маны на все заклинания исцеления на 3%."
							,
							"Снижает расход маны на все заклинания исцеления на 4%."
							,
							"Снижает расход маны на все заклинания исцеления на 5%."
							
						]
					}
					,
					{
						id:     583,
						tier:   2,
						column: 0,
						name:  "Улучшенный водный щит",
						icon:  "ability_shaman_watershield",
						
						ranks: [
						
							"При критическом срабатывании заклинаний \"Волна исцеления\" или \"Быстрина\" с вероятностью 33% у вас восполнится столько маны, сколько восполняется при поглощении одной сферы \"Водного щита\". Тот же эффект возникает с вероятностью 20% при критическом срабатывании заклинания \"Малая волна исцеления\" и с 10%-й вероятностью при критическом срабатывании \"Цепного исцеления\"."
							,
							"При критическом срабатывании заклинаний \"Волна исцеления\" или \"Быстрина\" с вероятностью 66% у вас восполнится столько маны, сколько восполняется при поглощении одной сферы \"Водного щита\". Тот же эффект возникает с вероятностью 40% при критическом срабатывании заклинания \"Малая волна исцеления\" и с 20%-й вероятностью при критическом срабатывании \"Цепного исцеления\"."
							,
							"При критическом срабатывании заклинаний \"Волна исцеления\" или \"Быстрина\" с вероятностью 100% у вас восполнится столько маны, сколько восполняется при поглощении одной сферы \"Водного щита\". Тот же эффект возникает с вероятностью 60% при критическом срабатывании заклинания \"Малая волна исцеления\" и с 30%-й вероятностью при критическом срабатывании \"Цепного исцеления\"."
							
						]
					}
					,
					{
						id:     587,
						tier:   2,
						column: 1,
						name:  "Средоточие исцеления",
						icon:  "spell_nature_healingwavelesser",
						
						ranks: [
						
							"Сокращает задержку произнесения шаманом исцеляющих заклинаний при получении урона на 23%."
							,
							"Сокращает задержку произнесения шаманом исцеляющих заклинаний при получении урона на 46%."
							,
							"Сокращает задержку произнесения шаманом исцеляющих заклинаний при получении урона на 70%."
							
						]
					}
					,
					{
						id:     582,
						tier:   2,
						column: 2,
						name:  "Сила прилива",
						icon:  "spell_frost_frostbolt",
						
						ranks: [
						
							"Увеличивает вероятность критического эффекта заклинаний \"Волна исцеления\", \"Малая волна исцеления\" и \"Цепное исцеление\" на 60%. Каждое критическое исцеление уменьшает эту вероятность на 20%. Время действия – 20 сек."
							
						]
					}
					,
					{
						id:     581,
						tier:   2,
						column: 3,
						name:  "Исцеление предков",
						icon:  "spell_nature_undyingstrength",
						
						ranks: [
						
							"Если ваше исцеляющее заклинание имело критический эффект, получаемый целью физический урон ослабляется на 3% на 15 сек."
							,
							"Если ваше исцеляющее заклинание имело критический эффект, получаемый целью физический урон ослабляется на 7% на 15 сек."
							,
							"Если ваше исцеляющее заклинание имело критический эффект, получаемый целью физический урон ослабляется на 10% на 15 сек."
							
						]
					}
					,
					{
						id:     588,
						tier:   3,
						column: 1,
						name:  "Восстанавливающие тотемы",
						icon:  "spell_nature_manaregentotem",
						
						ranks: [
						
							"Повышает эффективность тотема источника маны на 7%, а тотема исцеляющего потока — на 15%."
							,
							"Повышает эффективность тотема источника маны на 12%, а тотема исцеляющего потока — на 30%."
							,
							"Повышает эффективность тотема источника маны на 20%, а тотема исцеляющего потока — на 45%."
							
						]
					}
					,
					{
						id:     594,
						tier:   3,
						column: 2,
						name:  "Повелитель приливов",
						icon:  "spell_nature_tranquility",
						
						ranks: [
						
							"Увеличивает вероятность критического эффекта ваших исцеляющих заклинаний и заклинаний, вызывающих молнию, на 1%."
							,
							"Увеличивает вероятность критического эффекта ваших исцеляющих заклинаний и заклинаний, вызывающих молнию, на 2%."
							,
							"Увеличивает вероятность критического эффекта ваших исцеляющих заклинаний и заклинаний, вызывающих молнию, на 3%."
							,
							"Увеличивает вероятность критического эффекта ваших исцеляющих заклинаний и заклинаний, вызывающих молнию, на 4%."
							,
							"Увеличивает вероятность критического эффекта ваших исцеляющих заклинаний и заклинаний, вызывающих молнию, на 5%."
							
						]
					}
					,
					{
						id:     1648,
						tier:   4,
						column: 0,
						name:  "Путь исцеления",
						icon:  "spell_nature_healingway",
						
						ranks: [
						
							"Увеличивает эффект заклинания \"Волна исцеления\" на 8%."
							,
							"Увеличивает эффект заклинания \"Волна исцеления\" на 16%."
							,
							"Увеличивает эффект заклинания \"Волна исцеления\" на 25%."
							
						]
					}
					,
					{
						id:     591,
						tier:   4,
						column: 2,
						name:  "Природная стремительность",
						icon:  "spell_nature_ravenform",
						
						ranks: [
						
							"При использовании позволяет мгновенно произнести заклинание сил природы, если его обычное время произнесения не превышает 10 секунд. \"Природная стремительность\" имеет общее время восстановления с заклинанием \"Покорение стихий\"."
							
						]
					}
					,
					{
						id:     1695,
						tier:   4,
						column: 3,
						name:  "Сосредоточенный разум",
						icon:  "spell_nature_focusedmind",
						
						ranks: [
						
							"Уменьшает длительность любых эффектов \"Немота\" и \"Прерывание\", используемых против шамана, на 10%. Этот эффект не суммируется с другими сходными эффектами."
							,
							"Уменьшает длительность любых эффектов \"Немота\" и \"Прерывание\", используемых против шамана, на 20%. Этот эффект не суммируется с другими сходными эффектами."
							,
							"Уменьшает длительность любых эффектов \"Немота\" и \"Прерывание\", используемых против шамана, на 30%. Этот эффект не суммируется с другими сходными эффектами."
							
						]
					}
					,
					{
						id:     592,
						tier:   5,
						column: 2,
						name:  "Чистота",
						icon:  "spell_frost_wizardmark",
						
						ranks: [
						
							"Повышает эффективность ваших исцеляющих заклинаний на 2%."
							,
							"Повышает эффективность ваших исцеляющих заклинаний на 4%."
							,
							"Повышает эффективность ваших исцеляющих заклинаний на 6%."
							,
							"Повышает эффективность ваших исцеляющих заклинаний на 8%."
							,
							"Повышает эффективность ваших исцеляющих заклинаний на 10%."
							
						]
					}
					,
					{
						id:     1699,
						tier:   6,
						column: 0,
						name:  "Защитник природы",
						icon:  "spell_nature_natureguardian",
						
						ranks: [
						
							"Если в результате полученного удара уровень вашего здоровья падает ниже 30%, максимальный запас вашего здоровья возрастает на 3% на 10 сек., а уровень вашей угрозы относительно атакующего снижается. Время восстановления: 30 секунд."
							,
							"Если в результате полученного удара уровень вашего здоровья падает ниже 30%, максимальный запас вашего здоровья возрастает на 6% на 10 сек., а уровень вашей угрозы относительно атакующего снижается. Время восстановления: 30 секунд."
							,
							"Если в результате полученного удара уровень вашего здоровья падает ниже 30%, максимальный запас вашего здоровья возрастает на 9% на 10 сек., а уровень вашей угрозы относительно атакующего снижается. Время восстановления: 30 секунд."
							,
							"Если в результате полученного удара уровень вашего здоровья падает ниже 30%, максимальный запас вашего здоровья возрастает на 12% на 10 сек., а уровень вашей угрозы относительно атакующего снижается. Время восстановления: 30 секунд."
							,
							"Если в результате полученного удара уровень вашего здоровья падает ниже 30%, максимальный запас вашего здоровья возрастает на 15% на 10 сек., а уровень вашей угрозы относительно атакующего снижается. Время восстановления: 30 секунд."
							
						]
					}
					,
					{
						id:     590,
						tier:   6,
						column: 1,
						name:  "Тотем прилива маны",
						icon:  "spell_frost_summonwaterelemental",
						
							requires: 588,
						
						ranks: [
						
							"Создает рядом с заклинателем тотем прилива маны прочностью 10% от объема здоровья заклинателя. Тотем в течение 12 сек. восполняет 6% от запаса маны всем участников группы в радиусе 30 м. раз в 3 сек."
							
						]
					}
					,
					{
						id:     2084,
						tier:   6,
						column: 2,
						name:  "Очищение духа",
						icon:  "ability_shaman_cleansespirit",
						
							requires: 592,
						
						ranks: [
						
							"Очищает дух дружественной цели, избавляя ее от 1 яда, 1 болезни и 1 проклятия."
							
						]
					}
					,
					{
						id:     2060,
						tier:   7,
						column: 0,
						name:  "Благословение вечности",
						icon:  "spell_shaman_blessingofeternals",
						
						ranks: [
						
							"Повышает вероятность критического эффекта ваших заклинаний на 2%. Повышает вероятность наложить эффект постепенного исцеления \"Жизнь Земли\" на союзников, чей запас здоровья не превышает 35%, на 40%."
							,
							"Повышает вероятность критического эффекта ваших заклинаний на 4%. Повышает вероятность наложить эффект постепенного исцеления \"Жизнь Земли\" на союзников, чей запас здоровья не превышает 35%, на 80%."
							
						]
					}
					,
					{
						id:     1697,
						tier:   7,
						column: 1,
						name:  "Улучшенное цепное исцеление",
						icon:  "spell_nature_healingwavegreater",
						
						ranks: [
						
							"Увеличивает эффект вашего заклинания \"Цепное исцеление\" на 10%."
							,
							"Увеличивает эффект вашего заклинания \"Цепное исцеление\" на 20%."
							
						]
					}
					,
					{
						id:     1696,
						tier:   7,
						column: 2,
						name:  "Благословение природы",
						icon:  "spell_nature_natureblessing",
						
						ranks: [
						
							"Увеличивает эффективность ваших исцеляющих заклинаний на 5% от вашего интеллекта."
							,
							"Увеличивает эффективность ваших исцеляющих заклинаний на 10% от вашего интеллекта."
							,
							"Увеличивает эффективность ваших исцеляющих заклинаний на 15% от вашего интеллекта."
							
						]
					}
					,
					{
						id:     2061,
						tier:   8,
						column: 0,
						name:  "Пробуждение древних",
						icon:  "spell_shaman_ancestralawakening",
						
						ranks: [
						
							"Если \"Волна исцеления\" или \"Малая волна исцеления\" имеют критический эффект, вы призываете дух предков, который мгновенно излечивает участника группы или рейда с наименьшим процентным показателем здоровья в радиусе 40 м на 10% от восстановленного вами здоровья."
							,
							"Если \"Волна исцеления\" или \"Малая волна исцеления\" имеют критический эффект, вы призываете дух предков, который мгновенно излечивает участника группы или рейда с наименьшим процентным показателем здоровья в радиусе 40 м на 20% от восстановленного вами здоровья."
							,
							"Если \"Волна исцеления\" или \"Малая волна исцеления\" имеют критический эффект, вы призываете дух предков, который мгновенно излечивает участника группы или рейда с наименьшим процентным показателем здоровья в радиусе 40 м на 30% от восстановленного вами здоровья."
							
						]
					}
					,
					{
						id:     1698,
						tier:   8,
						column: 1,
						name:  "Щит земли",
						icon:  "spell_nature_skinofearth",
						
						ranks: [
						
							"Защищает цель земляным щитом, который уменьшает время, теряемое из-за получения урона при произнесении и поддержании заклинаний, на 30%. Кроме того, атаки восстанавливают защищенной цели 150 ед. здоровья, но этот эффект срабатывает не чаще, чем раз в несколько секунд. 6 зарядов. Время действия – 10 мин. Заклинание может одновременно защищать только одну цель, а каждая цель может быть защищена только одним заклинанием категории \"Щит стихий\"."
							
						]
					}
					,
					{
						id:     2059,
						tier:   8,
						column: 2,
						name:  "Надежный щит земли",
						icon:  "spell_nature_skinofearth",
						
							requires: 1698,
						
						ranks: [
						
							"Увеличивает количество зарядов заклинания \"Щит земли\" на 1, а его исцеляющий эффект – на 5%."
							,
							"Увеличивает количество зарядов заклинания \"Щит земли\" на 2, а его исцеляющий эффект – на 10%."
							
						]
					}
					,
					{
						id:     2063,
						tier:   9,
						column: 1,
						name:  "Приливные волны",
						icon:  "spell_shaman_tidalwaves",
						
						ranks: [
						
							"С вероятностью 20% после произнесения заклинания \"Цепное исцеление\" или \"Быстрина\" время произнесения заклинания \"Волна исцеления\" сократится на 30%, а вероятность критического эффекта заклинания \"Малая волна исцеления\" повысится на 25%, пока не будут применены два таких заклинания. Влияние эффектов, усиляющих исцеление, увеличивается на 4% для заклинания \"Волна исцеления\" и на 2% для заклинания \"Малая волна исцеления\"."
							,
							"С вероятностью 40% после произнесения заклинания \"Цепное исцеление\" или \"Быстрина\" время произнесения заклинания \"Волна исцеления\" сократится на 30%, а вероятность критического эффекта заклинания \"Малая волна исцеления\" повысится на 25%, пока не будут применены два таких заклинания. Влияние эффектов, усиляющих исцеление, увеличивается на 8% для заклинания \"Волна исцеления\" и на 4% для заклинания \"Малая волна исцеления\"."
							,
							"С вероятностью 60% после произнесения заклинания \"Цепное исцеление\" или \"Быстрина\" время произнесения заклинания \"Волна исцеления\" сократится на 30%, а вероятность критического эффекта заклинания \"Малая волна исцеления\" повысится на 25%, пока не будут применены два таких заклинания. Влияние эффектов, усиляющих исцеление, увеличивается на 12% для заклинания \"Волна исцеления\" и на 6% для заклинания \"Малая волна исцеления\"."
							,
							"С вероятностью 80% после произнесения заклинания \"Цепное исцеление\" или \"Быстрина\" время произнесения заклинания \"Волна исцеления\" сократится на 30%, а вероятность критического эффекта заклинания \"Малая волна исцеления\" повысится на 25%, пока не будут применены два таких заклинания. Влияние эффектов, усиляющих исцеление, увеличивается на 16% для заклинания \"Волна исцеления\" и на 8% для заклинания \"Малая волна исцеления\"."
							,
							"С вероятностью 100% после произнесения заклинания \"Цепное исцеление\" или \"Быстрина\" время произнесения заклинания \"Волна исцеления\" сократится на 30%, а вероятность критического эффекта заклинания \"Малая волна исцеления\" повысится на 25%, пока не будут применены два таких заклинания. Влияние эффектов, усиляющих исцеление, увеличивается на 20% для заклинания \"Волна исцеления\" и на 10% для заклинания \"Малая волна исцеления\"."
							
						]
					}
					,
					{
						id:     2064,
						tier:   10,
						column: 1,
						name:  "Быстрина",
						icon:  "spell_nature_riptide",
						
						ranks: [
						
							"Исцеляет союзника на 639 - 691 ед. и дополнительно на 665 ед. за 15 сек. Следующее \"Цепное исцеление\", имеющее основной целью того же персонажа и сотворенное в течение 15 сек., снимет с него эффект постепенного лечения, но его эффект вырастет на 25%."
							
						]
					}
					
				]
			}
			
		];

		var petData_wenld36 = null;
		
	
		var textTalentStrSingle = "Требуется {0} очко, вложенное в {1}.";
		var textTalentStrPlural = "Требуется {0} очк., вложенных {1}.";
		var textTalentRank = "Уровень {0}/{1}";
		var textTalentNextRank = "Следующий уровень";
		var textTalentReqTreeTalents = "Требуется {0} очк., вложенных в {1}.";
		var textPrintableClassTalents = "Таланты класса \"{0}\"";
		var textPrintableMinReqLevel = "Требуется уровнь: {0}";
		var textPrintableReqTalentPts = "Требуется очков: {0}";
		var textPrintableTreeTalents = "Таланты ветки \"{0}\"";
		var textPrintablePtsPerTree = "{0} очк.";
		var textPrintableDontWastePaper = "Берегите бумагу!";

		var talentCalc = new TalentCalculator();

		$(document).ready(function() { {/literal} 

			talentCalc.initTalentCalc(
				"7", 
				"{$talentTree}", 
				"calc",
				"false",
				"wenld36",
				talentData_wenld36,
				petData_wenld36
			);
		{literal} }); {/literal}
	</script>
<div class="calcInfo">
<a class="awesomeButton awesomeButton-exportBuild" href="#" id="linkToBuild_wenld36"><span>
<div class="staticTip" onmouseover="setTipText('Щелкните по этой ссылке и скопируйте адрес страницы в адресной строке.')">Ссылка</div>
</span></a><a class="awesomeButton awesomeButton-printableVersion" href="javascript:;" onclick="talentCalc.showPrintableVersion()"><span>
<div>Печать</div>
</span></a><span class="calcInfoLeft"><b>Требуется уровень</b>&nbsp;<span class="ptsHolder" id="requiredLevel">10</span><b>Потрачено очков</b>&nbsp;<span class="ptsHolder" id="pointsSpent">0</span><b>Осталось очков</b>&nbsp;<span class="ptsHolder" id="pointsLeft">0</span></span>
</div>
<div class="talContainer talCalcContainer" id="talContainer_wenld36">
<div class="talentFrame">
<div class="talentTree" id="Elemental_tree_wenld36" style="margin-right: 3px; background-image: url('images/talents/bg/small/ShamanElementalCombat.jpg')">
<div class="tier">
<div class="talent staticTip col1" id="564_iconHolder_wenld36" style="background-image:url('wow-icons/_images/_talents31x31/spell_nature_wispsplode.jpg');">
<div class="talentHolder
						" id="564_talentHolder_wenld36" onclick="return false" onmousedown="talentCalc.addTalent(564, event); return false;
						" onmouseover="talentCalc.makeTalentTooltip(564);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="564_numPoints_wenld36">0</span><span>/</span><span>5</span>
</div>
</div>
</div>
<div class="talent staticTip col2" id="563_iconHolder_wenld36" style="background-image:url('wow-icons/_images/_talents31x31/spell_fire_fireball.jpg');">
<div class="talentHolder
						" id="563_talentHolder_wenld36" onclick="return false" onmousedown="talentCalc.addTalent(563, event); return false;
						" onmouseover="talentCalc.makeTalentTooltip(563);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="563_numPoints_wenld36">0</span><span>/</span><span>5</span>
</div>
</div>
</div>
</div>
<div class="tier">
<div class="talent staticTip col0" id="561_iconHolder_wenld36" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_fire_immolation.jpg');">
<div class="talentHolder
						 disabled" id="561_talentHolder_wenld36" onclick="return false" onmousedown="talentCalc.addTalent(561, event); return false;
						" onmouseover="talentCalc.makeTalentTooltip(561);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="561_numPoints_wenld36">0</span><span>/</span><span>3</span>
</div>
</div>
</div>
<div class="talent staticTip col1" id="1640_iconHolder_wenld36" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_nature_spiritarmor.jpg');">
<div class="talentHolder
						 disabled" id="1640_talentHolder_wenld36" onclick="return false" onmousedown="talentCalc.addTalent(1640, event); return false;
						" onmouseover="talentCalc.makeTalentTooltip(1640);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1640_numPoints_wenld36">0</span><span>/</span><span>3</span>
</div>
</div>
</div>
<div class="talent staticTip col2" id="1645_iconHolder_wenld36" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_fire_elementaldevastation.jpg');">
<div class="talentHolder
						 disabled" id="1645_talentHolder_wenld36" onclick="return false" onmousedown="talentCalc.addTalent(1645, event); return false;
						" onmouseover="talentCalc.makeTalentTooltip(1645);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1645_numPoints_wenld36">0</span><span>/</span><span>3</span>
</div>
</div>
</div>
</div>
<div class="tier">
<div class="talent staticTip col0" id="575_iconHolder_wenld36" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_frost_frostward.jpg');">
<div class="talentHolder
						 disabled" id="575_talentHolder_wenld36" onclick="return false" onmousedown="talentCalc.addTalent(575, event); return false;
						" onmouseover="talentCalc.makeTalentTooltip(575);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="575_numPoints_wenld36">0</span><span>/</span><span>5</span>
</div>
</div>
</div>
<div class="talent staticTip col1" id="574_iconHolder_wenld36" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_shadow_manaburn.jpg');">
<div class="talentHolder
						 disabled" id="574_talentHolder_wenld36" onclick="return false" onmousedown="talentCalc.addTalent(574, event); return false;
						" onmouseover="talentCalc.makeTalentTooltip(574);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="574_numPoints_wenld36">0</span><span>/</span><span>1</span>
</div>
</div>
</div>
<div class="talent staticTip col2" id="565_iconHolder_wenld36" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_fire_volcano.jpg');">
<div class="talentHolder
						 disabled" id="565_talentHolder_wenld36" onclick="return false" onmousedown="talentCalc.addTalent(565, event); return false;
						" onmouseover="talentCalc.makeTalentTooltip(565);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="565_numPoints_wenld36">0</span><span>/</span><span>5</span>
</div>
</div>
</div>
</div>
<div class="tier">
<div class="talent staticTip col0" id="567_iconHolder_wenld36" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_fire_sealoffire.jpg');">
<div class="talentHolder
						 disabled" id="567_talentHolder_wenld36" onclick="return false" onmousedown="talentCalc.addTalent(567, event); return false;
						" onmouseover="talentCalc.makeTalentTooltip(567);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="567_numPoints_wenld36">0</span><span>/</span><span>2</span>
</div>
</div>
</div>
<div class="talent staticTip col3" id="1642_iconHolder_wenld36" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_shadow_soulleech_2.jpg');">
<div class="talentHolder
						 disabled" id="1642_talentHolder_wenld36" onclick="return false" onmousedown="talentCalc.addTalent(1642, event); return false;
						" onmouseover="talentCalc.makeTalentTooltip(1642);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1642_numPoints_wenld36">0</span><span>/</span><span>3</span>
</div>
</div>
</div>
</div>
<div class="tier">
<div class="talent staticTip col0" id="1641_iconHolder_wenld36" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_nature_stormreach.jpg');">
<div class="talentHolder
						 disabled" id="1641_talentHolder_wenld36" onclick="return false" onmousedown="talentCalc.addTalent(1641, event); return false;
						" onmouseover="talentCalc.makeTalentTooltip(1641);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1641_numPoints_wenld36">0</span><span>/</span><span>2</span>
</div>
</div>
</div>
<div class="talent staticTip col1" id="562_iconHolder_wenld36" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_nature_callstorm.jpg');">
<div class="talentHolder
						 disabled" id="562_talentHolder_wenld36" onclick="return false" onmousedown="talentCalc.addTalent(562, event); return false;
						" onmouseover="talentCalc.makeTalentTooltip(562);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="562_numPoints_wenld36">0</span><span>/</span><span>1</span>
</div>
</div>
</div>
<div class="talent staticTip col3" id="1682_iconHolder_wenld36" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_nature_unrelentingstorm.jpg');">
<div class="talentHolder
						 disabled" id="1682_talentHolder_wenld36" onclick="return false" onmousedown="talentCalc.addTalent(1682, event); return false;
						" onmouseover="talentCalc.makeTalentTooltip(1682);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1682_numPoints_wenld36">0</span><span>/</span><span>3</span>
</div>
</div>
</div>
</div>
<div class="tier">
<div class="talent staticTip col0" id="1685_iconHolder_wenld36" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_nature_elementalprecision_1.jpg');">
<div class="talentHolder
						 disabled" id="1685_talentHolder_wenld36" onclick="return false" onmousedown="talentCalc.addTalent(1685, event); return false;
						" onmouseover="talentCalc.makeTalentTooltip(1685);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1685_numPoints_wenld36">0</span><span>/</span><span>3</span>
</div>
</div>
</div>
<div class="talent staticTip col2" id="721_iconHolder_wenld36" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_lightning_lightningbolt01.jpg');">
<div class="talentHolder
						 disabled" id="721_talentHolder_wenld36" onclick="return false" onmousedown="talentCalc.addTalent(721, event); return false;
						" onmouseover="talentCalc.makeTalentTooltip(721);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="721_numPoints_wenld36">0</span><span>/</span><span>5</span>
</div>
</div>
</div>
</div>
<div class="tier">
<div class="talent staticTip col1" id="573_iconHolder_wenld36" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_nature_wispheal.jpg');">
<div class="talentHolder
						 disabled" id="573_talentHolder_wenld36" onclick="return false" onmousedown="talentCalc.addTalent(573, event); return false;
						" onmouseover="talentCalc.makeTalentTooltip(573);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="573_numPoints_wenld36">0</span><span>/</span><span>1</span>
</div>
</div>
</div>
<div class="talent staticTip col2" id="2052_iconHolder_wenld36" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_shaman_stormearthfire.jpg');">
<div class="talentHolder
						 disabled" id="2052_talentHolder_wenld36" onclick="return false" onmousedown="talentCalc.addTalent(2052, event); return false;
						" onmouseover="talentCalc.makeTalentTooltip(2052);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="2052_numPoints_wenld36">0</span><span>/</span><span>3</span>
</div>
</div>
</div>
</div>
<div class="tier">
<div class="talent staticTip col0" id="2262_iconHolder_wenld36" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_fire_blueflamering.jpg');">
<div class="talentHolder
						 disabled" id="2262_talentHolder_wenld36" onclick="return false" onmousedown="talentCalc.addTalent(2262, event); return false;
						" onmouseover="talentCalc.makeTalentTooltip(2262);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="2262_numPoints_wenld36">0</span><span>/</span><span>2</span>
</div>
</div>
</div>
<div class="talent staticTip col1" id="2049_iconHolder_wenld36" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_shaman_elementaloath.jpg');">
<div class="talentHolder
						 disabled" id="2049_talentHolder_wenld36" onclick="return false" onmousedown="talentCalc.addTalent(2049, event); return false;
						" onmouseover="talentCalc.makeTalentTooltip(2049);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="2049_numPoints_wenld36">0</span><span>/</span><span>2</span>
</div>
</div>
</div>
<div class="talent staticTip col2" id="1686_iconHolder_wenld36" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_nature_lightningoverload.jpg');">
<div class="talentHolder
						 disabled" id="1686_talentHolder_wenld36" onclick="return false" onmousedown="talentCalc.addTalent(1686, event); return false;
						" onmouseover="talentCalc.makeTalentTooltip(1686);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1686_numPoints_wenld36">0</span><span>/</span><span>3</span>
</div>
</div>
</div>
</div>
<div class="tier">
<div class="talent staticTip col0" id="2050_iconHolder_wenld36" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_shaman_astralshift.jpg');">
<div class="talentHolder
						 disabled" id="2050_talentHolder_wenld36" onclick="return false" onmousedown="talentCalc.addTalent(2050, event); return false;
						" onmouseover="talentCalc.makeTalentTooltip(2050);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="2050_numPoints_wenld36">0</span><span>/</span><span>3</span>
</div>
</div>
</div>
<div class="talent staticTip col1" id="1687_iconHolder_wenld36" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_fire_totemofwrath.jpg');">
<div class="talentHolder
						 disabled" id="1687_talentHolder_wenld36" onclick="return false" onmousedown="talentCalc.addTalent(1687, event); return false;
						" onmouseover="talentCalc.makeTalentTooltip(1687);">
<span id="spellInfo_1687" style="display: none;"><span style="float: left;">5% запаса маны</span>
<br>
<span style="float: left;">Мгновенное действие</span></span>
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1687_numPoints_wenld36">0</span><span>/</span><span>1</span>
</div>
</div>
</div>
<div class="talent staticTip col2" id="2051_iconHolder_wenld36" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_shaman_lavaflow.jpg');">
<div class="talentHolder
						 disabled" id="2051_talentHolder_wenld36" onclick="return false" onmousedown="talentCalc.addTalent(2051, event); return false;
						" onmouseover="talentCalc.makeTalentTooltip(2051);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="2051_numPoints_wenld36">0</span><span>/</span><span>3</span>
</div>
</div>
</div>
</div>
<div class="tier">
<div class="talent staticTip col1" id="2252_iconHolder_wenld36" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_unused2.jpg');">
<div class="talentHolder
						 disabled" id="2252_talentHolder_wenld36" onclick="return false" onmousedown="talentCalc.addTalent(2252, event); return false;
						" onmouseover="talentCalc.makeTalentTooltip(2252);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="2252_numPoints_wenld36">0</span><span>/</span><span>5</span>
</div>
</div>
</div>
</div>
<div class="tier">
<div class="talent staticTip col1" id="2053_iconHolder_wenld36" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_shaman_thunderstorm.jpg');">
<div class="talentHolder
						 disabled" id="2053_talentHolder_wenld36" onclick="return false" onmousedown="talentCalc.addTalent(2053, event); return false;
						" onmouseover="talentCalc.makeTalentTooltip(2053);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="2053_numPoints_wenld36">0</span><span>/</span><span>1</span>
</div>
</div>
</div>
</div>
<div class="talentTreeInfo" style="background: url(wow-icons/_images/21x21/spell_nature_lightning.png) 0 0 no-repeat;">
<a class="subtleResetButton" href="javascript:;" onclick="talentCalc.resetTalents(0, true);"><span>Сброс</span></a><span id="treeName_0_wenld36" style="font-weight: bold;">Стихии</span> &nbsp;<span id="treeSpent_0_wenld36">0</span>
</div>
</div>
<div class="talentTree" id="Enhancement_tree_wenld36" style="margin-right: 3px; background-image: url('images/talents/bg/small/ShamanEnhancement.jpg')">
<div class="tier">
<div class="talent staticTip col0" id="610_iconHolder_wenld36" style="background-image:url('wow-icons/_images/_talents31x31/spell_nature_earthbindtotem.jpg');">
<div class="talentHolder
						" id="610_talentHolder_wenld36" onclick="return false" onmousedown="talentCalc.addTalent(610, event); return false;
						" onmouseover="talentCalc.makeTalentTooltip(610);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="610_numPoints_wenld36">0</span><span>/</span><span>3</span>
</div>
</div>
</div>
<div class="talent staticTip col1" id="2101_iconHolder_wenld36" style="background-image:url('wow-icons/_images/_talents31x31/spell_nature_stoneclawtotem.jpg');">
<div class="talentHolder
						" id="2101_talentHolder_wenld36" onclick="return false" onmousedown="talentCalc.addTalent(2101, event); return false;
						" onmouseover="talentCalc.makeTalentTooltip(2101);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="2101_numPoints_wenld36">0</span><span>/</span><span>2</span>
</div>
</div>
</div>
<div class="talent staticTip col2" id="614_iconHolder_wenld36" style="background-image:url('wow-icons/_images/_talents31x31/spell_shadow_grimward.jpg');">
<div class="talentHolder
						" id="614_talentHolder_wenld36" onclick="return false" onmousedown="talentCalc.addTalent(614, event); return false;
						" onmouseover="talentCalc.makeTalentTooltip(614);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="614_numPoints_wenld36">0</span><span>/</span><span>5</span>
</div>
</div>
</div>
</div>
<div class="tier">
<div class="talent staticTip col0" id="609_iconHolder_wenld36" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_nature_stoneskintotem.jpg');">
<div class="talentHolder
						 disabled" id="609_talentHolder_wenld36" onclick="return false" onmousedown="talentCalc.addTalent(609, event); return false;
						" onmouseover="talentCalc.makeTalentTooltip(609);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="609_numPoints_wenld36">0</span><span>/</span><span>2</span>
</div>
</div>
</div>
<div class="talent staticTip col1" id="613_iconHolder_wenld36" style="background-image:url('wow-icons/_images/_talents31x31/grey/ability_thunderbolt.jpg');">
<div class="talentHolder
						 disabled" id="613_talentHolder_wenld36" onclick="return false" onmousedown="talentCalc.addTalent(613, event); return false;
						" onmouseover="talentCalc.makeTalentTooltip(613);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="613_numPoints_wenld36">0</span><span>/</span><span>5</span>
</div>
</div>
</div>
<div class="talent staticTip col2" id="605_iconHolder_wenld36" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_nature_spiritwolf.jpg');">
<div class="talentHolder
						 disabled" id="605_talentHolder_wenld36" onclick="return false" onmousedown="talentCalc.addTalent(605, event); return false;
						" onmouseover="talentCalc.makeTalentTooltip(605);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="605_numPoints_wenld36">0</span><span>/</span><span>2</span>
</div>
</div>
</div>
<div class="talent staticTip col3" id="607_iconHolder_wenld36" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_nature_lightningshield.jpg');">
<div class="talentHolder
						 disabled" id="607_talentHolder_wenld36" onclick="return false" onmousedown="talentCalc.addTalent(607, event); return false;
						" onmouseover="talentCalc.makeTalentTooltip(607);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="607_numPoints_wenld36">0</span><span>/</span><span>3</span>
</div>
</div>
</div>
</div>
<div class="tier">
<div class="talent staticTip col0" id="611_iconHolder_wenld36" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_fire_flametounge.jpg');">
<div class="talentHolder
						 disabled" id="611_talentHolder_wenld36" onclick="return false" onmousedown="talentCalc.addTalent(611, event); return false;
						" onmouseover="talentCalc.makeTalentTooltip(611);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="611_numPoints_wenld36">0</span><span>/</span><span>3</span>
</div>
</div>
</div>
<div class="talent staticTip col2" id="617_iconHolder_wenld36" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_nature_elementalabsorption.jpg');">
<div class="talentHolder
						 disabled" id="617_talentHolder_wenld36" onclick="return false" onmousedown="talentCalc.addTalent(617, event); return false;
						" onmouseover="talentCalc.makeTalentTooltip(617);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="617_numPoints_wenld36">0</span><span>/</span><span>1</span>
</div>
</div>
</div>
<div class="talent staticTip col3" id="601_iconHolder_wenld36" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_nature_mirrorimage.jpg');">
<div class="talentHolder
						 disabled" id="601_talentHolder_wenld36" onclick="return false" onmousedown="talentCalc.addTalent(601, event); return false;
						" onmouseover="talentCalc.makeTalentTooltip(601);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="601_numPoints_wenld36">0</span><span>/</span><span>3</span>
</div>
</div>
</div>
</div>
<div class="tier">
<div class="talent staticTip col1" id="602_iconHolder_wenld36" style="background-image:url('wow-icons/_images/_talents31x31/grey/ability_ghoulfrenzy.jpg');">
<div class="talentHolder
						 disabled" id="602_talentHolder_wenld36" onclick="return false" onmousedown="talentCalc.addTalent(602, event); return false;
						" onmouseover="talentCalc.makeTalentTooltip(602);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="602_numPoints_wenld36">0</span><span>/</span><span>5</span>
</div>
</div>
</div>
<div class="talent staticTip col2" id="615_iconHolder_wenld36" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_holy_devotion.jpg');">
<div class="talentHolder
						 disabled" id="615_talentHolder_wenld36" onclick="return false" onmousedown="talentCalc.addTalent(615, event); return false;
						" onmouseover="talentCalc.makeTalentTooltip(615);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="615_numPoints_wenld36">0</span><span>/</span><span>5</span>
</div>
</div>
</div>
</div>
<div class="tier">
<div class="talent staticTip col0" id="1647_iconHolder_wenld36" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_nature_windfury.jpg');">
<div class="talentHolder
						 disabled" id="1647_talentHolder_wenld36" onclick="return false" onmousedown="talentCalc.addTalent(1647, event); return false;
						" onmouseover="talentCalc.makeTalentTooltip(1647);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1647_numPoints_wenld36">0</span><span>/</span><span>2</span>
</div>
</div>
</div>
<div class="talent staticTip col1" id="616_iconHolder_wenld36" style="background-image:url('wow-icons/_images/_talents31x31/grey/ability_parry.jpg');">
<div class="talentHolder
						 disabled" id="616_talentHolder_wenld36" onclick="return false" onmousedown="talentCalc.addTalent(616, event); return false;
						" onmouseover="talentCalc.makeTalentTooltip(616);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="616_numPoints_wenld36">0</span><span>/</span><span>1</span>
</div>
</div>
</div>
<div class="talent staticTip col2" id="2083_iconHolder_wenld36" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_nature_bloodlust.jpg');">
<div class="talentHolder
						 disabled" id="2083_talentHolder_wenld36" onclick="return false" onmousedown="talentCalc.addTalent(2083, event); return false;
						" onmouseover="talentCalc.makeTalentTooltip(2083);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="2083_numPoints_wenld36">0</span><span>/</span><span>3</span>
</div>
</div>
</div>
</div>
<div class="tier">
<div class="talent staticTip col0" id="1689_iconHolder_wenld36" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_nature_unleashedrage.jpg');">
<div class="talentHolder
						 disabled" id="1689_talentHolder_wenld36" onclick="return false" onmousedown="talentCalc.addTalent(1689, event); return false;
						" onmouseover="talentCalc.makeTalentTooltip(1689);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1689_numPoints_wenld36">0</span><span>/</span><span>3</span>
</div>
</div>
</div>
<div class="talent staticTip col2" id="1643_iconHolder_wenld36" style="background-image:url('wow-icons/_images/_talents31x31/grey/ability_hunter_swiftstrike.jpg');">
<div class="talentHolder
						 disabled" id="1643_talentHolder_wenld36" onclick="return false" onmousedown="talentCalc.addTalent(1643, event); return false;
						" onmouseover="talentCalc.makeTalentTooltip(1643);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1643_numPoints_wenld36">0</span><span>/</span><span>3</span>
</div>
</div>
</div>
<div class="talent staticTip col3" id="2263_iconHolder_wenld36" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_fire_bluecano.jpg');">
<div class="talentHolder
						 disabled" id="2263_talentHolder_wenld36" onclick="return false" onmousedown="talentCalc.addTalent(2263, event); return false;
						" onmouseover="talentCalc.makeTalentTooltip(2263);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="2263_numPoints_wenld36">0</span><span>/</span><span>2</span>
</div>
</div>
</div>
</div>
<div class="tier">
<div class="talent staticTip col0" id="1692_iconHolder_wenld36" style="background-image:url('wow-icons/_images/_talents31x31/grey/ability_dualwieldspecialization.jpg');">
<div class="talentHolder
						 disabled" id="1692_talentHolder_wenld36" onclick="return false" onmousedown="talentCalc.addTalent(1692, event); return false;
						" onmouseover="talentCalc.makeTalentTooltip(1692);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1692_numPoints_wenld36">0</span><span>/</span><span>3</span>
</div>
</div>
</div>
<div class="talent staticTip col1" id="1690_iconHolder_wenld36" style="background-image:url('wow-icons/_images/_talents31x31/grey/ability_dualwield.jpg');">
<div class="talentHolder
						 disabled" id="1690_talentHolder_wenld36" onclick="return false" onmousedown="talentCalc.addTalent(1690, event); return false;
						" onmouseover="talentCalc.makeTalentTooltip(1690);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1690_numPoints_wenld36">0</span><span>/</span><span>1</span>
</div>
</div>
</div>
<div class="talent staticTip col2" id="901_iconHolder_wenld36" style="background-image:url('wow-icons/_images/_talents31x31/grey/ability_shaman_stormstrike.jpg');">
<div class="talentHolder
						 disabled" id="901_talentHolder_wenld36" onclick="return false" onmousedown="talentCalc.addTalent(901, event); return false;
						" onmouseover="talentCalc.makeTalentTooltip(901);">
<span id="spellInfo_901" style="display: none;"><span style="float: right;">Дистанция ближнего боя</span><span style="float: left;">8% запаса маны</span>
<br>
<span style="float: right;">Восстановление: 8  сек</span><span style="float: left;">Мгновенное действие</span></span>
<div class="talentHover"></div>
<div class="rankCtr">
<span id="901_numPoints_wenld36">0</span><span>/</span><span>1</span>
</div>
</div>
</div>
</div>
<div class="tier">
<div class="talent staticTip col0" id="2055_iconHolder_wenld36" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_shaman_staticshock.jpg');">
<div class="talentHolder
						 disabled" id="2055_talentHolder_wenld36" onclick="return false" onmousedown="talentCalc.addTalent(2055, event); return false;
						" onmouseover="talentCalc.makeTalentTooltip(2055);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="2055_numPoints_wenld36">0</span><span>/</span><span>3</span>
</div>
</div>
</div>
<div class="talent staticTip col1" id="2249_iconHolder_wenld36" style="background-image:url('wow-icons/_images/_talents31x31/grey/ability_shaman_lavalash.jpg');">
<div class="talentHolder
						 disabled" id="2249_talentHolder_wenld36" onclick="return false" onmousedown="talentCalc.addTalent(2249, event); return false;
						" onmouseover="talentCalc.makeTalentTooltip(2249);">
<span id="spellInfo_2249" style="display: none;"><span style="float: right;">Дистанция ближнего боя</span><span style="float: left;">4% запаса маны</span>
<br>
<span style="float: right;">Восстановление: 6  сек</span><span style="float: left;">Мгновенное действие</span></span>
<div class="talentHover"></div>
<div class="rankCtr">
<span id="2249_numPoints_wenld36">0</span><span>/</span><span>1</span>
</div>
</div>
</div>
<div class="talent staticTip col2" id="2054_iconHolder_wenld36" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_shaman_improvedstormstrike.jpg');">
<div class="talentHolder
						 disabled" id="2054_talentHolder_wenld36" onclick="return false" onmousedown="talentCalc.addTalent(2054, event); return false;
						" onmouseover="talentCalc.makeTalentTooltip(2054);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="2054_numPoints_wenld36">0</span><span>/</span><span>2</span>
</div>
</div>
</div>
</div>
<div class="tier">
<div class="talent staticTip col0" id="1691_iconHolder_wenld36" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_nature_mentalquickness.jpg');">
<div class="talentHolder
						 disabled" id="1691_talentHolder_wenld36" onclick="return false" onmousedown="talentCalc.addTalent(1691, event); return false;
						" onmouseover="talentCalc.makeTalentTooltip(1691);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1691_numPoints_wenld36">0</span><span>/</span><span>3</span>
</div>
</div>
</div>
<div class="talent staticTip col1" id="1693_iconHolder_wenld36" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_nature_shamanrage.jpg');">
<div class="talentHolder
						 disabled" id="1693_talentHolder_wenld36" onclick="return false" onmousedown="talentCalc.addTalent(1693, event); return false;
						" onmouseover="talentCalc.makeTalentTooltip(1693);">
<span id="spellInfo_1693" style="display: none;"><span style="float: right;"> Восстановление: 1  мин</span><span style="float: left;"> Мгновенное действие </span></span>
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1693_numPoints_wenld36">0</span><span>/</span><span>1</span>
</div>
</div>
</div>
<div class="talent staticTip col2" id="2056_iconHolder_wenld36" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_nature_earthelemental_totem.jpg');">
<div class="talentHolder
						 disabled" id="2056_talentHolder_wenld36" onclick="return false" onmousedown="talentCalc.addTalent(2056, event); return false;
						" onmouseover="talentCalc.makeTalentTooltip(2056);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="2056_numPoints_wenld36">0</span><span>/</span><span>2</span>
</div>
</div>
</div>
</div>
<div class="tier">
<div class="talent staticTip col1" id="2057_iconHolder_wenld36" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_shaman_maelstromweapon.jpg');">
<div class="talentHolder
						 disabled" id="2057_talentHolder_wenld36" onclick="return false" onmousedown="talentCalc.addTalent(2057, event); return false;
						" onmouseover="talentCalc.makeTalentTooltip(2057);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="2057_numPoints_wenld36">0</span><span>/</span><span>5</span>
</div>
</div>
</div>
</div>
<div class="tier">
<div class="talent staticTip col1" id="2058_iconHolder_wenld36" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_shaman_feralspirit.jpg');">
<div class="talentHolder
						 disabled" id="2058_talentHolder_wenld36" onclick="return false" onmousedown="talentCalc.addTalent(2058, event); return false;
						" onmouseover="talentCalc.makeTalentTooltip(2058);">
<span id="spellInfo_2058" style="display: none;"><span style="float: right;"> Радиус действия30 </span><span style="float: left;">12% запаса маны</span>
<br>
<span style="float: right;"> Восстановление: 3  мин</span><span style="float: left;">Мгновенное действие</span></span>
<div class="talentHover"></div>
<div class="rankCtr">
<span id="2058_numPoints_wenld36">0</span><span>/</span><span>1</span>
</div>
</div>
</div>
</div>
<div class="talentTreeInfo" style="background: url(wow-icons/_images/21x21/spell_nature_lightningshield.png) 0 0 no-repeat;">
<a class="subtleResetButton" href="javascript:;" onclick="talentCalc.resetTalents(1, true);"><span>Сброс</span></a><span id="treeName_1_wenld36" style="font-weight: bold;">Совершенствование</span> &nbsp;<span id="treeSpent_1_wenld36">0</span>
</div>
</div>
<div class="talentTree" id="Restoration_tree_wenld36" style="background-image: url('images/talents/bg/small/ShamanRestoration.jpg');">
<div class="tier">
<div class="talent staticTip col1" id="586_iconHolder_wenld36" style="background-image:url('wow-icons/_images/_talents31x31/spell_nature_magicimmunity.jpg');">
<div class="talentHolder
						" id="586_talentHolder_wenld36" onclick="return false" onmousedown="talentCalc.addTalent(586, event); return false;
						" onmouseover="talentCalc.makeTalentTooltip(586);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="586_numPoints_wenld36">0</span><span>/</span><span>5</span>
</div>
</div>
</div>
<div class="talent staticTip col2" id="595_iconHolder_wenld36" style="background-image:url('wow-icons/_images/_talents31x31/spell_nature_moonglow.jpg');">
<div class="talentHolder
						" id="595_talentHolder_wenld36" onclick="return false" onmousedown="talentCalc.addTalent(595, event); return false;
						" onmouseover="talentCalc.makeTalentTooltip(595);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="595_numPoints_wenld36">0</span><span>/</span><span>5</span>
</div>
</div>
</div>
</div>
<div class="tier">
<div class="talent staticTip col0" id="589_iconHolder_wenld36" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_nature_reincarnation.jpg');">
<div class="talentHolder
						 disabled" id="589_talentHolder_wenld36" onclick="return false" onmousedown="talentCalc.addTalent(589, event); return false;
						" onmouseover="talentCalc.makeTalentTooltip(589);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="589_numPoints_wenld36">0</span><span>/</span><span>2</span>
</div>
</div>
</div>
<div class="talent staticTip col1" id="1646_iconHolder_wenld36" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_nature_healingtouch.jpg');">
<div class="talentHolder
						 disabled" id="1646_talentHolder_wenld36" onclick="return false" onmousedown="talentCalc.addTalent(1646, event); return false;
						" onmouseover="talentCalc.makeTalentTooltip(1646);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1646_numPoints_wenld36">0</span><span>/</span><span>3</span>
</div>
</div>
</div>
<div class="talent staticTip col2" id="593_iconHolder_wenld36" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_frost_manarecharge.jpg');">
<div class="talentHolder
						 disabled" id="593_talentHolder_wenld36" onclick="return false" onmousedown="talentCalc.addTalent(593, event); return false;
						" onmouseover="talentCalc.makeTalentTooltip(593);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="593_numPoints_wenld36">0</span><span>/</span><span>5</span>
</div>
</div>
</div>
</div>
<div class="tier">
<div class="talent staticTip col0" id="583_iconHolder_wenld36" style="background-image:url('wow-icons/_images/_talents31x31/grey/ability_shaman_watershield.jpg');">
<div class="talentHolder
						 disabled" id="583_talentHolder_wenld36" onclick="return false" onmousedown="talentCalc.addTalent(583, event); return false;
						" onmouseover="talentCalc.makeTalentTooltip(583);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="583_numPoints_wenld36">0</span><span>/</span><span>3</span>
</div>
</div>
</div>
<div class="talent staticTip col1" id="587_iconHolder_wenld36" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_nature_healingwavelesser.jpg');">
<div class="talentHolder
						 disabled" id="587_talentHolder_wenld36" onclick="return false" onmousedown="talentCalc.addTalent(587, event); return false;
						" onmouseover="talentCalc.makeTalentTooltip(587);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="587_numPoints_wenld36">0</span><span>/</span><span>3</span>
</div>
</div>
</div>
<div class="talent staticTip col2" id="582_iconHolder_wenld36" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_frost_frostbolt.jpg');">
<div class="talentHolder
						 disabled" id="582_talentHolder_wenld36" onclick="return false" onmousedown="talentCalc.addTalent(582, event); return false;
						" onmouseover="talentCalc.makeTalentTooltip(582);">
<span id="spellInfo_582" style="display: none;"><span style="float: right;"> Восстановление: 3  мин</span><span style="float: left;"> Мгновенное действие </span></span>
<div class="talentHover"></div>
<div class="rankCtr">
<span id="582_numPoints_wenld36">0</span><span>/</span><span>1</span>
</div>
</div>
</div>
<div class="talent staticTip col3" id="581_iconHolder_wenld36" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_nature_undyingstrength.jpg');">
<div class="talentHolder
						 disabled" id="581_talentHolder_wenld36" onclick="return false" onmousedown="talentCalc.addTalent(581, event); return false;
						" onmouseover="talentCalc.makeTalentTooltip(581);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="581_numPoints_wenld36">0</span><span>/</span><span>3</span>
</div>
</div>
</div>
</div>
<div class="tier">
<div class="talent staticTip col1" id="588_iconHolder_wenld36" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_nature_manaregentotem.jpg');">
<div class="talentHolder
						 disabled" id="588_talentHolder_wenld36" onclick="return false" onmousedown="talentCalc.addTalent(588, event); return false;
						" onmouseover="talentCalc.makeTalentTooltip(588);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="588_numPoints_wenld36">0</span><span>/</span><span>3</span>
</div>
</div>
</div>
<div class="talent staticTip col2" id="594_iconHolder_wenld36" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_nature_tranquility.jpg');">
<div class="talentHolder
						 disabled" id="594_talentHolder_wenld36" onclick="return false" onmousedown="talentCalc.addTalent(594, event); return false;
						" onmouseover="talentCalc.makeTalentTooltip(594);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="594_numPoints_wenld36">0</span><span>/</span><span>5</span>
</div>
</div>
</div>
</div>
<div class="tier">
<div class="talent staticTip col0" id="1648_iconHolder_wenld36" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_nature_healingway.jpg');">
<div class="talentHolder
						 disabled" id="1648_talentHolder_wenld36" onclick="return false" onmousedown="talentCalc.addTalent(1648, event); return false;
						" onmouseover="talentCalc.makeTalentTooltip(1648);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1648_numPoints_wenld36">0</span><span>/</span><span>3</span>
</div>
</div>
</div>
<div class="talent staticTip col2" id="591_iconHolder_wenld36" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_nature_ravenform.jpg');">
<div class="talentHolder
						 disabled" id="591_talentHolder_wenld36" onclick="return false" onmousedown="talentCalc.addTalent(591, event); return false;
						" onmouseover="talentCalc.makeTalentTooltip(591);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="591_numPoints_wenld36">0</span><span>/</span><span>1</span>
</div>
</div>
</div>
<div class="talent staticTip col3" id="1695_iconHolder_wenld36" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_nature_focusedmind.jpg');">
<div class="talentHolder
						 disabled" id="1695_talentHolder_wenld36" onclick="return false" onmousedown="talentCalc.addTalent(1695, event); return false;
						" onmouseover="talentCalc.makeTalentTooltip(1695);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1695_numPoints_wenld36">0</span><span>/</span><span>3</span>
</div>
</div>
</div>
</div>
<div class="tier">
<div class="talent staticTip col2" id="592_iconHolder_wenld36" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_frost_wizardmark.jpg');">
<div class="talentHolder
						 disabled" id="592_talentHolder_wenld36" onclick="return false" onmousedown="talentCalc.addTalent(592, event); return false;
						" onmouseover="talentCalc.makeTalentTooltip(592);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="592_numPoints_wenld36">0</span><span>/</span><span>5</span>
</div>
</div>
</div>
</div>
<div class="tier">
<div class="talent staticTip col0" id="1699_iconHolder_wenld36" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_nature_natureguardian.jpg');">
<div class="talentHolder
						 disabled" id="1699_talentHolder_wenld36" onclick="return false" onmousedown="talentCalc.addTalent(1699, event); return false;
						" onmouseover="talentCalc.makeTalentTooltip(1699);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1699_numPoints_wenld36">0</span><span>/</span><span>5</span>
</div>
</div>
</div>
<div class="talent staticTip col1" id="590_iconHolder_wenld36" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_frost_summonwaterelemental.jpg');">
<div class="talentHolder
						 disabled" id="590_talentHolder_wenld36" onclick="return false" onmousedown="talentCalc.addTalent(590, event); return false;
						" onmouseover="talentCalc.makeTalentTooltip(590);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="590_numPoints_wenld36">0</span><span>/</span><span>1</span>
</div>
</div>
</div>
<div class="talent staticTip col2" id="2084_iconHolder_wenld36" style="background-image:url('wow-icons/_images/_talents31x31/grey/ability_shaman_cleansespirit.jpg');">
<div class="talentHolder
						 disabled" id="2084_talentHolder_wenld36" onclick="return false" onmousedown="talentCalc.addTalent(2084, event); return false;
						" onmouseover="talentCalc.makeTalentTooltip(2084);">
<span id="spellInfo_2084" style="display: none;"><span style="float: right;"> Радиус действия40 </span><span style="float: left;">7% запаса маны</span>
<br>
<span style="float: left;">Мгновенное действие</span></span>
<div class="talentHover"></div>
<div class="rankCtr">
<span id="2084_numPoints_wenld36">0</span><span>/</span><span>1</span>
</div>
</div>
</div>
</div>
<div class="tier">
<div class="talent staticTip col0" id="2060_iconHolder_wenld36" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_shaman_blessingofeternals.jpg');">
<div class="talentHolder
						 disabled" id="2060_talentHolder_wenld36" onclick="return false" onmousedown="talentCalc.addTalent(2060, event); return false;
						" onmouseover="talentCalc.makeTalentTooltip(2060);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="2060_numPoints_wenld36">0</span><span>/</span><span>2</span>
</div>
</div>
</div>
<div class="talent staticTip col1" id="1697_iconHolder_wenld36" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_nature_healingwavegreater.jpg');">
<div class="talentHolder
						 disabled" id="1697_talentHolder_wenld36" onclick="return false" onmousedown="talentCalc.addTalent(1697, event); return false;
						" onmouseover="talentCalc.makeTalentTooltip(1697);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1697_numPoints_wenld36">0</span><span>/</span><span>2</span>
</div>
</div>
</div>
<div class="talent staticTip col2" id="1696_iconHolder_wenld36" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_nature_natureblessing.jpg');">
<div class="talentHolder
						 disabled" id="1696_talentHolder_wenld36" onclick="return false" onmousedown="talentCalc.addTalent(1696, event); return false;
						" onmouseover="talentCalc.makeTalentTooltip(1696);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1696_numPoints_wenld36">0</span><span>/</span><span>3</span>
</div>
</div>
</div>
</div>
<div class="tier">
<div class="talent staticTip col0" id="2061_iconHolder_wenld36" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_shaman_ancestralawakening.jpg');">
<div class="talentHolder
						 disabled" id="2061_talentHolder_wenld36" onclick="return false" onmousedown="talentCalc.addTalent(2061, event); return false;
						" onmouseover="talentCalc.makeTalentTooltip(2061);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="2061_numPoints_wenld36">0</span><span>/</span><span>3</span>
</div>
</div>
</div>
<div class="talent staticTip col1" id="1698_iconHolder_wenld36" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_nature_skinofearth.jpg');">
<div class="talentHolder
						 disabled" id="1698_talentHolder_wenld36" onclick="return false" onmousedown="talentCalc.addTalent(1698, event); return false;
						" onmouseover="talentCalc.makeTalentTooltip(1698);">
<span id="spellInfo_1698" style="display: none;"><span style="float: right;"> Радиус действия40 </span><span style="float: left;">15% запаса маны</span>
<br>
<span style="float: left;">Мгновенное действие</span></span>
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1698_numPoints_wenld36">0</span><span>/</span><span>1</span>
</div>
</div>
</div>
<div class="talent staticTip col2" id="2059_iconHolder_wenld36" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_nature_skinofearth.jpg');">
<div class="talentHolder
						 disabled" id="2059_talentHolder_wenld36" onclick="return false" onmousedown="talentCalc.addTalent(2059, event); return false;
						" onmouseover="talentCalc.makeTalentTooltip(2059);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="2059_numPoints_wenld36">0</span><span>/</span><span>2</span>
</div>
</div>
</div>
</div>
<div class="tier">
<div class="talent staticTip col1" id="2063_iconHolder_wenld36" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_shaman_tidalwaves.jpg');">
<div class="talentHolder
						 disabled" id="2063_talentHolder_wenld36" onclick="return false" onmousedown="talentCalc.addTalent(2063, event); return false;
						" onmouseover="talentCalc.makeTalentTooltip(2063);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="2063_numPoints_wenld36">0</span><span>/</span><span>5</span>
</div>
</div>
</div>
</div>
<div class="tier">
<div class="talent staticTip col1" id="2064_iconHolder_wenld36" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_nature_riptide.jpg');">
<div class="talentHolder
						 disabled" id="2064_talentHolder_wenld36" onclick="return false" onmousedown="talentCalc.addTalent(2064, event); return false;
						" onmouseover="talentCalc.makeTalentTooltip(2064);">
<span id="spellInfo_2064" style="display: none;"><span style="float: right;"> Радиус действия40 </span><span style="float: left;">18% запаса маны</span>
<br>
<span style="float: right;">Восстановление: 6  сек</span><span style="float: left;">Мгновенное действие</span></span>
<div class="talentHover"></div>
<div class="rankCtr">
<span id="2064_numPoints_wenld36">0</span><span>/</span><span>1</span>
</div>
</div>
</div>
</div>
<div class="talentTreeInfo" style="background: url(wow-icons/_images/21x21/spell_nature_magicimmunity.png) 0 0 no-repeat;">
<a class="subtleResetButton" href="javascript:;" onclick="talentCalc.resetTalents(2, true);"><span>Сброс</span></a><span id="treeName_2_wenld36" style="font-weight: bold;">Исцеление</span> &nbsp;<span id="treeSpent_2_wenld36">0</span>
</div>
</div>
<table border="0" cellpadding="0" cellspacing="0" class="resetExportHolder">
<tr>
<td><a class="awesomeButton awesomeButton-resetTalents" href="javascript:;" onclick="talentCalc.resetAllTalents()"><span>
<div class="reload">Сбросить все</div>
</span></a></td>
</tr>
</table>
</div>
</div>
</div>
</div>
</div>
</div>