<xsl-template name="head-content">
<script src="_js/tools/talent-calc.js" type="text/javascript"></script>
</xsl-template>
<script type="text/javascript">
		var talentData_sdfkte75 = [
		
			{
				id:   "Arms",
				name: "Оружие",
				talents: [
				
					{
						id:     124,
						tier:   0,
						column: 0,
						name:  "Улучшенный удар героя",
						icon:  "ability_rogue_ambush",
						
						ranks: [
						
							"Снижает расход ярости на способность \"Удар героя\" на 1 ед."
							,
							"Снижает расход ярости на способность \"Удар героя\" на 2 ед."
							,
							"Снижает расход ярости на способность \"Удар героя\" на 3 ед."
							
						]
					}
					,
					{
						id:     130,
						tier:   0,
						column: 1,
						name:  "Отражение",
						icon:  "ability_parry",
						
						ranks: [
						
							"Увеличивает вероятность парирования атак на 1%."
							,
							"Увеличивает вероятность парирования атак на 2%."
							,
							"Увеличивает вероятность парирования атак на 3%."
							,
							"Увеличивает вероятность парирования атак на 4%."
							,
							"Увеличивает вероятность парирования атак на 5%."
							
						]
					}
					,
					{
						id:     127,
						tier:   0,
						column: 2,
						name:  "Улучшенное кровопускание",
						icon:  "ability_gouge",
						
						ranks: [
						
							"Увеличение урона от кровотечения, наносимого способностью \"Кровопускание\", на 10%."
							,
							"Увеличивает урон от кровотечения, наносимый способностью \"Кровопускание\", на 20%."
							
						]
					}
					,
					{
						id:     126,
						tier:   1,
						column: 0,
						name:  "Улучшенный рывок",
						icon:  "ability_warrior_charge",
						
						ranks: [
						
							"Увеличивает количество ярости, накапливаемое способностью \"Рывок\", на 5."
							,
							"Увеличивает количество ярости, накапливаемое способностью \"Рывок\", на 10."
							
						]
					}
					,
					{
						id:     641,
						tier:   1,
						column: 1,
						name:  "Железная воля",
						icon:  "spell_magic_magearmor",
						
						ranks: [
						
							"Уменьшает время действия на вас эффектов оглушения и подчинения на 7%."
							,
							"Уменьшает время действия на вас эффектов оглушения и подчинения на 14%."
							,
							"Уменьшает время действия на вас эффектов оглушения и подчинения на 20%."
							
						]
					}
					,
					{
						id:     128,
						tier:   1,
						column: 2,
						name:  "Тактическое превосходство",
						icon:  "spell_nature_enchantarmor",
						
						ranks: [
						
							"При смене боевой стойки вы сохраняете до 5 ед. единиц ярости. Также значительно возрастает уровень угрозы, производимой способностями \"Кровожадность\" и \"Смертельный удар\", если вы применяете их в оборонительной стойке."
							,
							"При смене боевой стойки вы сохраняете до 10 ед. единиц ярости. Также значительно возрастает уровень угрозы, производимой способностями \"Кровожадность\" и \"Смертельный удар\", если вы применяете их в оборонительной стойке. Более эффективно, чем Тактическое превосходство (уровень 1)."
							,
							"При смене боевой стойки вы сохраняете до 15 ед. единиц ярости. Также значительно возрастает уровень угрозы, производимой способностями \"Кровожадность\" и \"Смертельный удар\", если вы применяете их в оборонительной стойке. Более эффективно, чем Тактическое превосходство (уровень 2)."
							
						]
					}
					,
					{
						id:     131,
						tier:   2,
						column: 0,
						name:  "Безусловное превосходство",
						icon:  "inv_sword_05",
						
						ranks: [
						
							"Увеличивает вероятность нанесения критического урона способностью \"Превосходство\" на 25%."
							,
							"Увеличивает вероятность нанесения критического урона способностью \"Превосходство\" на 50%."
							
						]
					}
					,
					{
						id:     137,
						tier:   2,
						column: 1,
						name:  "Управление злостью",
						icon:  "spell_holy_blessingofstamina",
						
						ranks: [
						
							"Накопление 1 ед. ярости каждые 3 секунды."
							
						]
					}
					,
					{
						id:     662,
						tier:   2,
						column: 2,
						name:  "Прокалывание",
						icon:  "ability_searingarrow",
						
						ranks: [
						
							"Увеличивает дополнительный урон от критических ударов ваших способностей на 10%."
							,
							"Увеличивает дополнительный урон от критических ударов ваших способностей на 20%."
							
						]
					}
					,
					{
						id:     121,
						tier:   2,
						column: 3,
						name:  "Глубокие раны",
						icon:  "ability_backstab",
						
							requires: 662,
						
						ranks: [
						
							"Ваши критические удары вызывают у противника кровотечение, наносящее 16% от среднего урона вашего оружия ближнего боя в течение 6 сек."
							,
							"Ваши критические удары вызывают у противника кровотечение, наносящее 32% от среднего урона вашего оружия ближнего боя в течение 6 сек."
							,
							"Ваши критические удары вызывают у противника кровотечение, наносящее 48% от среднего урона вашего оружия ближнего боя в течение 6 сек."
							
						]
					}
					,
					{
						id:     136,
						tier:   3,
						column: 1,
						name:  "Специализация на двуручном оружии",
						icon:  "inv_axe_09",
						
						ranks: [
						
							"Увеличивает урон, наносимый двуручным оружием ближнего боя, на 2%."
							,
							"Увеличивает урон, наносимый двуручным оружием ближнего боя, на 4%."
							,
							"Увеличивает урон, наносимый двуручным оружием ближнего боя, на 6%."
							
						]
					}
					,
					{
						id:     2232,
						tier:   3,
						column: 2,
						name:  "Вкус крови",
						icon:  "ability_rogue_hungerforblood",
						
						ranks: [
						
							"При нанесении урона с помощью способности \"Кровопускание\" вы с вероятностью 33% в течение 9 сек. получаете возможность воспользоваться способностью \"Превосходство\" 1 заряд. Эффект возникает не чаще одного раза в 6 сек."
							,
							"При нанесении урона с помощью способности \"Кровопускание\" вы с вероятностью 66% в течение 9 сек. получаете возможность воспользоваться способностью \"Превосходство\" 1 заряд. Эффект возникает не чаще одного раза в 6 сек."
							,
							"При нанесении урона с помощью способности \"Кровопускание\" вы с вероятностью 100% в течение 9 сек. получаете возможность воспользоваться способностью \"Превосходство\" 1 заряд. Эффект возникает не чаще одного раза в 6 сек."
							
						]
					}
					,
					{
						id:     132,
						tier:   4,
						column: 0,
						name:  "Специализация на топорах и древковом оружии",
						icon:  "inv_axe_06",
						
						ranks: [
						
							"Повышает урон от критического удара и вероятность его нанесения топорами и древковым оружием на 1%."
							,
							"Повышает урон от критического удара и вероятность его нанесения топорами и древковым оружием на 2%."
							,
							"Повышает урон от критического удара и вероятность его нанесения топорами и древковым оружием на 3%."
							,
							"Повышает урон от критического удара и вероятность его нанесения топорами и древковым оружием на 4%."
							,
							"Повышает урон от критического удара и вероятность его нанесения топорами и древковым оружием на 5%."
							
						]
					}
					,
					{
						id:     133,
						tier:   4,
						column: 1,
						name:  "Размашистые удары",
						icon:  "ability_rogue_slicedice",
						
						ranks: [
						
							"5 следующих атак поразят еще одного ближайшего противника."
							
						]
					}
					,
					{
						id:     125,
						tier:   4,
						column: 2,
						name:  "Специализация на дробящем оружии",
						icon:  "inv_mace_01",
						
						ranks: [
						
							"При атаке с использованием дробящего оружия не принимается в расчет до 3% показателя брони вашего противника."
							,
							"При атаке с использованием дробящего оружия не принимается в расчет до 6% показателя брони вашего противника."
							,
							"При атаке с использованием дробящего оружия не принимается в расчет до 9% показателя брони вашего противника."
							,
							"При атаке с использованием дробящего оружия не принимается в расчет до 12% показателя брони вашего противника."
							,
							"При атаке с использованием дробящего оружия не принимается в расчет до 15% показателя брони вашего противника."
							
						]
					}
					,
					{
						id:     123,
						tier:   4,
						column: 3,
						name:  "Специализация на владении мечами",
						icon:  "inv_sword_27",
						
						ranks: [
						
							"2%-я вероятность атаковать цель повторно после того, как вы ударите ее мечом. Срабатывает не чаще, чем раз в 6 секунд."
							,
							"4%-я вероятность атаковать цель повторно после того, как вы ударите ее мечом. Срабатывает не чаще, чем раз в 6 секунд."
							,
							"6%-я вероятность атаковать цель повторно после того, как вы ударите ее мечом. Срабатывает не чаще, чем раз в 6 секунд."
							,
							"8%-я вероятность атаковать цель повторно после того, как вы ударите ее мечом. Срабатывает не чаще, чем раз в 6 секунд."
							,
							"10%-я вероятность атаковать цель повторно после того, как вы ударите ее мечом. Срабатывает не чаще, чем раз в 6 секунд."
							
						]
					}
					,
					{
						id:     134,
						tier:   5,
						column: 0,
						name:  "Мастерское владение оружием",
						icon:  "ability_warrior_weaponmastery",
						
						ranks: [
						
							"Снижение шанса уклонения от ваших атак на 1% и длительности всех направленных на вас эффектов обезоруживания на 25%. Этот эффект не складывается с другими эффектами, влияющими на длительность обезоруживания."
							,
							"Снижение шанса уклонения от ваших атак на 2% и длительности всех направленных на вас эффектов обезоруживания на 50%. Этот эффект не складывается с другими эффектами, влияющими на длительность обезоруживания."
							
						]
					}
					,
					{
						id:     129,
						tier:   5,
						column: 2,
						name:  "Улучшенное подрезание сухожилий",
						icon:  "ability_shockwave",
						
						ranks: [
						
							"Есть вероятность 5%, что способность \"Подрезать сухожилия\" обездвижит цель на 5 сек."
							,
							"Есть вероятность 10%, что способность \"Подрезать сухожилия\" обездвижит цель на 5 сек."
							,
							"Есть вероятность 15%, что способность \"Подрезать сухожилия\" обездвижит цель на 5 сек."
							
						]
					}
					,
					{
						id:     1859,
						tier:   5,
						column: 3,
						name:  "Травма",
						icon:  "ability_warrior_bloodnova",
						
						ranks: [
						
							"Критические удары от обычных атак имеют вероятность увеличить эффективность всех эффектов кровотечения на цели на 15% на 15 сек."
							,
							"Критические удары от обычных атак имеют вероятность увеличить эффективность всех эффектов кровотечения на цели на 30% на 15 сек."
							
						]
					}
					,
					{
						id:     1663,
						tier:   6,
						column: 0,
						name:  "Второе дыхание",
						icon:  "ability_hunter_harass",
						
						ranks: [
						
							"При использовании против вас эффектов оглушения или обездвиживания вы накапливаете 10 ед. ярости и восстанавливаете 5% от общего количества здоровья в течение 10 сек."
							,
							"При использовании против вас эффектов оглушения или обездвиживания вы накапливаете 20 ед. ярости и восстанавливаете 10% от общего количества здоровья в течение 10 сек."
							
						]
					}
					,
					{
						id:     135,
						tier:   6,
						column: 1,
						name:  "Смертельный удар",
						icon:  "ability_warrior_savageblow",
						
							requires: 133,
						
						ranks: [
						
							"Жестокий удар, причиняющий врагу урон от оружия, усиленный на 85 ед., и оставляющий на его теле серьезную рану, снижающую эффективность любого лечения на 50% в течение 10 сек."
							
						]
					}
					,
					{
						id:     1862,
						tier:   6,
						column: 2,
						name:  "Сила оружия",
						icon:  "ability_warrior_offensivestance",
						
						ranks: [
						
							"Увеличивает общую силу и выносливость на 2% и мастерство на 2."
							,
							"Увеличивает общую силу и выносливость на 4% и мастерство на 4."
							
						]
					}
					,
					{
						id:     2233,
						tier:   6,
						column: 3,
						name:  "Умелый мощный удар",
						icon:  "ability_warrior_decisivestrike",
						
						ranks: [
						
							"Уменьшает время применения способности \"Мощный удар\" на 0.5 сек."
							,
							"Уменьшает время применения способности \"Мощный удар\" на 1 сек."
							
						]
					}
					,
					{
						id:     2283,
						tier:   7,
						column: 0,
						name:  "Неудержимость",
						icon:  "ability_warrior_bullrush",
						
						ranks: [
						
							"Способность \"Рывок\" теперь можно применять в бою, но время восстановления этой способности возрастает на 5 сек. Использованные в течение 10 сек. после \"Рывка\" способности \"Мощный удар\" или \"Смертельный удар\" с вероятностью, повышенной на 25%, нанесут критический удар."
							
						]
					}
					,
					{
						id:     1824,
						tier:   7,
						column: 1,
						name:  "Улучшенный смертельный удар",
						icon:  "ability_warrior_savageblow",
						
							requires: 135,
						
						ranks: [
						
							"Увеличивает урон от вашей способности \"Смертельный удар\" на 3% и сокращает время ее восстановления на 0.3 сек."
							,
							"Увеличивает урон от вашей способности \"Смертельный удар\" на 6% и сокращает время ее восстановления на 0.7 сек."
							,
							"Увеличивает урон от вашей способности \"Смертельный удар\" на 10% и сокращает время ее восстановления на 1 сек."
							
						]
					}
					,
					{
						id:     1860,
						tier:   7,
						column: 2,
						name:  "Неумолимая атака",
						icon:  "ability_warrior_unrelentingassault",
						
						ranks: [
						
							"Уменьшает время восстановления способностей \"Превосходство\" и \"Реванш\" на 2 с. Увеличивает урон от обеих способностей на 10%. Если способность \"Превосходство\" наносит урон персонажу, читающему заклинание, его сила заклинаний и лечения сократится на 25% на 6 сек."
							,
							"Уменьшает время восстановления способностей \"Превосходство\" и \"Реванш\" на 4 с. Увеличивает урон от обеих способностей на 20%. Если способность \"Превосходство\" наносит урон персонажу, читающему заклинание, его сила заклинаний и лечения сократится на 50% на 6 сек."
							
						]
					}
					,
					{
						id:     1662,
						tier:   8,
						column: 0,
						name:  "Внезапная смерть",
						icon:  "ability_warrior_improveddisciplines",
						
						ranks: [
						
							"Удары ближнего боя, достигшие цели, с 3%-й вероятностью позволят применить способность \"Казнь\" вне зависимости от запаса здоровья противника. Кроме того, после применения способности \"Казнь\" у вас сохранится как минимум 3 ед. ярости."
							,
							"Удары ближнего боя, достигшие цели, с 6%-й вероятностью позволят применить способность \"Казнь\" вне зависимости от запаса здоровья противника. Кроме того, после применения способности \"Казнь\" у вас сохранится как минимум 7 ед. ярости."
							,
							"Удары ближнего боя, достигшие цели, с 9%-й вероятностью позволят применить способность \"Казнь\" вне зависимости от запаса здоровья противника. Кроме того, после применения способности \"Казнь\" у вас сохранится как минимум 10 ед. ярости."
							
						]
					}
					,
					{
						id:     1661,
						tier:   8,
						column: 1,
						name:  "Нескончаемая ярость",
						icon:  "ability_warrior_endlessrage",
						
						ranks: [
						
							"Вы накапливаете на 25% больше ярости от нанесенного вами урона."
							
						]
					}
					,
					{
						id:     1664,
						tier:   8,
						column: 2,
						name:  "Кровавое бешенство",
						icon:  "ability_warrior_bloodfrenzy",
						
						ranks: [
						
							"Увеличивает скорость атаки в ближнем бою на 5%. Способности \"Кровопускание\" и \"Глубокие раны\" также увеличивают физический урон, наносимый цели, на 2%."
							,
							"Увеличивает скорость атаки в ближнем бою на 10%. Способности \"Кровопускание\" и \"Глубокие раны\" также увеличивают физический урон, наносимый цели, на 4%."
							
						]
					}
					,
					{
						id:     2231,
						tier:   9,
						column: 1,
						name:  "Погром",
						icon:  "ability_warrior_trauma",
						
						ranks: [
						
							"Нанося критические удары в ближнем бою, вы входите в состояние исступления. Наносимый урон увеличивается на 2% на 12 сек. Эффект не суммируется с \"Исступлением\"."
							,
							"Нанося критические удары в ближнем бою, вы входите в состояние исступления. Наносимый урон увеличивается на 4% на 12 сек. Эффект не суммируется с \"Исступлением\"."
							,
							"Нанося критические удары в ближнем бою, вы входите в состояние исступления. Наносимый урон увеличивается на 6% на 12 сек. Эффект не суммируется с \"Исступлением\"."
							,
							"Нанося критические удары в ближнем бою, вы входите в состояние исступления. Наносимый урон увеличивается на 8% на 12 сек. Эффект не суммируется с \"Исступлением\"."
							,
							"Нанося критические удары в ближнем бою, вы входите в состояние исступления. Наносимый урон увеличивается на 10% на 12 сек. Эффект не суммируется с \"Исступлением\"."
							
						]
					}
					,
					{
						id:     1863,
						tier:   10,
						column: 1,
						name:  "Вихрь клинков",
						icon:  "ability_warrior_bladestorm",
						
						ranks: [
						
							"Атаковать до 4 ближайших противников, налетев на них вихрем и нанося 1 ед. урона в течение 6 сек. раз в 1 сек. Находясь в вихре клинков, вы можете двигаться, но не можете применять другие способности; вам неведомы жалость, раскаяние или страх, и только смерть может остановить вас."
							
						]
					}
					
				]
			}
			,
			{
				id:   "Fury",
				name: "Неистовство",
				talents: [
				
					{
						id:     2250,
						tier:   0,
						column: 0,
						name:  "Во всеоружии",
						icon:  "inv_shoulder_22",
						
						ranks: [
						
							"Увеличивает силу атаки на 1 за каждые 108 ед. брони."
							,
							"Увеличивает силу атаки на 2 за каждые 108 ед. брони."
							,
							"Увеличивает силу атаки на 3 за каждые 108 ед. брони."
							
						]
					}
					,
					{
						id:     158,
						tier:   0,
						column: 1,
						name:  "Луженая глотка",
						icon:  "spell_nature_purge",
						
						ranks: [
						
							"Увеличивает область и время действия ваших способностей \"Боевой крик\", \"Деморализующий крик\" и \"Командирский крик\" на 25%."
							,
							"Увеличивает область и время действия ваших способностей \"Боевой крик\", \"Деморализующий крик\" и \"Командирский крик\" на 50%."
							
						]
					}
					,
					{
						id:     157,
						tier:   0,
						column: 2,
						name:  "Безжалостность",
						icon:  "ability_rogue_eviscerate",
						
						ranks: [
						
							"Увеличивает вероятность нанести критический удар оружием ближнего боя на 1%."
							,
							"Увеличивает вероятность нанести критический удар оружием ближнего боя на 2%."
							,
							"Увеличивает вероятность нанести критический удар оружием ближнего боя на 3%."
							,
							"Увеличивает вероятность нанести критический удар оружием ближнего боя на 4%."
							,
							"Увеличивает вероятность нанести критический удар оружием ближнего боя на 5%."
							
						]
					}
					,
					{
						id:     161,
						tier:   1,
						column: 1,
						name:  "Улучшенный деморализующий крик",
						icon:  "ability_warrior_warcry",
						
						ranks: [
						
							"Увеличивает количество снижаемой силы атаки ближнего боя при применении способности \"Деморализующий крик\" на 8%."
							,
							"Увеличивает количество снижаемой силы атаки ближнего боя при применении способности \"Деморализующий крик\" на 16%."
							,
							"Увеличивает количество снижаемой силы атаки ближнего боя при применении способности \"Деморализующий крик\" на 24%."
							,
							"Увеличивает количество снижаемой силы атаки ближнего боя при применении способности \"Деморализующий крик\" на 32%."
							,
							"Увеличивает количество снижаемой силы атаки ближнего боя при применении способности \"Деморализующий крик\" на 40%."
							
						]
					}
					,
					{
						id:     159,
						tier:   1,
						column: 2,
						name:  "Необузданный гнев",
						icon:  "spell_nature_stoneclawtotem",
						
						ranks: [
						
							"Вы можете накопить дополнительную единицу ярости, нанося урон оружием в ближнем бою."
							,
							"Вы можете накопить дополнительную единицу ярости, нанося урон оружием в ближнем бою. Эффект действует чаще, чем эффект таланта \"Необузданный гнев\" (уровень 1)."
							,
							"Вы можете накопить дополнительную единицу ярости, нанося урон оружием в ближнем бою. Эффект действует чаще, чем эффект таланта \"Необузданный гнев\" (уровень 2)."
							,
							"Вы можете накопить дополнительную единицу ярости, нанося урон оружием в ближнем бою. Эффект действует чаще, чем эффект таланта \"Необузданный гнев\" (уровень 3)."
							,
							"Вы можете накопить дополнительную единицу ярости, нанося урон оружием в ближнем бою. Эффект действует чаще, чем эффект таланта \"Необузданный гнев\" (уровень 4)."
							
						]
					}
					,
					{
						id:     166,
						tier:   2,
						column: 0,
						name:  "Улучшенный рассекающий удар",
						icon:  "ability_warrior_cleave",
						
						ranks: [
						
							"Увеличение дополнительного урона, наносимого вашей способностью \"Рассекающий удар\", на 40%."
							,
							"Увеличение дополнительного урона, наносимого вашей способностью \"Рассекающий удар\", на 80%."
							,
							"Увеличение дополнительного урона, наносимого вашей способностью \"Рассекающий удар\", на 120%."
							
						]
					}
					,
					{
						id:     160,
						tier:   2,
						column: 1,
						name:  "Пронзительный вой",
						icon:  "spell_shadow_deathscream",
						
						ranks: [
						
							"Вызывает головокружение всех врагов в радиусе 10 м, снижая скорость их передвижения на 50% в течение 6 сек."
							
						]
					}
					,
					{
						id:     661,
						tier:   2,
						column: 2,
						name:  "Мания крови",
						icon:  "spell_shadow_summonimp",
						
						ranks: [
						
							"Восстанавливает 2% от общего количества здоровья в течение 6 сек. после нанесения вам критического удара."
							,
							"Восстанавливает 4% от общего количества здоровья в течение 6 сек. после нанесения вам критического удара."
							,
							"Восстанавливает 6% от общего количества здоровья в течение 6 сек. после нанесения вам критического удара."
							
						]
					}
					,
					{
						id:     154,
						tier:   2,
						column: 3,
						name:  "Командирский голос",
						icon:  "spell_nature_focusedmind",
						
						ranks: [
						
							"Увеличивает силу атаки ближнего боя, прибавляемую способностью \"Боевой крик\", и здоровье, прибавляемое способностью \"Командирский крик\", на 5%."
							,
							"Увеличивает силу атаки ближнего боя, прибавляемую способностью \"Боевой крик\", и здоровье, прибавляемое способностью \"Командирский крик\", на 10%."
							,
							"Увеличивает силу атаки ближнего боя, прибавляемую способностью \"Боевой крик\", и здоровье, прибавляемое способностью \"Командирский крик\", на 15%."
							,
							"Увеличивает силу атаки ближнего боя, прибавляемую способностью \"Боевой крик\", и здоровье, прибавляемое способностью \"Командирский крик\", на 20%."
							,
							"Увеличивает силу атаки ближнего боя, прибавляемую способностью \"Боевой крик\", и здоровье, прибавляемое способностью \"Командирский крик\", на 25%."
							
						]
					}
					,
					{
						id:     1581,
						tier:   3,
						column: 0,
						name:  "Специализация на бое двумя оружиями",
						icon:  "ability_dualwield",
						
						ranks: [
						
							"Увеличивает урон, наносимый оружием в левой руке, на 5%."
							,
							"Увеличивает урон, наносимый оружием в левой руке, на 10%."
							,
							"Увеличивает урон, наносимый оружием в левой руке, на 15%."
							,
							"Увеличивает урон, наносимый оружием в левой руке, на 20%."
							,
							"Увеличивает урон, наносимый оружием в левой руке, на 25%."
							
						]
					}
					,
					{
						id:     1542,
						tier:   3,
						column: 1,
						name:  "Улучшенная казнь",
						icon:  "inv_sword_48",
						
						ranks: [
						
							"Уменьшает расход ярости на способность \"Казнь\" на 2."
							,
							"Уменьшает расход ярости на способность \"Казнь\" на 5."
							
						]
					}
					,
					{
						id:     155,
						tier:   3,
						column: 2,
						name:  "Исступление",
						icon:  "spell_shadow_unholyfrenzy",
						
						ranks: [
						
							"С 30%-й вероятностью после того, как вы получаете урон, наносимый вами урон увеличивается на 2% на 12 сек. Эффект не суммируется с \"Погромом\"."
							,
							"С 30%-й вероятностью после того, как вы получаете урон, наносимый вами урон увеличивается на 4% на 12 сек. Эффект не суммируется с \"Погромом\"."
							,
							"С 30%-й вероятностью после того, как вы получаете урон, наносимый вами урон увеличивается на 6% на 12 сек. Эффект не суммируется с \"Погромом\"."
							,
							"С 30%-й вероятностью после того, как вы получаете урон, наносимый вами урон увеличивается на 8% на 12 сек. Эффект не суммируется с \"Погромом\"."
							,
							"С 30%-й вероятностью после того, как вы получаете урон, наносимый вами урон увеличивается на 10% на 12 сек. Эффект не суммируется с \"Погромом\"."
							
						]
					}
					,
					{
						id:     1657,
						tier:   4,
						column: 0,
						name:  "Точность",
						icon:  "ability_marksmanship",
						
						ranks: [
						
							"Повышает вероятность попадания в ближнем бою на 1%."
							,
							"Повышает вероятность попадания в ближнем бою на 2%."
							,
							"Повышает вероятность попадания в ближнем бою на 3%."
							
						]
					}
					,
					{
						id:     165,
						tier:   4,
						column: 1,
						name:  "Жажда смерти",
						icon:  "spell_shadow_deathpact",
						
						ranks: [
						
							"Вводит воина в ярость, увеличивая наносимый им физический урон на 20%, но также увеличивая весь получаемый им урон на 5%. Время действия – 30 сек."
							
						]
					}
					,
					{
						id:     1543,
						tier:   4,
						column: 2,
						name:  "Улучшенный перехват",
						icon:  "ability_rogue_sprint",
						
						ranks: [
						
							"Уменьшает время восстановления способности \"Перехват\" на 5 секунд."
							,
							"Уменьшает время восстановления способности \"Перехват\" на 10 секунд."
							
						]
					}
					,
					{
						id:     1541,
						tier:   5,
						column: 0,
						name:  "Улучшенная ярость берсерка",
						icon:  "spell_nature_ancestralguardian",
						
						ranks: [
						
							"Способность \"Ярость берсерка\" накапливает 10 ед. ярости."
							,
							"Способность \"Ярость берсерка\" накапливает 20 ед. ярости."
							
						]
					}
					,
					{
						id:     156,
						tier:   5,
						column: 2,
						name:  "Шквал",
						icon:  "ability_ghoulfrenzy",
						
						ranks: [
						
							"После нанесения критического удара в ближнем бою скорость атаки для следующих трех выпадов увеличивается на 5%."
							,
							"После нанесения критического удара в ближнем бою скорость атаки для следующих трех выпадов увеличивается на 10%."
							,
							"После нанесения критического удара в ближнем бою скорость атаки для следующих трех выпадов увеличивается на 15%."
							,
							"После нанесения критического удара в ближнем бою скорость атаки для следующих трех выпадов увеличивается на 20%."
							,
							"После нанесения критического удара в ближнем бою скорость атаки для следующих трех выпадов увеличивается на 25%."
							
						]
					}
					,
					{
						id:     1864,
						tier:   6,
						column: 0,
						name:  "Интенсивная ярость",
						icon:  "ability_warrior_endlessrage",
						
						ranks: [
						
							"Уменьшает время восстановления способностей \"Кровавая ярость\", \"Ярость берсерка\", \"Безрассудство\" и \"Жажда смерти\" на 11%."
							,
							"Уменьшает время восстановления способностей \"Кровавая ярость\", \"Ярость берсерка\", \"Безрассудство\" и \"Жажда смерти\" на 22%."
							,
							"Уменьшает время восстановления способностей \"Кровавая ярость\", \"Ярость берсерка\", \"Безрассудство\" и \"Жажда смерти\" на 33%."
							
						]
					}
					,
					{
						id:     167,
						tier:   6,
						column: 1,
						name:  "Кровожадность",
						icon:  "spell_nature_bloodlust",
						
							requires: 165,
						
						ranks: [
						
							"Мгновенная атака цели, наносящая 15 ед. урона. Кроме того, следующие 3 успешные атаки ближнего боя восстанавливают 1% максимального здоровья. Время действия эффекта – 8 сек. Урон зависит от силы атаки."
							
						]
					}
					,
					{
						id:     1655,
						tier:   6,
						column: 3,
						name:  "Улучшенный вихрь",
						icon:  "ability_whirlwind",
						
						ranks: [
						
							"Увеличивает урон от способности \"Вихрь\" на 10%."
							,
							"Увеличивает урон от способности \"Вихрь\" на 20%."
							
						]
					}
					,
					{
						id:     1865,
						tier:   7,
						column: 0,
						name:  "Яростные атаки",
						icon:  "ability_warrior_furiousresolve",
						
						ranks: [
						
							"Ваши обычные атаки ближнего боя могут уменьшить эффективность лечения, применяемого к цели, на 25% на 10 сек. Данный эффект суммируется до 2 раз."
							,
							"Ваши обычные атаки ближнего боя могут уменьшить эффективность лечения, применяемого к цели, на 25% на 10 сек. Данный эффект суммируется до 2 раз. Более эффективно, чем \"Яростные атаки\" (Уровень 1)."
							
						]
					}
					,
					{
						id:     1658,
						tier:   7,
						column: 3,
						name:  "Улучшенная стойка берсерка",
						icon:  "ability_racial_avatar",
						
						ranks: [
						
							"Увеличивает силу на 4% и уменьшает создаваемую угрозу на 2% во время нахождения в стойке берсерка."
							,
							"Увеличивает силу на 8% и уменьшает создаваемую угрозу на 4% во время нахождения в стойке берсерка."
							,
							"Увеличивает силу на 12% и уменьшает создаваемую угрозу на 6% во время нахождения в стойке берсерка."
							,
							"Увеличивает силу на 16% и уменьшает создаваемую угрозу на 8% во время нахождения в стойке берсерка."
							,
							"Увеличивает силу на 20% и уменьшает создаваемую угрозу на 10% во время нахождения в стойке берсерка."
							
						]
					}
					,
					{
						id:     1868,
						tier:   8,
						column: 0,
						name:  "Неистовство героя",
						icon:  "ability_heroicleap",
						
						ranks: [
						
							"Снимает любые обездвиживающие эффекты и обнуляет время восстановления способности \"Перехват\"."
							
						]
					}
					,
					{
						id:     1659,
						tier:   8,
						column: 1,
						name:  "Буйство",
						icon:  "ability_warrior_rampage",
						
							requires: 167,
						
						ranks: [
						
							"При нанесении критических ударов в ближнем бою воин впадает в буйство, увеличивая вероятность критического удара атак в ближнем и дальнем бою всех членов группы или рейда в радиусе 45 м на 5%. Время действия – 10 сек."
							
						]
					}
					,
					{
						id:     1866,
						tier:   8,
						column: 2,
						name:  "Прилив крови",
						icon:  "ability_warrior_bloodsurge",
						
							requires: 167,
						
						ranks: [
						
							"С вероятностью 7% при успешной атаке способностью \"Удар героя\", \"Вихрь\" и \"Кровожадность\" вы сможете мгновенно применить способность \"Мощный удар\" в течение 5 сек."
							,
							"С вероятностью 13% при успешной атаке способностью \"Удар героя\", \"Вихрь\" и \"Кровожадность\" вы сможете мгновенно применить способность \"Мощный удар\" в течение 5 сек."
							,
							"С вероятностью 20% при успешной атаке способностью \"Удар героя\", \"Вихрь\" и \"Кровожадность\" вы сможете мгновенно применить способность \"Мощный удар\" в течение 5 сек."
							
						]
					}
					,
					{
						id:     2234,
						tier:   9,
						column: 1,
						name:  "Бесконечное неистовство",
						icon:  "ability_warrior_intensifyrage",
						
						ranks: [
						
							"Увеличивает урон, наносимый способностями \"Мощный удар\", \"Вихрь\" и \"Кровожадность\", на 2%."
							,
							"Увеличивает урон, наносимый способностями \"Мощный удар\", \"Вихрь\" и \"Кровожадность\", на 4%."
							,
							"Увеличивает урон, наносимый способностями \"Мощный удар\", \"Вихрь\" и \"Кровожадность\", на 6%."
							,
							"Увеличивает урон, наносимый способностями \"Мощный удар\", \"Вихрь\" и \"Кровожадность\", на 8%."
							,
							"Увеличивает урон, наносимый способностями \"Мощный удар\", \"Вихрь\" и \"Кровожадность\", на 10%."
							
						]
					}
					,
					{
						id:     1867,
						tier:   10,
						column: 1,
						name:  "Хватка титана",
						icon:  "ability_warrior_titansgrip",
						
						ranks: [
						
							"Позволяет держать двуручное дробящее оружие, двуручные топоры или мечи в одной руке. Снижает наносимый вами физический урон при атаке двуручным оружием на 10%."
							
						]
					}
					
				]
			}
			,
			{
				id:   "Protection",
				name: "Защита",
				talents: [
				
					{
						id:     142,
						tier:   0,
						column: 0,
						name:  "Улучшенная кровавая ярость",
						icon:  "ability_racial_bloodrage",
						
						ranks: [
						
							"Увеличивает количество ярости, накапливаемое способностью \"Кровавая ярость\", на  25%."
							,
							"Увеличивает количество ярости, накапливаемое способностью \"Кровавая ярость\", на  50%."
							
						]
					}
					,
					{
						id:     1601,
						tier:   0,
						column: 1,
						name:  "Специализация на щитах",
						icon:  "inv_shield_06",
						
						ranks: [
						
							"Вероятность блокировать атаки щитом увеличивается на 1%, и появляется 20%-я вероятность накопить 5 ед. ярости при успешном блокировании, уклонении или парировании атаки."
							,
							"Вероятность блокировать атаки щитом увеличивается на 2%, и появляется 40%-я вероятность накопить 5 ед. ярости при успешном блокировании, уклонении или парировании атаки."
							,
							"Вероятность блокировать атаки щитом увеличивается на 3%, и появляется 60%-я вероятность накопить 5 ед. ярости при успешном блокировании, уклонении или парировании атаки."
							,
							"Вероятность блокировать атаки щитом увеличивается на 4%, и появляется 80%-я вероятность накопить 5 ед. ярости при успешном блокировании, уклонении или парировании атаки."
							,
							"Вероятность блокировать атаки щитом увеличивается на 5%, и появляется 100%-я вероятность накопить 5 ед. ярости при успешном блокировании, уклонении или парировании атаки."
							
						]
					}
					,
					{
						id:     141,
						tier:   0,
						column: 2,
						name:  "Улучшенный удар грома",
						icon:  "ability_thunderclap",
						
						ranks: [
						
							"Снижает расход ярости на способность \"Удар грома\" на 1 ед. и увеличивает наносимый ею урон на 10%, а эффект замедления усиливается на 4%."
							,
							"Снижает расход ярости на способность \"Удар грома\" на 2 ед. и увеличивает наносимый ею урон на 20%, а эффект замедления усиливается на 7%."
							,
							"Снижает расход ярости на способность \"Удар грома\" на 4 ед. и увеличивает наносимый ею урон на 30%, а эффект замедления усиливается на 10%."
							
						]
					}
					,
					{
						id:     144,
						tier:   1,
						column: 1,
						name:  "Побуждение",
						icon:  "ability_warrior_incite",
						
						ranks: [
						
							"Увеличивает вероятность критического удара способностей \"Удар героя\", \"Удар грома\" и \"Рассекающий удар\" на 5%."
							,
							"Увеличивает вероятность критического удара способностей \"Удар героя\", \"Удар грома\" и \"Рассекающий удар\" на 10%."
							,
							"Увеличивает вероятность критического удара способностей \"Удар героя\", \"Удар грома\" и \"Рассекающий удар\" на 15%."
							
						]
					}
					,
					{
						id:     138,
						tier:   1,
						column: 2,
						name:  "Предчувствие",
						icon:  "spell_nature_mirrorimage",
						
						ranks: [
						
							"Повышает вероятность уклонения от атак на 1%."
							,
							"Повышает вероятность уклонения от атак на 2%."
							,
							"Повышает вероятность уклонения от атак на 3%."
							,
							"Повышает вероятность уклонения от атак на 4%."
							,
							"Повышает вероятность уклонения от атак на 5%."
							
						]
					}
					,
					{
						id:     153,
						tier:   2,
						column: 0,
						name:  "Ни шагу назад",
						icon:  "spell_holy_ashestoashes",
						
						ranks: [
						
							"Повышение на 30% максимального запаса здоровья на 20 сек. После окончания действия эффекта максимальный запас здоровья принимает прежнее значение."
							
						]
					}
					,
					{
						id:     147,
						tier:   2,
						column: 1,
						name:  "Улучшенный реванш",
						icon:  "ability_warrior_revenge",
						
						ranks: [
						
							"Ваша способность \"Реванш\" наносит на 10% больше урона и с вероятностью 25% оглушает цель на 3 сек."
							,
							"Ваша способность \"Реванш\" наносит на 20% больше урона и с вероятностью 50% оглушает цель на 3 сек."
							
						]
					}
					,
					{
						id:     1654,
						tier:   2,
						column: 2,
						name:  "Мастерское владение щитом",
						icon:  "ability_warrior_shieldmastery",
						
						ranks: [
						
							"Увеличивает показатель блокирования на 15% и уменьшает время восстановления вашей способности \"Блок щитом\" на 10 с."
							,
							"Увеличивает показатель блокирования на 30% и уменьшает время восстановления вашей способности \"Блок щитом\" на 20 с."
							
						]
					}
					,
					{
						id:     140,
						tier:   2,
						column: 3,
						name:  "Крепость",
						icon:  "spell_holy_devotion",
						
						ranks: [
						
							"Увеличивает бонус брони от предметов на 2% и сокращает время действия наложенных на вас замедляющих эффектов на 6%."
							,
							"Увеличивает бонус брони от предметов на 4% и сокращает время действия наложенных на вас замедляющих эффектов на 12%."
							,
							"Увеличивает бонус брони от предметов на 6% и сокращает время действия наложенных на вас замедляющих эффектов на 18%."
							,
							"Увеличивает бонус брони от предметов на 8% и сокращает время действия наложенных на вас замедляющих эффектов на 24%."
							,
							"Увеличивает бонус брони от предметов на 10% и сокращает время действия наложенных на вас замедляющих эффектов на 30%."
							
						]
					}
					,
					{
						id:     2247,
						tier:   3,
						column: 0,
						name:  "Улучшенное отражение заклинаний",
						icon:  "ability_warrior_shieldreflection",
						
						ranks: [
						
							"Понижает вероятность попадания в вас заклинаний на 2%. После использования отражает последующее заклинание, направленное против 2 ближайших участников вашей группы, которые находятся в пределах 20 метров."
							,
							"Понижает вероятность попадания в вас заклинаний на 4%. После использования отражает последующее заклинание, направленное против 4 ближайших участников вашей группы, которые находятся в пределах 20 метров."
							
						]
					}
					,
					{
						id:     151,
						tier:   3,
						column: 1,
						name:  "Улучшенное разоружение",
						icon:  "ability_warrior_disarm",
						
						ranks: [
						
							"Уменьшает время восстановления способности \"Разоружение\" на 10 с; цель также получает на 5% больше урона, когда разоружена."
							,
							"Уменьшает время восстановления способности \"Разоружение\" на 20 с; цель также получает на 10% больше урона, когда разоружена."
							
						]
					}
					,
					{
						id:     146,
						tier:   3,
						column: 2,
						name:  "Прокол",
						icon:  "ability_warrior_sunder",
						
						ranks: [
						
							"Уменьшает расход ярости на способности \"Раскол брони\" и \"Сокрушение\" на 1 ед."
							,
							"Уменьшает расход ярости на способности \"Раскол брони\" и \"Сокрушение\" на 2 ед."
							,
							"Уменьшает расход ярости на способности \"Раскол брони\" и \"Сокрушение\" на 3 ед."
							
						]
					}
					,
					{
						id:     150,
						tier:   4,
						column: 0,
						name:  "Отработанные навыки",
						icon:  "ability_warrior_shieldwall",
						
						ranks: [
						
							"Уменьшает время восстановления способностей \"Глухая оборона\", \"Возмездие\" и \"Безрассудство\" на 30 с."
							,
							"Уменьшает время восстановления способностей \"Глухая оборона\", \"Возмездие\" и \"Безрассудство\" на 60 с."
							
						]
					}
					,
					{
						id:     152,
						tier:   4,
						column: 1,
						name:  "Оглушающий удар",
						icon:  "ability_thunderbolt",
						
						ranks: [
						
							"Оглушает противника на 5 сек. и наносит 22 ед. урона (основано на силе атаки)."
							
						]
					}
					,
					{
						id:     149,
						tier:   4,
						column: 2,
						name:  "Обет молчания",
						icon:  "ability_warrior_shieldbash",
						
						ranks: [
						
							"При использовании способностей \"Удар щитом\" и \"Героический бросок\" появляется 50%-я вероятность того, что ваш противник потеряет способность произносить заклинания на 3 сек. Урон, наносимый способностью \"Мощный удар щитом\", увеличивается на 5%."
							,
							"При использовании способностей \"Удар щитом\" и \"Героический бросок\" появляется 100%-я вероятность того, что ваш противник потеряет способность произносить заклинания на 3 сек. Урон, наносимый способностью \"Мощный удар щитом\", увеличивается на 10%."
							
						]
					}
					,
					{
						id:     702,
						tier:   5,
						column: 2,
						name:  "Специализация на одноручном оружии",
						icon:  "inv_sword_20",
						
						ranks: [
						
							"Когда вы вооружены одноручным оружием ближнего боя, весь наносимый физический урон увеличивается на 2%."
							,
							"Когда вы вооружены одноручным оружием ближнего боя, весь наносимый физический урон увеличивается на 4%."
							,
							"Когда вы вооружены одноручным оружием ближнего боя, весь наносимый физический урон увеличивается на 6%."
							,
							"Когда вы вооружены одноручным оружием ближнего боя, весь наносимый физический урон увеличивается на 8%."
							,
							"Когда вы вооружены одноручным оружием ближнего боя, весь наносимый физический урон увеличивается на 10%."
							
						]
					}
					,
					{
						id:     1652,
						tier:   6,
						column: 0,
						name:  "Улучшенная оборонительная стойка",
						icon:  "ability_warrior_defensivestance",
						
						ranks: [
						
							"Пока вы находитесь в оборонительной стойке, полученный от заклинаний урон уменьшается на 3%. При блокировании, парировании или уклонении от атаки с вероятностью 50% воин впадает в исступление, увеличивая физический урон своих атак на 5% на 12 сек."
							,
							"Пока вы находитесь в оборонительной стойке, полученный от заклинаний урон уменьшается на 6%. При блокировании, парировании или уклонении от атаки с вероятностью 100% воин впадает в исступление, увеличивая физический урон своих атак на 10% на 12 сек."
							
						]
					}
					,
					{
						id:     148,
						tier:   6,
						column: 1,
						name:  "Бдительность",
						icon:  "ability_warrior_vigilance",
						
							requires: 152,
						
						ranks: [
						
							"Сосредоточить внимание на выбранном участнике группы или рейда, уменьшая получаемый им урон на 3% и перенося на себя 10% от объема создаваемой им угрозы. Каждый раз, когда цель получает удар, время восстановления вашей способности \"Провокация\" сбрасывается. Время действия – 30 мин. Эффект можно накладывать только на одну цель единовременно."
							
						]
					}
					,
					{
						id:     1660,
						tier:   6,
						column: 2,
						name:  "Направленная ярость",
						icon:  "ability_warrior_focusedrage",
						
						ranks: [
						
							"Снижает расход ярости на атакующие способности на 1 ед."
							,
							"Снижает расход ярости на атакующие способности на 2 ед."
							,
							"Снижает расход ярости на атакующие способности на 3 ед."
							
						]
					}
					,
					{
						id:     1653,
						tier:   7,
						column: 1,
						name:  "Живучесть",
						icon:  "inv_helmet_21",
						
						ranks: [
						
							"Повышает силу и выносливость на 2%. Увеличивает мастерство на 2."
							,
							"Повышает силу и выносливость на 4%. Увеличивает мастерство на 4."
							,
							"Повышает силу и выносливость на 6%. Увеличивает мастерство на 6."
							
						]
					}
					,
					{
						id:     1870,
						tier:   7,
						column: 2,
						name:  "Охрана",
						icon:  "ability_warrior_safeguard",
						
						ranks: [
						
							"Уменьшает урон, получаемый целью вашей способности \"Вмешательство\", на 15% в течение 6 сек."
							,
							"Уменьшает урон, получаемый целью вашей способности \"Вмешательство\", на 30% на 6 сек."
							
						]
					}
					,
					{
						id:     2236,
						tier:   8,
						column: 0,
						name:  "Вестник Войны",
						icon:  "ability_warrior_warbringer",
						
						ranks: [
						
							"Позволяет использовать способности \"Рывок\", \"Перехват\" и \"Вмешательство\" во время боя в любой стойке. Кроме того, способности \"Рывок\", \"Перехват\" и \"Вмешательство\" снимают все эффекты, ограничивающие свободу передвижения."
							
						]
					}
					,
					{
						id:     1666,
						tier:   8,
						column: 1,
						name:  "Сокрушение",
						icon:  "inv_sword_11",
						
						ranks: [
						
							"Удар, повреждающий доспех противника и накладывающий эффект \"Раскол брони\". Удар также наносит 100% урона от оружия и по 48 за каждый действующий эффект \"Раскол брони\". Этот эффект может суммироваться до 5 раз."
							
						]
					}
					,
					{
						id:     1893,
						tier:   8,
						column: 2,
						name:  "Критический блок",
						icon:  "ability_warrior_criticalblock",
						
						ranks: [
						
							"При успешном блокировании атаки вы с вероятностью 20% заблокируете в два раза больше урона. Вероятность нанести критический удар при применении способности \"Мощный удар щитом\" увеличивается на 5%."
							,
							"При успешном блокировании атаки вы с вероятностью 40% заблокируете в два раза больше урона. Вероятность нанести критический удар при применении способности \"Мощный удар щитом\" увеличивается на 10%."
							,
							"При успешном блокировании атаки вы с вероятностью 60% заблокируете в два раза больше урона. Вероятность нанести критический удар при применении способности \"Мощный удар щитом\" увеличивается на 15%."
							
						]
					}
					,
					{
						id:     1871,
						tier:   9,
						column: 1,
						name:  "Щит и меч",
						icon:  "ability_warrior_swordandboard",
						
							requires: 1666,
						
						ranks: [
						
							"Увеличивает вероятность критического эффекта способности \"Сокрушение\" на 5%. При нанесении урона способностями \"Сокрушение\" или \"Реванш\" c вероятностью 10% мгновенно восстановится способность \"Мощный удар щитом\", а расход ярости на нее снизится на 100% на 5 сек."
							,
							"Увеличивает вероятность критического эффекта способности \"Сокрушение\" на 10%. При нанесении урона способностями \"Сокрушение\" или \"Реванш\" c вероятностью 20% мгновенно восстановится способность \"Мощный удар щитом\", а расход ярости на нее снизится на 100% на 5 сек."
							,
							"Увеличивает вероятность критического эффекта способности \"Сокрушение\" на 15%. При нанесении урона способностью \"Сокрушение\" или \"Реванш\" появляется 30%-я вероятность мгновенного восстановления способности \"Мощный удар щитом\" и уменьшения расхода ярости на нее на 100% в течение 5 сек."
							
						]
					}
					,
					{
						id:     2246,
						tier:   9,
						column: 2,
						name:  "Ранящий щит",
						icon:  "inv_shield_31",
						
						ranks: [
						
							"Получая урон в ближнем бою или блокируя атаку ближнего боя, вы наносите урон в размере 10% от вашего показателя блокирования."
							,
							"Получая урон в ближнем бою или блокируя атаку ближнего боя, вы наносите урон в размере 20% от вашего показателя блокирования."
							
						]
					}
					,
					{
						id:     1872,
						tier:   10,
						column: 1,
						name:  "Ударная волна",
						icon:  "ability_warrior_shockwave",
						
						ranks: [
						
							"Посылает силовую волну перед воином, наносящую 22 ед. урона (основано на силе атаки) и оглушая всех противников на расстоянии 10 м перед ним на 4 сек."
							
						]
					}
					
				]
			}
			
		];

		var petData_sdfkte75 = null;
		
	
		var textTalentStrSingle = "Требуется {0} очко, вложенное в {1}.";
		var textTalentStrPlural = "Требуется {0} очк., вложенных {1}.";
		var textTalentRank = "Уровень {0}/{1}";
		var textTalentNextRank = "Следующий уровень";
		var textTalentReqTreeTalents = "Требуется {0} очк., вложенных в {1}.";
		var textPrintableClassTalents = "Таланты класса \"{0}\"";
		var textPrintableMinReqLevel = "Требуется уровнь: {0}";
		var textPrintableReqTalentPts = "Требуется очков: {0}";
		var textPrintableTreeTalents = "Таланты ветки \"{0}\"";
		var textPrintablePtsPerTree = "{0} очк.";
		var textPrintableDontWastePaper = "Берегите бумагу!";

		var talentCalc = new TalentCalculator();

		$(document).ready(function() {

			talentCalc.initTalentCalc(
				"1", 
				"{{$talents}}", 
				"charPage",
				"false",
				"sdfkte75",
				talentData_sdfkte75,
				petData_sdfkte75
			);
		});
	</script>
<div class="talContainer" id="talContainer_sdfkte75">
<div class="talentFrame">
<div class="talentTree" id="Arms_tree_sdfkte75" style="margin-right: 3px; background-image: url('images/talents/bg/small/WarriorArms.jpg')">
<div class="tier">
<div class="talent staticTip col0" id="124_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/ability_rogue_ambush.jpg');">
<div class="talentHolder
						" id="124_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(124);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="124_numPoints_sdfkte75">0</span><span>/</span><span>3</span>
</div>
</div>
</div>
<div class="talent staticTip col1" id="130_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/ability_parry.jpg');">
<div class="talentHolder
						" id="130_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(130);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="130_numPoints_sdfkte75">0</span><span>/</span><span>5</span>
</div>
</div>
</div>
<div class="talent staticTip col2" id="127_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/ability_gouge.jpg');">
<div class="talentHolder
						" id="127_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(127);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="127_numPoints_sdfkte75">0</span><span>/</span><span>2</span>
</div>
</div>
</div>
</div>
<div class="tier">
<div class="talent staticTip col0" id="126_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/ability_warrior_charge.jpg');">
<div class="talentHolder
						 disabled" id="126_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(126);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="126_numPoints_sdfkte75">0</span><span>/</span><span>2</span>
</div>
</div>
</div>
<div class="talent staticTip col1" id="641_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_magic_magearmor.jpg');">
<div class="talentHolder
						 disabled" id="641_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(641);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="641_numPoints_sdfkte75">0</span><span>/</span><span>3</span>
</div>
</div>
</div>
<div class="talent staticTip col2" id="128_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_nature_enchantarmor.jpg');">
<div class="talentHolder
						 disabled" id="128_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(128);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="128_numPoints_sdfkte75">0</span><span>/</span><span>3</span>
</div>
</div>
</div>
</div>
<div class="tier">
<div class="talent staticTip col0" id="131_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/inv_sword_05.jpg');">
<div class="talentHolder
						 disabled" id="131_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(131);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="131_numPoints_sdfkte75">0</span><span>/</span><span>2</span>
</div>
</div>
</div>
<div class="talent staticTip col1" id="137_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_holy_blessingofstamina.jpg');">
<div class="talentHolder
						 disabled" id="137_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(137);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="137_numPoints_sdfkte75">0</span><span>/</span><span>1</span>
</div>
</div>
</div>
<div class="talent staticTip col2" id="662_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/ability_searingarrow.jpg');">
<div class="talentHolder
						 disabled" id="662_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(662);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="662_numPoints_sdfkte75">0</span><span>/</span><span>2</span>
</div>
</div>
</div>
<div class="talent staticTip col3" id="121_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/ability_backstab.jpg');">
<div class="talentHolder
						 disabled" id="121_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(121);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="121_numPoints_sdfkte75">0</span><span>/</span><span>3</span>
</div>
</div>
</div>
</div>
<div class="tier">
<div class="talent staticTip col1" id="136_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/inv_axe_09.jpg');">
<div class="talentHolder
						 disabled" id="136_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(136);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="136_numPoints_sdfkte75">0</span><span>/</span><span>3</span>
</div>
</div>
</div>
<div class="talent staticTip col2" id="2232_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/ability_rogue_hungerforblood.jpg');">
<div class="talentHolder
						 disabled" id="2232_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(2232);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="2232_numPoints_sdfkte75">0</span><span>/</span><span>3</span>
</div>
</div>
</div>
</div>
<div class="tier">
<div class="talent staticTip col0" id="132_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/inv_axe_06.jpg');">
<div class="talentHolder
						 disabled" id="132_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(132);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="132_numPoints_sdfkte75">0</span><span>/</span><span>5</span>
</div>
</div>
</div>
<div class="talent staticTip col1" id="133_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/ability_rogue_slicedice.jpg');">
<div class="talentHolder
						 disabled" id="133_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(133);">
<span id="spellInfo_133" style="display: none;"><span style="float: left;">30 Ярость</span>
<br>
<span style="float: right;">Восстановление: 30  сек</span><span style="float: left;"> Мгновенное действие </span></span>
<div class="talentHover"></div>
<div class="rankCtr">
<span id="133_numPoints_sdfkte75">0</span><span>/</span><span>1</span>
</div>
</div>
</div>
<div class="talent staticTip col2" id="125_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/inv_mace_01.jpg');">
<div class="talentHolder
						 disabled" id="125_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(125);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="125_numPoints_sdfkte75">0</span><span>/</span><span>5</span>
</div>
</div>
</div>
<div class="talent staticTip col3" id="123_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/inv_sword_27.jpg');">
<div class="talentHolder
						 disabled" id="123_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(123);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="123_numPoints_sdfkte75">0</span><span>/</span><span>5</span>
</div>
</div>
</div>
</div>
<div class="tier">
<div class="talent staticTip col0" id="134_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/ability_warrior_weaponmastery.jpg');">
<div class="talentHolder
						 disabled" id="134_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(134);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="134_numPoints_sdfkte75">0</span><span>/</span><span>2</span>
</div>
</div>
</div>
<div class="talent staticTip col2" id="129_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/ability_shockwave.jpg');">
<div class="talentHolder
						 disabled" id="129_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(129);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="129_numPoints_sdfkte75">0</span><span>/</span><span>3</span>
</div>
</div>
</div>
<div class="talent staticTip col3" id="1859_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/ability_warrior_bloodnova.jpg');">
<div class="talentHolder
						 disabled" id="1859_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(1859);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1859_numPoints_sdfkte75">0</span><span>/</span><span>2</span>
</div>
</div>
</div>
</div>
<div class="tier">
<div class="talent staticTip col0" id="1663_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/ability_hunter_harass.jpg');">
<div class="talentHolder
						 disabled" id="1663_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(1663);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1663_numPoints_sdfkte75">0</span><span>/</span><span>2</span>
</div>
</div>
</div>
<div class="talent staticTip col1" id="135_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/ability_warrior_savageblow.jpg');">
<div class="talentHolder
						 disabled" id="135_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(135);">
<span id="spellInfo_135" style="display: none;"><span style="float: right;">Дистанция ближнего боя</span><span style="float: left;">30 Ярость</span>
<br>
<span style="float: right;">Восстановление: 6  сек</span><span style="float: left;"> Мгновенное действие </span></span>
<div class="talentHover"></div>
<div class="rankCtr">
<span id="135_numPoints_sdfkte75">0</span><span>/</span><span>1</span>
</div>
</div>
</div>
<div class="talent staticTip col2" id="1862_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/ability_warrior_offensivestance.jpg');">
<div class="talentHolder
						 disabled" id="1862_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(1862);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1862_numPoints_sdfkte75">0</span><span>/</span><span>2</span>
</div>
</div>
</div>
<div class="talent staticTip col3" id="2233_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/ability_warrior_decisivestrike.jpg');">
<div class="talentHolder
						 disabled" id="2233_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(2233);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="2233_numPoints_sdfkte75">0</span><span>/</span><span>2</span>
</div>
</div>
</div>
</div>
<div class="tier">
<div class="talent staticTip col0" id="2283_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/ability_warrior_bullrush.jpg');">
<div class="talentHolder
						 disabled" id="2283_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(2283);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="2283_numPoints_sdfkte75">0</span><span>/</span><span>1</span>
</div>
</div>
</div>
<div class="talent staticTip col1" id="1824_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/ability_warrior_savageblow.jpg');">
<div class="talentHolder
						 disabled" id="1824_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(1824);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1824_numPoints_sdfkte75">0</span><span>/</span><span>3</span>
</div>
</div>
</div>
<div class="talent staticTip col2" id="1860_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/ability_warrior_unrelentingassault.jpg');">
<div class="talentHolder
						 disabled" id="1860_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(1860);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1860_numPoints_sdfkte75">0</span><span>/</span><span>2</span>
</div>
</div>
</div>
</div>
<div class="tier">
<div class="talent staticTip col0" id="1662_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/ability_warrior_improveddisciplines.jpg');">
<div class="talentHolder
						 disabled" id="1662_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(1662);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1662_numPoints_sdfkte75">0</span><span>/</span><span>3</span>
</div>
</div>
</div>
<div class="talent staticTip col1" id="1661_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/ability_warrior_endlessrage.jpg');">
<div class="talentHolder
						 disabled" id="1661_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(1661);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1661_numPoints_sdfkte75">0</span><span>/</span><span>1</span>
</div>
</div>
</div>
<div class="talent staticTip col2" id="1664_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/ability_warrior_bloodfrenzy.jpg');">
<div class="talentHolder
						 disabled" id="1664_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(1664);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1664_numPoints_sdfkte75">0</span><span>/</span><span>2</span>
</div>
</div>
</div>
</div>
<div class="tier">
<div class="talent staticTip col1" id="2231_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/ability_warrior_trauma.jpg');">
<div class="talentHolder
						 disabled" id="2231_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(2231);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="2231_numPoints_sdfkte75">0</span><span>/</span><span>5</span>
</div>
</div>
</div>
</div>
<div class="tier">
<div class="talent staticTip col1" id="1863_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/ability_warrior_bladestorm.jpg');">
<div class="talentHolder
						 disabled" id="1863_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(1863);">
<span id="spellInfo_1863" style="display: none;"><span style="float: left;">25 Ярость</span>
<br>
<span style="float: right;"> Восстановление: 1.5  мин</span><span style="float: left;"> Мгновенное действие </span></span>
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1863_numPoints_sdfkte75">0</span><span>/</span><span>1</span>
</div>
</div>
</div>
</div>
<div class="talentTreeInfo" style="background: url(wow-icons/_images/21x21/ability_rogue_eviscerate.png) 0 0 no-repeat;">
<span id="treeName_0_sdfkte75" style="font-weight: bold;">Оружие</span> &nbsp;<span id="treeSpent_0_sdfkte75">0</span>
</div>
</div>
<div class="talentTree" id="Fury_tree_sdfkte75" style="margin-right: 3px; background-image: url('images/talents/bg/small/WarriorFury.jpg')">
<div class="tier">
<div class="talent staticTip col0" id="2250_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/inv_shoulder_22.jpg');">
<div class="talentHolder
						" id="2250_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(2250);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="2250_numPoints_sdfkte75">0</span><span>/</span><span>3</span>
</div>
</div>
</div>
<div class="talent staticTip col1" id="158_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/spell_nature_purge.jpg');">
<div class="talentHolder
						" id="158_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(158);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="158_numPoints_sdfkte75">0</span><span>/</span><span>2</span>
</div>
</div>
</div>
<div class="talent staticTip col2" id="157_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/ability_rogue_eviscerate.jpg');">
<div class="talentHolder
						" id="157_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(157);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="157_numPoints_sdfkte75">0</span><span>/</span><span>5</span>
</div>
</div>
</div>
</div>
<div class="tier">
<div class="talent staticTip col1" id="161_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/ability_warrior_warcry.jpg');">
<div class="talentHolder
						 disabled" id="161_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(161);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="161_numPoints_sdfkte75">0</span><span>/</span><span>5</span>
</div>
</div>
</div>
<div class="talent staticTip col2" id="159_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_nature_stoneclawtotem.jpg');">
<div class="talentHolder
						 disabled" id="159_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(159);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="159_numPoints_sdfkte75">0</span><span>/</span><span>5</span>
</div>
</div>
</div>
</div>
<div class="tier">
<div class="talent staticTip col0" id="166_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/ability_warrior_cleave.jpg');">
<div class="talentHolder
						 disabled" id="166_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(166);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="166_numPoints_sdfkte75">0</span><span>/</span><span>3</span>
</div>
</div>
</div>
<div class="talent staticTip col1" id="160_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_shadow_deathscream.jpg');">
<div class="talentHolder
						 disabled" id="160_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(160);">
<span id="spellInfo_160" style="display: none;"><span style="float: left;">10 Ярость</span>
<br>
<span style="float: left;"> Мгновенное действие </span></span>
<div class="talentHover"></div>
<div class="rankCtr">
<span id="160_numPoints_sdfkte75">0</span><span>/</span><span>1</span>
</div>
</div>
</div>
<div class="talent staticTip col2" id="661_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_shadow_summonimp.jpg');">
<div class="talentHolder
						 disabled" id="661_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(661);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="661_numPoints_sdfkte75">0</span><span>/</span><span>3</span>
</div>
</div>
</div>
<div class="talent staticTip col3" id="154_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_nature_focusedmind.jpg');">
<div class="talentHolder
						 disabled" id="154_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(154);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="154_numPoints_sdfkte75">0</span><span>/</span><span>5</span>
</div>
</div>
</div>
</div>
<div class="tier">
<div class="talent staticTip col0" id="1581_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/ability_dualwield.jpg');">
<div class="talentHolder
						 disabled" id="1581_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(1581);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1581_numPoints_sdfkte75">0</span><span>/</span><span>5</span>
</div>
</div>
</div>
<div class="talent staticTip col1" id="1542_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/inv_sword_48.jpg');">
<div class="talentHolder
						 disabled" id="1542_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(1542);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1542_numPoints_sdfkte75">0</span><span>/</span><span>2</span>
</div>
</div>
</div>
<div class="talent staticTip col2" id="155_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_shadow_unholyfrenzy.jpg');">
<div class="talentHolder
						 disabled" id="155_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(155);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="155_numPoints_sdfkte75">0</span><span>/</span><span>5</span>
</div>
</div>
</div>
</div>
<div class="tier">
<div class="talent staticTip col0" id="1657_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/ability_marksmanship.jpg');">
<div class="talentHolder
						 disabled" id="1657_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(1657);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1657_numPoints_sdfkte75">0</span><span>/</span><span>3</span>
</div>
</div>
</div>
<div class="talent staticTip col1" id="165_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_shadow_deathpact.jpg');">
<div class="talentHolder
						 disabled" id="165_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(165);">
<span id="spellInfo_165" style="display: none;"><span style="float: left;">10 Ярость</span>
<br>
<span style="float: right;"> Восстановление: 3  мин</span><span style="float: left;"> Мгновенное действие </span></span>
<div class="talentHover"></div>
<div class="rankCtr">
<span id="165_numPoints_sdfkte75">0</span><span>/</span><span>1</span>
</div>
</div>
</div>
<div class="talent staticTip col2" id="1543_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/ability_rogue_sprint.jpg');">
<div class="talentHolder
						 disabled" id="1543_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(1543);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1543_numPoints_sdfkte75">0</span><span>/</span><span>2</span>
</div>
</div>
</div>
</div>
<div class="tier">
<div class="talent staticTip col0" id="1541_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_nature_ancestralguardian.jpg');">
<div class="talentHolder
						 disabled" id="1541_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(1541);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1541_numPoints_sdfkte75">0</span><span>/</span><span>2</span>
</div>
</div>
</div>
<div class="talent staticTip col2" id="156_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/ability_ghoulfrenzy.jpg');">
<div class="talentHolder
						 disabled" id="156_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(156);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="156_numPoints_sdfkte75">0</span><span>/</span><span>5</span>
</div>
</div>
</div>
</div>
<div class="tier">
<div class="talent staticTip col0" id="1864_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/ability_warrior_endlessrage.jpg');">
<div class="talentHolder
						 disabled" id="1864_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(1864);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1864_numPoints_sdfkte75">0</span><span>/</span><span>3</span>
</div>
</div>
</div>
<div class="talent staticTip col1" id="167_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_nature_bloodlust.jpg');">
<div class="talentHolder
						 disabled" id="167_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(167);">
<span id="spellInfo_167" style="display: none;"><span style="float: right;">Дистанция ближнего боя</span><span style="float: left;">20 Ярость</span>
<br>
<span style="float: right;">Восстановление: 4  сек</span><span style="float: left;"> Мгновенное действие </span></span>
<div class="talentHover"></div>
<div class="rankCtr">
<span id="167_numPoints_sdfkte75">0</span><span>/</span><span>1</span>
</div>
</div>
</div>
<div class="talent staticTip col3" id="1655_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/ability_whirlwind.jpg');">
<div class="talentHolder
						 disabled" id="1655_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(1655);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1655_numPoints_sdfkte75">0</span><span>/</span><span>2</span>
</div>
</div>
</div>
</div>
<div class="tier">
<div class="talent staticTip col0" id="1865_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/ability_warrior_furiousresolve.jpg');">
<div class="talentHolder
						 disabled" id="1865_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(1865);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1865_numPoints_sdfkte75">0</span><span>/</span><span>2</span>
</div>
</div>
</div>
<div class="talent staticTip col3" id="1658_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/ability_racial_avatar.jpg');">
<div class="talentHolder
						 disabled" id="1658_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(1658);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1658_numPoints_sdfkte75">0</span><span>/</span><span>5</span>
</div>
</div>
</div>
</div>
<div class="tier">
<div class="talent staticTip col0" id="1868_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/ability_heroicleap.jpg');">
<div class="talentHolder
						 disabled" id="1868_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(1868);">
<span id="spellInfo_1868" style="display: none;"><span style="float: right;">Восстановление: 45  сек</span><span style="float: left;"> Мгновенное действие </span></span>
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1868_numPoints_sdfkte75">0</span><span>/</span><span>1</span>
</div>
</div>
</div>
<div class="talent staticTip col1" id="1659_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/ability_warrior_rampage.jpg');">
<div class="talentHolder
						 disabled" id="1659_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(1659);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1659_numPoints_sdfkte75">0</span><span>/</span><span>1</span>
</div>
</div>
</div>
<div class="talent staticTip col2" id="1866_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/ability_warrior_bloodsurge.jpg');">
<div class="talentHolder
						 disabled" id="1866_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(1866);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1866_numPoints_sdfkte75">0</span><span>/</span><span>3</span>
</div>
</div>
</div>
</div>
<div class="tier">
<div class="talent staticTip col1" id="2234_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/ability_warrior_intensifyrage.jpg');">
<div class="talentHolder
						 disabled" id="2234_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(2234);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="2234_numPoints_sdfkte75">0</span><span>/</span><span>5</span>
</div>
</div>
</div>
</div>
<div class="tier">
<div class="talent staticTip col1" id="1867_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/ability_warrior_titansgrip.jpg');">
<div class="talentHolder
						 disabled" id="1867_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(1867);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1867_numPoints_sdfkte75">0</span><span>/</span><span>1</span>
</div>
</div>
</div>
</div>
<div class="talentTreeInfo" style="background: url(wow-icons/_images/21x21/ability_warrior_innerrage.png) 0 0 no-repeat;">
<span id="treeName_1_sdfkte75" style="font-weight: bold;">Неистовство</span> &nbsp;<span id="treeSpent_1_sdfkte75">0</span>
</div>
</div>
<div class="talentTree" id="Protection_tree_sdfkte75" style="background-image: url('images/talents/bg/small/WarriorProtection.jpg');">
<div class="tier">
<div class="talent staticTip col0" id="142_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/ability_racial_bloodrage.jpg');">
<div class="talentHolder
						" id="142_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(142);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="142_numPoints_sdfkte75">0</span><span>/</span><span>2</span>
</div>
</div>
</div>
<div class="talent staticTip col1" id="1601_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/inv_shield_06.jpg');">
<div class="talentHolder
						" id="1601_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(1601);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1601_numPoints_sdfkte75">0</span><span>/</span><span>5</span>
</div>
</div>
</div>
<div class="talent staticTip col2" id="141_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/ability_thunderclap.jpg');">
<div class="talentHolder
						" id="141_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(141);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="141_numPoints_sdfkte75">0</span><span>/</span><span>3</span>
</div>
</div>
</div>
</div>
<div class="tier">
<div class="talent staticTip col1" id="144_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/ability_warrior_incite.jpg');">
<div class="talentHolder
						 disabled" id="144_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(144);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="144_numPoints_sdfkte75">0</span><span>/</span><span>3</span>
</div>
</div>
</div>
<div class="talent staticTip col2" id="138_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_nature_mirrorimage.jpg');">
<div class="talentHolder
						 disabled" id="138_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(138);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="138_numPoints_sdfkte75">0</span><span>/</span><span>5</span>
</div>
</div>
</div>
</div>
<div class="tier">
<div class="talent staticTip col0" id="153_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_holy_ashestoashes.jpg');">
<div class="talentHolder
						 disabled" id="153_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(153);">
<span id="spellInfo_153" style="display: none;"><span style="float: right;"> Восстановление: 3  мин</span><span style="float: left;"> Мгновенное действие </span></span>
<div class="talentHover"></div>
<div class="rankCtr">
<span id="153_numPoints_sdfkte75">0</span><span>/</span><span>1</span>
</div>
</div>
</div>
<div class="talent staticTip col1" id="147_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/ability_warrior_revenge.jpg');">
<div class="talentHolder
						 disabled" id="147_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(147);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="147_numPoints_sdfkte75">0</span><span>/</span><span>2</span>
</div>
</div>
</div>
<div class="talent staticTip col2" id="1654_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/ability_warrior_shieldmastery.jpg');">
<div class="talentHolder
						 disabled" id="1654_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(1654);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1654_numPoints_sdfkte75">0</span><span>/</span><span>2</span>
</div>
</div>
</div>
<div class="talent staticTip col3" id="140_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_holy_devotion.jpg');">
<div class="talentHolder
						 disabled" id="140_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(140);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="140_numPoints_sdfkte75">0</span><span>/</span><span>5</span>
</div>
</div>
</div>
</div>
<div class="tier">
<div class="talent staticTip col0" id="2247_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/ability_warrior_shieldreflection.jpg');">
<div class="talentHolder
						 disabled" id="2247_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(2247);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="2247_numPoints_sdfkte75">0</span><span>/</span><span>2</span>
</div>
</div>
</div>
<div class="talent staticTip col1" id="151_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/ability_warrior_disarm.jpg');">
<div class="talentHolder
						 disabled" id="151_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(151);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="151_numPoints_sdfkte75">0</span><span>/</span><span>2</span>
</div>
</div>
</div>
<div class="talent staticTip col2" id="146_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/ability_warrior_sunder.jpg');">
<div class="talentHolder
						 disabled" id="146_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(146);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="146_numPoints_sdfkte75">0</span><span>/</span><span>3</span>
</div>
</div>
</div>
</div>
<div class="tier">
<div class="talent staticTip col0" id="150_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/ability_warrior_shieldwall.jpg');">
<div class="talentHolder
						 disabled" id="150_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(150);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="150_numPoints_sdfkte75">0</span><span>/</span><span>2</span>
</div>
</div>
</div>
<div class="talent staticTip col1" id="152_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/ability_thunderbolt.jpg');">
<div class="talentHolder
						 disabled" id="152_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(152);">
<span id="spellInfo_152" style="display: none;"><span style="float: right;">Дистанция ближнего боя</span><span style="float: left;">15 Ярость</span>
<br>
<span style="float: right;">Восстановление: 30  сек</span><span style="float: left;"> Мгновенное действие </span></span>
<div class="talentHover"></div>
<div class="rankCtr">
<span id="152_numPoints_sdfkte75">0</span><span>/</span><span>1</span>
</div>
</div>
</div>
<div class="talent staticTip col2" id="149_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/ability_warrior_shieldbash.jpg');">
<div class="talentHolder
						 disabled" id="149_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(149);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="149_numPoints_sdfkte75">0</span><span>/</span><span>2</span>
</div>
</div>
</div>
</div>
<div class="tier">
<div class="talent staticTip col2" id="702_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/inv_sword_20.jpg');">
<div class="talentHolder
						 disabled" id="702_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(702);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="702_numPoints_sdfkte75">0</span><span>/</span><span>5</span>
</div>
</div>
</div>
</div>
<div class="tier">
<div class="talent staticTip col0" id="1652_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/ability_warrior_defensivestance.jpg');">
<div class="talentHolder
						 disabled" id="1652_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(1652);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1652_numPoints_sdfkte75">0</span><span>/</span><span>2</span>
</div>
</div>
</div>
<div class="talent staticTip col1" id="148_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/ability_warrior_vigilance.jpg');">
<div class="talentHolder
						 disabled" id="148_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(148);">
<span id="spellInfo_148" style="display: none;"><span style="float: left;"> Радиус действия30 </span>
<br>
<span style="float: left;"> Мгновенное действие </span></span>
<div class="talentHover"></div>
<div class="rankCtr">
<span id="148_numPoints_sdfkte75">0</span><span>/</span><span>1</span>
</div>
</div>
</div>
<div class="talent staticTip col2" id="1660_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/ability_warrior_focusedrage.jpg');">
<div class="talentHolder
						 disabled" id="1660_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(1660);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1660_numPoints_sdfkte75">0</span><span>/</span><span>3</span>
</div>
</div>
</div>
</div>
<div class="tier">
<div class="talent staticTip col1" id="1653_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/inv_helmet_21.jpg');">
<div class="talentHolder
						 disabled" id="1653_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(1653);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1653_numPoints_sdfkte75">0</span><span>/</span><span>3</span>
</div>
</div>
</div>
<div class="talent staticTip col2" id="1870_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/ability_warrior_safeguard.jpg');">
<div class="talentHolder
						 disabled" id="1870_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(1870);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1870_numPoints_sdfkte75">0</span><span>/</span><span>2</span>
</div>
</div>
</div>
</div>
<div class="tier">
<div class="talent staticTip col0" id="2236_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/ability_warrior_warbringer.jpg');">
<div class="talentHolder
						 disabled" id="2236_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(2236);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="2236_numPoints_sdfkte75">0</span><span>/</span><span>1</span>
</div>
</div>
</div>
<div class="talent staticTip col1" id="1666_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/inv_sword_11.jpg');">
<div class="talentHolder
						 disabled" id="1666_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(1666);">
<span id="spellInfo_1666" style="display: none;"><span style="float: right;">Дистанция ближнего боя</span><span style="float: left;">15 Ярость</span>
<br>
<span style="float: left;"> Мгновенное действие </span></span>
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1666_numPoints_sdfkte75">0</span><span>/</span><span>1</span>
</div>
</div>
</div>
<div class="talent staticTip col2" id="1893_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/ability_warrior_criticalblock.jpg');">
<div class="talentHolder
						 disabled" id="1893_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(1893);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1893_numPoints_sdfkte75">0</span><span>/</span><span>3</span>
</div>
</div>
</div>
</div>
<div class="tier">
<div class="talent staticTip col1" id="1871_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/ability_warrior_swordandboard.jpg');">
<div class="talentHolder
						 disabled" id="1871_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(1871);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1871_numPoints_sdfkte75">0</span><span>/</span><span>3</span>
</div>
</div>
</div>
<div class="talent staticTip col2" id="2246_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/inv_shield_31.jpg');">
<div class="talentHolder
						 disabled" id="2246_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(2246);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="2246_numPoints_sdfkte75">0</span><span>/</span><span>2</span>
</div>
</div>
</div>
</div>
<div class="tier">
<div class="talent staticTip col1" id="1872_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/ability_warrior_shockwave.jpg');">
<div class="talentHolder
						 disabled" id="1872_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(1872);">
<span id="spellInfo_1872" style="display: none;"><span style="float: left;">15 Ярость</span>
<br>
<span style="float: right;">Восстановление: 20  сек</span><span style="float: left;"> Мгновенное действие </span></span>
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1872_numPoints_sdfkte75">0</span><span>/</span><span>1</span>
</div>
</div>
</div>
</div>
<div class="talentTreeInfo" style="background: url(wow-icons/_images/21x21/inv_shield_06.png) 0 0 no-repeat;">
<span id="treeName_2_sdfkte75" style="font-weight: bold;">Защита</span> &nbsp;<span id="treeSpent_2_sdfkte75">0</span>
</div>
</div>
<table border="0" cellpadding="0" cellspacing="0" class="resetExportHolder">
<tr>
<td><a class="awesomeButton awesomeButton-exportBuild" href="#" id="linkToBuild_sdfkte75" target="_blank"><span>
<div class="staticTip" onmouseover="setTipText('Создание копии данной раскладки и ее перенос в расчет талантов.')">Копия</div>
</span></a></td>
</tr>
</table>
</div>
</div>
<div id="glyphHolder">
<div id="glyphSet_2" style="display: none">
<div class="staticTip glyph major" onmouseover="makeGlyphTooltip(&quot;Символ подрезанного сухожилия&quot;,&quot;Великий символ&quot;,&quot;10% вероятность того, что способность &quot;Подрезать сухожилия&quot; обездвижит цель на 5 сек.&quot;)">
<span><img class="majorGlyphIcon" src="images/talents/glyph-small-major-1.gif">Символ подрезанного сухожилия</span>
</div>
<div class="staticTip glyph major" onmouseover="makeGlyphTooltip(&quot;Символ смертельного удара&quot;,&quot;Великий символ&quot;,&quot;Увеличивает урон от способности &quot;Смертельный удар&quot; на 10%.&quot;)">
<span><img class="majorGlyphIcon" src="images/talents/glyph-small-major-2.gif">Символ смертельного удара</span>
</div>
<div class="staticTip glyph major" onmouseover="makeGlyphTooltip(&quot;Символ стремительного рывка&quot;,&quot;Великий символ&quot;,&quot;Сокращает время восстановления способности &quot;Рывок&quot; на 7%.&quot;)">
<span><img class="majorGlyphIcon" src="images/talents/glyph-small-major-3.gif">Символ стремительного рывка</span>
</div>
<div class="staticTip glyph minor" onmouseover="makeGlyphTooltip(&quot;Символ боевого крика&quot;,&quot;Малый символ&quot;,&quot;Увеличивает время действия способности &quot;Боевой крик&quot; на 2 мин.&quot;)">
<span><img class="minorGlyphIcon" src="images/talents/glyph-small-minor-1.gif">Символ боевого крика</span>
</div>
<div class="staticTip glyph minor" onmouseover="makeGlyphTooltip(&quot;Символ неоспоримой победы&quot;,&quot;Малый символ&quot;,&quot;Увеличивает время, в течение которого можно использовать способность &quot;Победный раж&quot;, на 5 с.&quot;)">
<span><img class="minorGlyphIcon" src="images/talents/glyph-small-minor-2.gif">Символ неоспоримой победы</span>
</div>
<div class="staticTip glyph minor" onmouseover="makeGlyphTooltip(&quot;Символ рывка&quot;,&quot;Малый символ&quot;,&quot;Увеличивает дальность действия способности &quot;Рывок&quot; на 5 м.&quot;)">
<span><img class="minorGlyphIcon" src="images/talents/glyph-small-minor-3.gif">Символ рывка</span>
</div>
</div>
<div id="glyphSet_1">
<div class="staticTip glyph major" onmouseover="makeGlyphTooltip(&quot;Символ реванша&quot;,&quot;Великий символ&quot;,&quot;После применения способности &quot;Реванш&quot; не требуется ярости для применения способности &quot;Удар героя&quot;.&quot;)">
<span><img class="majorGlyphIcon" src="images/talents/glyph-small-major-1.gif">Символ реванша</span>
</div>
<div class="staticTip glyph major" onmouseover="makeGlyphTooltip(&quot;Символ раскола брони&quot;,&quot;Великий символ&quot;,&quot;Ваша способность &quot;Раскол брони&quot; действует еще на одну цель, находящуюся поблизости.&quot;)">
<span><img class="majorGlyphIcon" src="images/talents/glyph-small-major-2.gif">Символ раскола брони</span>
</div>
<div class="staticTip glyph major" onmouseover="makeGlyphTooltip(&quot;Символ блокирования&quot;,&quot;Великий символ&quot;,&quot;Увеличивает показатель блока на 10% на 10 сек. после применения способности &quot;Мощный удар щитом&quot;.&quot;)">
<span><img class="majorGlyphIcon" src="images/talents/glyph-small-major-3.gif">Символ блокирования</span>
</div>
<div class="staticTip glyph minor" onmouseover="makeGlyphTooltip(&quot;Символ рывка&quot;,&quot;Малый символ&quot;,&quot;Увеличивает дальность действия способности &quot;Рывок&quot; на 5 м.&quot;)">
<span><img class="minorGlyphIcon" src="images/talents/glyph-small-minor-1.gif">Символ рывка</span>
</div>
<div class="staticTip glyph minor" onmouseover="makeGlyphTooltip(&quot;Символ кровавой ярости&quot;,&quot;Малый символ&quot;,&quot;Уменьшает расход здоровья на использование способности &quot;Кровавая ярость&quot; на 100%.&quot;)">
<span><img class="minorGlyphIcon" src="images/talents/glyph-small-minor-2.gif">Символ кровавой ярости</span>
</div>
<div class="staticTip glyph minor" onmouseover="makeGlyphTooltip(&quot;Символ боевого крика&quot;,&quot;Малый символ&quot;,&quot;Увеличивает время действия способности &quot;Боевой крик&quot; на 2 мин.&quot;)">
<span><img class="minorGlyphIcon" src="images/talents/glyph-small-minor-3.gif">Символ боевого крика</span>
</div>
</div>
</div>
</div>
</div>
</div>
<div class="clear"></div>
</div>
</div>
</div>
</div>
</div>
</div>
</div>
</div>
<script type="text/javascript">
				$(document).ready(function(){
					initCharTalents();			
				});
			</script>
</div>
</div>
</div>
</div>