<xsl-template name="head-content">
<script src="_js/tools/talent-calc.js" type="text/javascript"></script>
</xsl-template>
<script type="text/javascript">
		var talentData_sdfkte75 = [
		
			{
				id:   "Balance",
				name: "Баланс",
				talents: [
				
					{
						id:     762,
						tier:   0,
						column: 1,
						name:  "Звездный гнев",
						icon:  "spell_nature_abolishmagic",
						
						ranks: [
						
							"Снижает время произнесения заклинаний \"Гнев\" и \"Звездный огонь\" на 0.1 сек."
							,
							"Снижает время произнесения заклинаний \"Гнев\" и \"Звездный огонь\" на 0.2 сек."
							,
							"Снижает время произнесения заклинаний \"Гнев\" и \"Звездный огонь\" на 0.3 сек."
							,
							"Снижает время произнесения заклинаний \"Гнев\" и \"Звездный огонь\" на 0.4 сек."
							,
							"Снижает время произнесения заклинаний \"Гнев\" и \"Звездный огонь\" на 0.5 сек."
							
						]
					}
					,
					{
						id:     2238,
						tier:   0,
						column: 2,
						name:  "Сотворение",
						icon:  "spell_arcane_arcane03",
						
						ranks: [
						
							"Увеличивает урон и исцеление ваших периодических заклинаний на 1%."
							,
							"Увеличивает урон и исцеление ваших периодических заклинаний на 2%."
							,
							"Увеличивает урон и исцеление ваших периодических заклинаний на 3%."
							,
							"Увеличивает урон и исцеление ваших периодических заклинаний на 4%."
							,
							"Увеличивает урон и исцеление ваших периодических заклинаний на 5%."
							
						]
					}
					,
					{
						id:     783,
						tier:   1,
						column: 0,
						name:  "Лунное сияние",
						icon:  "spell_nature_sentinal",
						
						ranks: [
						
							"Снижает расход маны на заклинания \"Лунный огонь\", \"Звездный огонь\", \"Звездопад\", \"Гнев\", \"Целительное прикосновение\", \"Восстановление\", \"Покровительство Природы\" и \"Омоложение\" на 3%."
							,
							"Снижает расход маны на заклинания \"Лунный огонь\", \"Звездный огонь\", \"Звездопад\", \"Гнев\", \"Целительное прикосновение\", \"Восстановление\", \"Покровительство Природы\" и \"Омоложение\" на 6%."
							,
							"Снижает расход маны на заклинания \"Лунный огонь\", \"Звездный огонь\", \"Звездопад\", \"Гнев\", \"Целительное прикосновение\", \"Восстановление\", \"Покровительство Природы\" и \"Омоложение\" на 9%."
							
						]
					}
					,
					{
						id:     1822,
						tier:   1,
						column: 1,
						name:  "Величие Природы",
						icon:  "inv_staff_01",
						
						ranks: [
						
							"Повышает вероятность критического эффекта ваших заклинаний \"Гнев\", \"Звездный огонь\", \"Звездопад\", \"Покровительство Природы\" и \"Целительное прикосновение\" на 2%."
							,
							"Повышает вероятность критического эффекта ваших заклинаний \"Гнев\", \"Звездный огонь\", \"Звездопад\", \"Покровительство Природы\" и \"Целительное прикосновение\" на 4%."
							
						]
					}
					,
					{
						id:     763,
						tier:   1,
						column: 3,
						name:  "Улучшенный лунный огонь",
						icon:  "spell_nature_starfall",
						
						ranks: [
						
							"Увеличивает урон, наносимый заклинанием \"Лунный огонь\", и вероятность критического эффекта этого заклинания на 5%."
							,
							"Увеличивает урон, наносимый заклинанием \"Лунный огонь\", и вероятность критического эффекта этого заклинания на 10%."
							
						]
					}
					,
					{
						id:     782,
						tier:   2,
						column: 0,
						name:  "Колючки",
						icon:  "spell_nature_thorns",
						
						ranks: [
						
							"Увеличивает урон от ваших заклинаний \"Шипы\" и \"Гнев деревьев\" на 25% и урон, наносимый вызванными вами древнями, на 5%. Атаки ваших древней и вражеские атаки, направленные против вас при действующем на вас заклинании \"Дубовая кожа\" с 5%-й вероятностью вызывают у противника головокружение на 3 с."
							,
							"Увеличивает урон от ваших заклинаний \"Шипы\" и \"Гнев деревьев\" на 50% и урон, наносимый вызванными вашими древнями, на 10%. Атаки ваших древней и вражеские атаки, направленные против вас при действующем на вас заклинании \"Дубовая кожа\" с 10%-й вероятностью вызывают у противника головокружение на 3 с."
							,
							"Увеличивает урон от ваших заклинаний \"Шипы\" и \"Гнев деревьев\" на 75% и урон, наносимый вызванными вами древнями, на 15%. Атаки ваших древней и вражеские атаки, направленные против вас при действующем на вас заклинании \"Дубовая кожа\" с 15%-й вероятностью вызывают у противника головокружение на 3 с."
							
						]
					}
					,
					{
						id:     789,
						tier:   2,
						column: 1,
						name:  "Благоволение природы",
						icon:  "spell_nature_naturesblessing",
						
							requires: 1822,
						
						ranks: [
						
							"Когда ваше заклинание имеет критический эффект, вы с вероятностью 33% получите благословение Природы, что увеличит скорость произнесения заклинаний на 20% на 3 сек."
							,
							"Когда ваше заклинание имеет критический эффект, вы с вероятностью 66% получите благословение Природы, что увеличит скорость произнесения заклинаний на 20% на 3 сек."
							,
							"Когда ваше заклинание имеет критический эффект, вы с вероятностью 100% получите благословение Природы, что увеличит скорость произнесения заклинаний на 20% на 3 сек."
							
						]
					}
					,
					{
						id:     2240,
						tier:   2,
						column: 2,
						name:  "Великолепие природы",
						icon:  "spell_nature_natureguardian",
						
							requires: 1822,
						
						ranks: [
						
							"Увеличивает время действия заклинаний \"Лунный огонь\" и \"Омоложение\" на 3 с, заклинания \"Восстановление\" – на 6 с и заклинаний \"Рой насекомых\" и \"Жизнецвет\" – на 2 с."
							
						]
					}
					,
					{
						id:     764,
						tier:   2,
						column: 3,
						name:  "Предел сил Природы",
						icon:  "spell_nature_naturetouchgrow",
						
						ranks: [
						
							"Увеличивает дальность действия заклинаний категории \"Баланс\" и способности \"Волшебный огонь\" (сила зверя) на 10%. Снижает уровень угрозы, создаваемой заклинаниями категории \"Баланс\" на 15%."
							,
							"Увеличивает дальность действия заклинаний категории \"Баланс\" и способности \"Волшебный огонь\" (сила зверя) на 20%. Снижает уровень угрозы, создаваемой заклинаниями категории \"Баланс\" на 30%."
							
						]
					}
					,
					{
						id:     792,
						tier:   3,
						column: 1,
						name:  "Отмщение",
						icon:  "spell_nature_purge",
						
						ranks: [
						
							"Увеличивает дополнительный урон при критическом ударе ваших заклинаний \"Звездный огонь\", \"Звездопад\", \"Лунный огонь\" и \"Гнев\" на 20%."
							,
							"Увеличивает дополнительный урон при критическом ударе ваших заклинаний \"Звездный огонь\", \"Звездопад\", \"Лунный огонь\" и \"Гнев\" на 40%."
							,
							"Увеличивает дополнительный урон при критическом ударе ваших заклинаний \"Звездный огонь\", \"Звездопад\", \"Лунный огонь\" и \"Гнев\" на 60%."
							,
							"Увеличивает дополнительный урон при критическом ударе ваших заклинаний \"Звездный огонь\", \"Звездопад\", \"Лунный огонь\" и \"Гнев\" на 80%."
							,
							"Увеличивает дополнительный урон при критическом ударе ваших заклинаний \"Звездный огонь\", \"Звездопад\", \"Лунный огонь\" и \"Гнев\" на 100%."
							
						]
					}
					,
					{
						id:     784,
						tier:   3,
						column: 2,
						name:  "Средоточие божественности",
						icon:  "spell_arcane_starfire",
						
						ranks: [
						
							"Сокращает задержку произнесения заклинаний \"Звездный огонь\", \"Спячка\" и \"Гроза\" на 23% и увеличивает общую скорость произнесения заклинаний на 1%."
							,
							"Сокращает задержку произнесения заклинаний \"Звездный огонь\", \"Спячка\" и \"Гроза\" на 46% и увеличивает общую скорость произнесения заклинаний на 2%."
							,
							"Сокращает задержку произнесения заклинаний \"Звездный огонь\", \"Спячка\" и \"Гроза\" на 70% и увеличивает общую скорость произнесения заклинаний на 3%."
							
						]
					}
					,
					{
						id:     1782,
						tier:   4,
						column: 0,
						name:  "Покровительство Луны",
						icon:  "ability_druid_lunarguidance",
						
						ranks: [
						
							"Увеличивает силу заклинаний на 4% от величины интеллекта."
							,
							"Увеличивает силу заклинаний на 8% от величины интеллекта."
							,
							"Увеличивает силу заклинаний на 12% от величины интеллекта."
							
						]
					}
					,
					{
						id:     788,
						tier:   4,
						column: 1,
						name:  "Рой насекомых",
						icon:  "spell_nature_insectswarm",
						
						ranks: [
						
							"Противника атакует рой насекомых, снижающий вероятность того, что он попадет по цели в ближнем и дальнем бою, на 3% и наносящий ему 144 ед. урона от сил природы за 12 сек."
							
						]
					}
					,
					{
						id:     2239,
						tier:   4,
						column: 2,
						name:  "Озлобленный рой насекомых",
						icon:  "spell_nature_insectswarm",
						
							requires: 788,
						
						ranks: [
						
							"Увеличивает урон, наносимый заклинанием \"Гнев\", целям, находящимся под воздействием заклинания \"Рой насекомых\", на 1%. Увеличивает вероятность критического удара заклинания \"Звездный огонь\" на 1%, если цель находится под воздействием заклинания \"Лунный огонь\"."
							,
							"Увеличивает урон, наносимый заклинанием \"Гнев\", целям, находящимся под воздействием заклинания \"Рой насекомых\", на 2%. Увеличивает вероятность критического удара заклинания \"Звездный огонь\" на 2%, если цель находится под воздействием заклинания \"Лунный огонь\"."
							,
							"Увеличивает урон, наносимый заклинанием \"Гнев\", целям, находящимся под воздействием заклинания \"Рой насекомых\", на 3%. Увеличивает вероятность критического удара заклинания \"Звездный огонь\" на 3%, если цель находится под воздействием заклинания \"Лунный огонь\"."
							
						]
					}
					,
					{
						id:     1784,
						tier:   5,
						column: 0,
						name:  "Состояние сна",
						icon:  "ability_druid_dreamstate",
						
						ranks: [
						
							"Восполняет ману в размере 4% от вашего интеллекта раз в 5 секунд даже во время произнесения заклинаний."
							,
							"Восполняет ману в размере 7% от вашего интеллекта раз в 5 секунд даже во время произнесения заклинаний."
							,
							"Восполняет ману в размере 10% от вашего интеллекта раз в 5 секунд даже во время произнесения заклинаний."
							
						]
					}
					,
					{
						id:     790,
						tier:   5,
						column: 1,
						name:  "Лунное неистовство",
						icon:  "spell_nature_moonglow",
						
						ranks: [
						
							"Увеличивает урон, наносимый заклинаниями \"Звездный огонь\", \"Лунный огонь\" и \"Гнев\" на 3%."
							,
							"Увеличивает урон, наносимый заклинаниями \"Звездный огонь\", \"Лунный огонь\" и \"Гнев\" на 6%."
							,
							"Увеличивает урон, наносимый заклинаниями \"Звездный огонь\", \"Лунный огонь\" и \"Гнев\" на 10%."
							
						]
					}
					,
					{
						id:     1783,
						tier:   5,
						column: 2,
						name:  "Баланс сил",
						icon:  "ability_druid_balanceofpower",
						
						ranks: [
						
							"Повышает вероятность попадания заклинаниями на 2% и снижает урон, наносимый вам заклинаниями, на 3%."
							,
							"Повышает вероятность попадания заклинаниями на 4% и снижает урон, наносимый вам заклинаниями, на 6%."
							
						]
					}
					,
					{
						id:     793,
						tier:   6,
						column: 1,
						name:  "Облик лунного совуха",
						icon:  "spell_nature_forceofnature",
						
						ranks: [
						
							"Друид превращается в лунного совуха. Прирост брони за счет экипировки увеличивается на 370%, снижается урон, получаемый во время оглушения, на 15%, и повышается вероятность критического эффекта заклинаний участников группы или рейда в радиусе 45 м на 5%. При критическом ударе заклинанием по индивидуальной цели друид может мгновенно восстановить 2% общего запаса маны. В облике лунного совуха можно произносить только заклинание \"Снятие проклятия\" и заклинания категории \"Баланс\".<br/><br/>Смена облика освобождает заклинателя от эффектов превращения и затрудняющих передвижение эффектов."
							
						]
					}
					,
					{
						id:     1912,
						tier:   6,
						column: 2,
						name:  "Улучшенный облик лунного совуха",
						icon:  "ability_druid_improvedmoonkinform",
						
							requires: 793,
						
						ranks: [
						
							"Скорость боя персонажей, находящихся под воздействием вашей ауры лунного совуха, увеличивается на 1%. Урон от ваших заклинаний увеличивается на 10% от вашего духа."
							,
							"Скорость боя персонажей, находящихся под воздействием вашей ауры лунного совуха, увеличивается на 2%. Урон от ваших заклинаний увеличивается на 20% от вашего духа."
							,
							"Скорость боя персонажей, находящихся под воздействием вашей ауры лунного совуха, увеличивается на 3%. Урон от ваших заклинаний увеличивается на 30% от вашего духа."
							
						]
					}
					,
					{
						id:     1785,
						tier:   6,
						column: 3,
						name:  "Улучшенный волшебный огонь",
						icon:  "spell_nature_faeriefire",
						
						ranks: [
						
							"Повышает вероятность попадания атакующими заклинаниями по целям, подверженным эффекту вашего заклинания \"Волшебный огонь\", на 1%. Повышает вероятность того, что ваши атакующие заклинания нанесут критический урон по таким целям, на 1%."
							,
							"Повышает вероятность попадания атакующими заклинаниями по целям, подверженным эффекту вашего заклинания \"Волшебный огонь\", на 2%. Повышает вероятность того, что ваши атакующие заклинания нанесут критический урон по таким целям, на 2%."
							,
							"Повышает вероятность попадания атакующими заклинаниями по целям, подверженным эффекту вашего заклинания \"Волшебный огонь\", на 3%. Повышает вероятность того, что ваши атакующие заклинания нанесут критический урон по таким целям, на 3%."
							
						]
					}
					,
					{
						id:     1913,
						tier:   7,
						column: 0,
						name:  "Бешенство совуха",
						icon:  "ability_druid_owlkinfrenzy",
						
							requires: 793,
						
						ranks: [
						
							"Будучи атакованным в облике лунного совуха, вы с вероятностью 5% можете впасть в бешенство. При этом наносимый урон увеличивается на 10%, исчезает задержка произнесения заклинаний категории \"Баланс\" при получении урона. Раз в 2 сек. восполняется 2% от базового запаса маны. Время действия – 10 сек."
							,
							"Будучи атакованным в облике лунного совуха, вы с вероятностью 10% можете впасть в бешенство. При этом наносимый урон увеличивается на 10%, исчезает задержка произнесения заклинаний категории \"Баланс\" при получении урона. Раз в 2 сек. восполняется 2% от базового запаса маны. Время действия – 10 сек."
							,
							"Будучи атакованным в облике лунного совуха, вы с вероятностью 15% можете впасть в бешенство. При этом наносимый урон увеличивается на 10%, исчезает задержка произнесения заклинаний категории \"Баланс\" при получении урона. Раз в 2 сек. восполняется 2% от базового запаса маны. Время действия – 10 сек."
							
						]
					}
					,
					{
						id:     1786,
						tier:   7,
						column: 2,
						name:  "Гнев Кенария",
						icon:  "ability_druid_twilightswrath",
						
						ranks: [
						
							"Урон от заклинания \"Звездный огонь\" дополнительно увеличивается на 4%, а урон от заклинания \"Гнев\" – на 2% от эффектов увеличения урона."
							,
							"Урон от заклинания \"Звездный огонь\" дополнительно увеличивается на 8%, а урон от заклинания \"Гнев\" – на 4% от эффектов увеличения урона."
							,
							"Урон от заклинания \"Звездный огонь\" дополнительно увеличивается на 12%, а урон от заклинания \"Гнев\" – на 6% от эффектов увеличения урона."
							,
							"Урон от заклинания \"Звездный огонь\" дополнительно увеличивается на 16%, а урон от заклинания \"Гнев\" – на 8% от эффектов увеличения урона."
							,
							"Урон от заклинания \"Звездный огонь\" дополнительно увеличивается на 20%, а урон от заклинания \"Гнев\" – на 10% от эффектов увеличения урона."
							
						]
					}
					,
					{
						id:     1924,
						tier:   8,
						column: 0,
						name:  "Затмение",
						icon:  "ability_druid_eclipse",
						
						ranks: [
						
							"После нанесения критического удара заклинанием \"Звездный огонь\" с вероятностью 33% урон от заклинания \"Гнев\" увеличится на 30%. После нанесения критического удара заклинанием \"Гнев\" с вероятностью 20% рейтинг критического удара заклинания \"Звездный огонь\" повысится на 30%. Время действия каждого эффекта – 15 сек, а время восстановления – 30 сек. Эффекты не могут возникать одновременно."
							,
							"После нанесения критического удара заклинанием \"Звездный огонь\" с вероятностью 66% урон от заклинания \"Гнев\" увеличится на 30%. После нанесения критического удара заклинанием \"Гнев\" с вероятностью 40% рейтинг критического удара заклинания \"Звездный огонь\" повысится на 30%. Время действия каждого эффекта – 15 сек, а время восстановления – 30 сек. Эффекты не могут возникать одновременно."
							,
							"После нанесения критического удара заклинанием \"Звездный огонь\" с вероятностью 100% урон от заклинания \"Гнев\" увеличится на 30%. После нанесения критического удара заклинанием \"Гнев\" с вероятностью 60% рейтинг критического удара заклинания \"Звездный огонь\" повысится на 30%. Время действия каждого эффекта – 15 сек, а время восстановления – 30 сек. Эффекты не могут возникать одновременно."
							
						]
					}
					,
					{
						id:     1923,
						tier:   8,
						column: 1,
						name:  "Тайфун",
						icon:  "ability_druid_typhoon",
						
							requires: 793,
						
						ranks: [
						
							"Вы призываете неистовый тайфун, который наносит 400 ед. урона от сил природы противникам, попавшим в зону его действия, отбрасывает их назад и вызывает головокружение на 6 сек."
							
						]
					}
					,
					{
						id:     1787,
						tier:   8,
						column: 2,
						name:  "Сила Природы",
						icon:  "ability_druid_forceofnature",
						
						ranks: [
						
							"Призывает 3 древней, которые будут атаковать противников в течение 30 сек."
							
						]
					}
					,
					{
						id:     1925,
						tier:   8,
						column: 3,
						name:  "Крепкий ветер",
						icon:  "ability_druid_galewinds",
						
						ranks: [
						
							"Увеличивает урон от заклинаний \"Гроза\" и \"Тайфун\" на 15%. Увеличивает дальность действия заклинания \"Смерч\" на 2 м."
							,
							"Увеличивает урон от заклинаний \"Гроза\" и \"Тайфун\" на 30%. Увеличивает дальность действия заклинания \"Смерч\" на 4 м."
							
						]
					}
					,
					{
						id:     1928,
						tier:   9,
						column: 1,
						name:  "Земля и Луна",
						icon:  "ability_druid_earthandsky",
						
						ranks: [
						
							"Ваши заклинания \"Гнев\" и \"Звездный огонь\" с вероятностью 100% накладывают на цель эффект \"Земля и Луна\", увеличивающий урон, получаемый ей от заклинаний, на 4% на 12 сек. Также увеличивает урон, наносимый вашими заклинаниями, на 1%."
							,
							"Ваши заклинания \"Гнев\" и \"Звездный огонь\" с вероятностью 100% накладывают на цель эффект \"Земля и Луна\", увеличивающий урон, получаемый ей от заклинаний, на 9% на 12 сек. Также увеличивает урон, наносимый вашими заклинаниями, на 2%."
							,
							"Ваши заклинания \"Гнев\" и \"Звездный огонь\" с вероятностью 100% накладывают на цель эффект \"Земля и Луна\", увеличивающий урон, получаемый ей от заклинаний, на 13% на 12 сек. Также увеличивает урон, наносимый вашими заклинаниями, на 3%."
							
						]
					}
					,
					{
						id:     1926,
						tier:   10,
						column: 1,
						name:  "Звездопад",
						icon:  "ability_druid_starfall",
						
						ranks: [
						
							"Вы обрушиваете на цели в радиусе 30 м от вас град звезд, каждая из которых наносит 111 - 129 ед. урона от тайной магии. Противники, находящиеся в радиусе 5 м от вражеской цели, также получают 20 ед. урона от тайной магии. Максимальное количество звезд – 20. Время действия – 10 сек. Принятие облика зверя или вызов средства передвижения прекратят действие эффекта. Любой эффект, вызывающий потерю контроля над вашим персонажем, прерывает действие звездопада."
							
						]
					}
					
				]
			}
			,
			{
				id:   "FeralCombat",
				name: "Сила зверя",
				talents: [
				
					{
						id:     796,
						tier:   0,
						column: 1,
						name:  "Свирепость",
						icon:  "ability_hunter_pet_hyena",
						
						ranks: [
						
							"Уменьшает расход ярости или энергии на способности \"Трепка\", \"Размах\", \"Цапнуть\", \"Глубокая рана\" и \"Увечье\" на 1 ед."
							,
							"Уменьшает расход ярости или энергии на способности \"Трепка\", \"Размах\", \"Цапнуть\", \"Глубокая рана\" и \"Увечье\" на 2 ед."
							,
							"Уменьшает расход ярости или энергии на способности \"Трепка\", \"Размах\", \"Цапнуть\", \"Глубокая рана\" и \"Увечье\" на 3 ед."
							,
							"Уменьшает расход ярости или энергии на способности \"Трепка\", \"Размах\", \"Цапнуть\", \"Глубокая рана\" и \"Увечье\" на 4 ед."
							,
							"Уменьшает расход ярости или энергии на способности \"Трепка\", \"Размах\", \"Цапнуть\", \"Глубокая рана\" и \"Увечье\" на 5 ед."
							
						]
					}
					,
					{
						id:     795,
						tier:   0,
						column: 2,
						name:  "Звериная агрессия",
						icon:  "ability_druid_demoralizingroar",
						
						ranks: [
						
							"Ваш \"Устрашающий рык\" снижает силу атаки противника дополнительно на 8%. Ваш \"Свирепый укус\" наносит на 3% больше урона."
							,
							"Ваш \"Устрашающий рык\" снижает силу атаки противника дополнительно на 16%. Ваш \"Свирепый укус\" наносит на 6% больше урона."
							,
							"Ваш \"Устрашающий рык\" снижает силу атаки противника дополнительно на 24%. Ваш \"Свирепый укус\" наносит на 9% больше урона."
							,
							"Ваш \"Устрашающий рык\" снижает силу атаки противника дополнительно на 32%. Ваш \"Свирепый укус\" наносит на 12% больше урона."
							,
							"Ваш \"Устрашающий рык\" снижает силу атаки противника дополнительно на 40%. Ваш \"Свирепый укус\" наносит на 15% больше урона."
							
						]
					}
					,
					{
						id:     799,
						tier:   1,
						column: 0,
						name:  "Животный инстинкт",
						icon:  "ability_ambush",
						
						ranks: [
						
							"Увеличивает урон, наносимый способностью \"Размах\", на 10% и уменьшает шанс противника заметить вас, когда вы крадетесь."
							,
							"Увеличивает урон, наносимый способностью \"Размах\", на 20% и уменьшает шанс противника заметить вас, когда вы крадетесь."
							,
							"Увеличивает урон, наносимый способностью \"Размах\", на 30% и уменьшает шанс противника заметить вас, когда вы крадетесь."
							
						]
					}
					,
					{
						id:     805,
						tier:   1,
						column: 1,
						name:  "Бешеное неистовство",
						icon:  "ability_druid_ravage",
						
						ranks: [
						
							"Увеличивает урон, наносимый вашими способностями \"Цапнуть\", \"Глубокая рана\", \"Увечье\" (кошка), \"Увечье\" (медведь) и \"Трепка\", на 10%."
							,
							"Увеличивает урон, наносимый вашими способностями \"Цапнуть\", \"Глубокая рана\", \"Увечье\" (кошка), \"Увечье\" (медведь) и \"Трепка\", на 20%."
							
						]
					}
					,
					{
						id:     794,
						tier:   1,
						column: 2,
						name:  "Плотная шкура",
						icon:  "inv_misc_pelt_bear_03",
						
						ranks: [
						
							"Увеличивает показатели брони за счет кожаных и тканевых доспехов на 4%."
							,
							"Увеличивает показатели брони за счет кожаных и тканевых доспехов на 7%."
							,
							"Увеличивает показатели брони за счет кожаных и тканевых доспехов на 10%."
							
						]
					}
					,
					{
						id:     807,
						tier:   2,
						column: 0,
						name:  "Звериная скорость",
						icon:  "spell_nature_spiritwolf",
						
						ranks: [
						
							"Увеличивает скорость передвижения вне помещений в облике кошки на 15%, а также шанса уклонения от атак в облике кошки, медведя или лютого медведя на 2%."
							,
							"Увеличивает скорость передвижения вне помещений в облике кошки на 30%, а также шанса уклонения от атак в облике кошки, медведя или лютого медведя на 4%."
							
						]
					}
					,
					{
						id:     1162,
						tier:   2,
						column: 1,
						name:  "Инстинкты выживания",
						icon:  "ability_druid_tigersroar",
						
						ranks: [
						
							"При использовании временно повышает ваш максимальный запас здоровья в облике медведя, кошки и лютого медведя на 30% на 20 сек. После окончания максимальный запас здоровья становится прежним."
							
						]
					}
					,
					{
						id:     798,
						tier:   2,
						column: 2,
						name:  "Острые когти",
						icon:  "inv_misc_monsterclaw_04",
						
						ranks: [
						
							"Повышает вероятность нанесения критического урона в облике кошки, медведя или лютого медведя на 2%."
							,
							"Повышает вероятность нанесения критического урона в облике кошки, медведя или лютого медведя на 4%."
							,
							"Повышает вероятность нанесения критического урона в облике кошки, медведя или лютого медведя на 6%."
							
						]
					}
					,
					{
						id:     802,
						tier:   3,
						column: 0,
						name:  "Растерзать противника",
						icon:  "spell_shadow_vampiricaura",
						
						ranks: [
						
							"Снижает расход энергии на способность \"Полоснуть\" на 9 ед., снижает расход ярости на способность \"Растерзать\" на 1 ед."
							,
							"Снижает расход энергии на способность \"Полоснуть\" на 18 ед., снижает расход ярости на способность \"Растерзать\" на 2 ед."
							
						]
					}
					,
					{
						id:     803,
						tier:   3,
						column: 1,
						name:  "Удары хищника",
						icon:  "ability_hunter_pet_cat",
						
						ranks: [
						
							"Увеличивает силу атаки ближнего боя в облике кошки, медведя и лютого медведя на 50% от вашего уровня и на 7% от бонуса силы атаки оружия. С вероятностью 7% за каждый прием в серии ваше следующее заклинание сил природы будет применено мгновенно, если базовое время его произнесения не превышает 10 с."
							,
							"Увеличивает силу атаки ближнего боя в облике кошки, медведя и лютого медведя на 100% от вашего уровня и на 14% от бонуса силы атаки оружия. С вероятностью 13% за каждый прием в серии ваше следующее заклинание сил природы будет применено мгновенно, если базовое время его произнесения не превышает 10 с."
							,
							"Увеличивает силу атаки ближнего боя в облике кошки, медведя и лютого медведя на 150% от вашего уровня и на 20% от бонуса силы атаки оружия. С вероятностью 20% за каждый прием в серии ваше следующее заклинание сил природы будет применено мгновенно, если базовое время его произнесения не превышает 10 с."
							
						]
					}
					,
					{
						id:     801,
						tier:   3,
						column: 2,
						name:  "Изначальное неистовство",
						icon:  "ability_racial_cannibalize",
						
							requires: 798,
						
						ranks: [
						
							"С вероятностью 50% вы накапливаете дополнительно 5 ед. ярости при нанесении критического удара в облике медведя и лютого медведя. С вероятностью 50% ваши приемы в облике кошки, нанесшие критический удар и увеличивающие длину серии, могут добавить в серию на один прием больше."
							,
							"С вероятностью 100% вы накапливаете дополнительно 5 ед. ярости при нанесении критического удара в облике медведя и лютого медведя. С вероятностью 100% ваши приемы в облике кошки, нанесшие критический удар и увеличивающие длину серии, могут добавить в серию на один прием больше."
							
						]
					}
					,
					{
						id:     1914,
						tier:   3,
						column: 3,
						name:  "Врожденная меткость",
						icon:  "ability_druid_primalprecision",
						
							requires: 798,
						
						ranks: [
						
							"Повышает ваше мастерство на 5 ед. и возмещает 40% затрат энергии на не достигшие цели завершающие приемы."
							,
							"Повышает ваше мастерство на 10 ед. и возмещает 80% затрат энергии на не достигшие цели завершающие приемы."
							
						]
					}
					,
					{
						id:     797,
						tier:   4,
						column: 0,
						name:  "Жестокий удар",
						icon:  "ability_druid_bash",
						
						ranks: [
						
							"Увеличивает длительность эффекта оглушения от ваших способностей \"Оглушить\" и \"Наскок\" на 0.5 с и уменьшает время восстановления способности \"Оглушить\" на 15 с."
							,
							"Увеличивает длительность эффекта оглушения от ваших способностей \"Оглушить\" и \"Наскок\" на 1 с и уменьшает время восстановления способности \"Оглушить\" на 30 с."
							
						]
					}
					,
					{
						id:     804,
						tier:   4,
						column: 2,
						name:  "Звериная атака",
						icon:  "ability_hunter_pet_bear",
						
						ranks: [
						
							"Обучает способности \"Звериная атака\" в обликах медведя и кошки.<br/><br/>\"Звериная атака (медведь)\" – стремительный рывок к противнику, обездвиживающий его и прерывающий произносимые им заклинания на 4 сек. Способность можно применить в облике медведя или лютого медведя. Восстановление – 15 с.<br/><br/>\"Звериная атака (кошка)\" – прыжок за спину врага, вызывающий у него головокружение на 3 сек. Восстановление – 30 с."
							
						]
					}
					,
					{
						id:     1792,
						tier:   4,
						column: 3,
						name:  "Материнский инстинкт",
						icon:  "ability_druid_healinginstincts",
						
						ranks: [
						
							"Увеличивает эффект ваших исцеляющих заклинаний на величину до 35% от значения вашей ловкости, а эффект исцеляющих заклинаний, применяемых к вам, когда вы находитесь в облике кошки, на 10%."
							,
							"Увеличивает эффект ваших исцеляющих заклинаний на величину до 70% от значения вашей ловкости, а эффект исцеляющих заклинаний, применяемых к вам, когда вы находитесь в облике кошки, на 20%."
							
						]
					}
					,
					{
						id:     2242,
						tier:   5,
						column: 0,
						name:  "Безусловный рефлекс",
						icon:  "ability_bullrush",
						
						ranks: [
						
							"Повышает вероятность уклонения от ударов в облике медведя и лютого медведя на 2%. Каждый раз, когда вы уклоняетесь от атаки в облике медведя и лютого медведя, вы накапливаете 1 ед. ярости."
							,
							"Повышает вероятность уклонения от ударов в облике медведя и лютого медведя на 4%. Каждый раз, когда вы уклоняетесь от атаки в облике медведя и лютого медведя, вы накапливаете 2 ед. ярости."
							,
							"Повышает вероятность уклонения от ударов в облике медведя и лютого медведя на 6%. Каждый раз, когда вы уклоняетесь от атаки в облике медведя и лютого медведя, вы накапливаете 3 ед. ярости."
							
						]
					}
					,
					{
						id:     808,
						tier:   5,
						column: 1,
						name:  "Сердце дикой природы",
						icon:  "spell_holy_blessingofagility",
						
							requires: 803,
						
						ranks: [
						
							"Повышает интеллект на 4%. Также повышает выносливость в облике медведя и лютого медведя  на 2%, а в облике кошки – силу атаки на 2%."
							,
							"Повышает интеллект на 8%. Также повышает выносливость в облике медведя и лютого медведя  на 4%, а в облике кошки – силу атаки на 4%."
							,
							"Повышает интеллект на 12%. Также повышает выносливость в облике медведя и лютого медведя  на 6%, а в облике кошки – силу атаки на 6%."
							,
							"Повышает интеллект на 16%. Также повышает выносливость в облике медведя и лютого медведя  на 8%, а в облике кошки – силу атаки на 8%."
							,
							"Повышает интеллект на 20%. Также повышает выносливость в облике медведя и лютого медведя  на 10%, а в облике кошки – силу атаки на 10%."
							
						]
					}
					,
					{
						id:     1794,
						tier:   5,
						column: 2,
						name:  "Естественный отбор",
						icon:  "ability_druid_enrage",
						
						ranks: [
						
							"Увеличивает все характеристики на 2%, снижает вероятность получить критический удар в ближнем бою на 2% и увеличивает показатели брони за счет тканевых и кожаных доспехов в облике медведя и лютого медведя на 11%."
							,
							"Увеличивает все характеристики на 4%, снижает вероятность получить критический удар в ближнем бою на 4% и увеличивает показатели брони за счет тканевых и кожаных доспехов в облике медведя и лютого медведя на 22%."
							,
							"Увеличивает все характеристики на 6%, снижает вероятность получить критический удар в ближнем бою на 6% и увеличивает показатели брони за счет тканевых и кожаных доспехов в облике медведя и лютого медведя на 33%."
							
						]
					}
					,
					{
						id:     809,
						tier:   6,
						column: 1,
						name:  "Вожак стаи",
						icon:  "spell_nature_unyeildingstamina",
						
						ranks: [
						
							"В обличье кошки, медведя или лютого медведя способность \"Вожак стаи\" повышает вероятность нанесения критического удара всеми членами группы в радиусе 45 м как в дальнем, так и в ближнем бою на 5%."
							
						]
					}
					,
					{
						id:     1798,
						tier:   6,
						column: 2,
						name:  "Улучшенный вожак стаи",
						icon:  "spell_nature_unyeildingstamina",
						
							requires: 809,
						
						ranks: [
						
							"Союзники, находящиеся под воздействием вашей способности \"Вожак стаи\", восполняют 2% общего здоровья при нанесении критического удара в дальнем или ближнем бою. Этот эффект срабатывает не чаще, чем раз в 6 сек. Вы также восполняете 4% от объема вашей маны при срабатывании этого эффекта."
							,
							"Союзники, находящиеся под воздействием вашей способности \"Вожак стаи\", восполняют 4% общего здоровья при нанесении критического удара в дальнем или ближнем бою. Этот эффект срабатывает не чаще, чем раз в 6 сек. Вы также восполняете 8% от объема вашей маны при срабатывании этого эффекта."
							
						]
					}
					,
					{
						id:     1793,
						tier:   6,
						column: 3,
						name:  "Изначальная стойкость",
						icon:  "ability_druid_primaltenacity",
						
						ranks: [
						
							"Уменьшает на 10% время действия эффектов страха и на 10% снижает урон, получаемый во время оглушения в облике кошки."
							,
							"Уменьшает на 20% время действия эффектов страха и на 20% снижает урон, получаемый во время оглушения в облике кошки."
							,
							"Уменьшает на 30% время действия эффектов страха и на 30% снижает урон, получаемый во время оглушения в облике кошки."
							
						]
					}
					,
					{
						id:     2241,
						tier:   7,
						column: 0,
						name:  "Защитник стаи",
						icon:  "ability_druid_challangingroar",
						
							requires: 809,
						
						ranks: [
						
							"Увеличивает вашу силу атаки в облике медведя и лютого медведя на 2% и уменьшает урон, получаемый в этих обликах, на 4%."
							,
							"Увеличивает вашу силу атаки в облике медведя и лютого медведя на 4% и уменьшает урон, получаемый в этих обликах на 8%."
							,
							"Увеличивает вашу силу атаки в облике медведя и лютого медведя на 6% и уменьшает урон, получаемый в этих обликах, на 12%."
							
						]
					}
					,
					{
						id:     1795,
						tier:   7,
						column: 2,
						name:  "Инстинкты хищника",
						icon:  "ability_druid_predatoryinstincts",
						
						ranks: [
						
							"Пока вы находитесь в облике кошки, урон от ваших критических ударов в ближнем бою увеличивается на 3%, а урон, получаемый от заклинаний и способностей с действием по области, уменьшается на 10%."
							,
							"Пока вы находитесь в облике кошки, урон от ваших критических ударов в ближнем бою увеличивается на 7%, а урон, получаемый от заклинаний и способностей с действием по области, уменьшается на 20%."
							,
							"Пока вы находитесь в облике кошки, урон от ваших критических ударов в ближнем бою увеличивается на 10%, а урон, получаемый от заклинаний и способностей с действием по области, уменьшается на 30%."
							
						]
					}
					,
					{
						id:     1919,
						tier:   7,
						column: 3,
						name:  "Зараженные раны",
						icon:  "ability_druid_infectedwound",
						
						ranks: [
						
							"Способностями \"Полоснуть\", \"Трепка\" и \"Увечье\" вы наносите противнику зараженную рану. Скорость передвижения раненого врага уменьшается на 16%, скорость атаки – на 6%. Суммируется до 2 раз. Время действия – 12 сек."
							,
							"Способностями \"Полоснуть\", \"Трепка\" и \"Увечье\" вы наносите противнику зараженную рану. Скорость передвижения раненого врага уменьшается на 34%, скорость атаки – на 14%. Суммируется до 2 раз. Время действия – 12 сек."
							,
							"Способностями \"Полоснуть\", \"Трепка\" и \"Увечье\" вы наносите противнику зараженную рану. Скорость передвижения раненого врага уменьшается на 50%, скорость атаки – на 20%. Суммируется до 2 раз. Время действия – 12 сек."
							
						]
					}
					,
					{
						id:     1921,
						tier:   8,
						column: 0,
						name:  "Король джунглей",
						icon:  "ability_druid_kingofthejungle",
						
						ranks: [
						
							"При использовании способности \"Исступление\" в облике медведя или лютого медведя ваш урон увеличивается на 5%. Способность \"Тигриное неистовство\" моментально восполняет 20 ед. энергии. Кроме того, расход маны на применение способностей \"Облик медведя\", \"Облик кошки\" и \"Облик лютого медведя\" снижен на 20%."
							,
							"При использовании способности \"Исступление\" в облике медведя или лютого медведя ваш урон увеличивается на 10%. Способность \"Тигриное неистовство\" моментально восполняет 40 ед. энергии. Кроме того, расход маны на применение способностей \"Облик медведя\", \"Облик кошки\" и \"Облик лютого медведя\" снижен на 40%."
							,
							"При использовании способности \"Исступление\" в облике медведя или лютого медведя ваш урон увеличивается на 15%. Способность \"Тигриное неистовство\" моментально восполняет 60 ед. энергии. Кроме того, расход маны на применение способностей \"Облик медведя\", \"Облик кошки\" и \"Облик лютого медведя\" снижен на 60%."
							
						]
					}
					,
					{
						id:     1796,
						tier:   8,
						column: 1,
						name:  "Увечье",
						icon:  "ability_druid_mangle2",
						
							requires: 809,
						
						ranks: [
						
							"Увечит цель, нанося ей урон. Кроме того, цель будет получать дополнительный урон от эффекта приемов \"Трепка\", \"Полоснуть\" и кровотечения в течение 12 сек. Эту способность можно использовать в облике кошки или лютого медведя."
							
						]
					}
					,
					{
						id:     1920,
						tier:   8,
						column: 2,
						name:  "Улучшенное увечье",
						icon:  "ability_druid_mangle2",
						
							requires: 1796,
						
						ranks: [
						
							"Уменьшает время восстановления способности \"Увечье\" (медведь) на 0.5 с. Уменьшает затраты энергии на способность \"Увечье\" (кошка) на 2."
							,
							"Уменьшает время восстановления способности \"Увечье\" (медведь) на 1.0 с. Уменьшает затраты энергии на способность \"Увечье\" (кошка) на 4."
							,
							"Уменьшает время восстановления способности \"Увечье\" (медведь) на 1.5 с. Уменьшает затраты энергии на способность \"Увечье\" (кошка) на 6."
							
						]
					}
					,
					{
						id:     1918,
						tier:   9,
						column: 1,
						name:  "Рви и терзай",
						icon:  "ability_druid_primalagression",
						
						ranks: [
						
							"Если на противника действует эффект кровотечения, урон, наносимый ему способностями \"Трепка\" и \"Полоснуть\", увеличивается на 4%, а вероятность нанести ему критический удара способностью \"Свирепый укус\" – на 5%."
							,
							"Если на противника действует эффект кровотечения, урон, наносимый ему способностями \"Трепка\" и \"Полоснуть\", увеличивается на 8%, а вероятность нанести ему критический удара способностью \"Свирепый укус\" – на 10%."
							,
							"Если на противника действует эффект кровотечения, урон, наносимый ему способностями \"Трепка\" и \"Полоснуть\", увеличивается на 12%, а вероятность нанести ему критический удара способностью \"Свирепый укус\" – на 15%."
							,
							"Если на противника действует эффект кровотечения, урон, наносимый ему способностями \"Трепка\" и \"Полоснуть\", увеличивается на 16%, а вероятность нанести ему критический удара способностью \"Свирепый укус\" – на 20%."
							,
							"Если на противника действует эффект кровотечения, урон, наносимый ему способностями \"Трепка\" и \"Полоснуть\", увеличивается на 20%, а вероятность нанести ему критический удара способностью \"Свирепый укус\" – на 25%."
							
						]
					}
					,
					{
						id:     2266,
						tier:   9,
						column: 2,
						name:  "Первая кровь",
						icon:  "ability_druid_rake",
						
							requires: 1918,
						
						ranks: [
						
							"Периодический урон от способностей \"Растерзать\" и \"Разорвать\" может быть критическим."
							
						]
					}
					,
					{
						id:     1927,
						tier:   10,
						column: 1,
						name:  "Берсерк",
						icon:  "ability_druid_berserk",
						
						ranks: [
						
							"В состоянии \"Берсерк\" способность \"Увечье\" (медведь) не требует времени на восстановление и поражает 3 противников, а затраты энергии на способности, доступные в облике кошки, снижаются на 50%. Время действия – 15 сек. В состоянии \"Берсерк\" нельзя использовать \"Тигриное неистовство\". <br/><br/>Моментально снимает эффекты страха и делает вас невосприимчивым к ним на все время своего действия."
							
						]
					}
					
				]
			}
			,
			{
				id:   "Restoration",
				name: "Исцеление",
				talents: [
				
					{
						id:     821,
						tier:   0,
						column: 0,
						name:  "Улучшенный знак дикой природы",
						icon:  "spell_nature_regeneration",
						
						ranks: [
						
							"Повышает эффективность заклинаний \"Знак дикой природы\" и \"Дар дикой природы\" на 20% и повышает общие значения ваших основных характеристик на 1%."
							,
							"Повышает эффективность заклинаний \"Знак дикой природы\" и \"Дар дикой природы\" на 40% и повышает общие значения ваших основных характеристик на 2%."
							
						]
					}
					,
					{
						id:     823,
						tier:   0,
						column: 1,
						name:  "Средоточие Природы",
						icon:  "spell_nature_healingwavegreater",
						
						ranks: [
						
							"Сокращает задержку произнесения заклинаний \"Целительное прикосновение\", \"Гнев\", \"Гнев деревьев\", \"Смерч\", \"Покровительство Природы\", \"Восстановление\" и \"Спокойствие\" при получении урона на 23%."
							,
							"Сокращает задержку произнесения заклинаний \"Целительное прикосновение\", \"Гнев\", \"Гнев деревьев\", \"Смерч\", \"Покровительство Природы\", \"Восстановление\" и \"Спокойствие\" при получении урона на 46%."
							,
							"Сокращает задержку произнесения заклинаний \"Целительное прикосновение\", \"Гнев\", \"Гнев деревьев\", \"Смерч\", \"Покровительство Природы\", \"Восстановление\" и \"Спокойствие\" при получении урона на 70%."
							
						]
					}
					,
					{
						id:     822,
						tier:   0,
						column: 2,
						name:  "Свирепость",
						icon:  "spell_holy_blessingofstamina",
						
						ranks: [
						
							"С вероятностью 20% вы можете накопить 10 ед. ярости, когда принимаете облик медведя или лютого медведя, и сохраняете до 20 ед. энергии, когда принимаете облик кошки. Интеллект в облике лунного совуха увеличивается на 2%."
							,
							"С вероятностью 40% вы можете накопить 10 ед. ярости, когда принимаете облик медведя или лютого медведя, и сохраняете до 40 ед. энергии, когда принимаете облик кошки. Интеллект в облике лунного совуха увеличивается на 4%."
							,
							"С вероятностью 60% вы можете накопить 10 ед. ярости, когда принимаете облик медведя или лютого медведя, и сохраняете до 60 ед. энергии, когда принимаете облик кошки. Интеллект в облике лунного совуха увеличивается на 6%."
							,
							"С вероятностью 80% вы можете накопить 10 ед. ярости, когда принимаете облик медведя или лютого медведя, и сохраняете до 80 ед. энергии, когда принимаете облик кошки. Интеллект в облике лунного совуха увеличивается на 8%."
							,
							"С вероятностью 100% вы можете накопить 10 ед. ярости, когда принимаете облик медведя или лютого медведя, и сохраняете до 100 ед. энергии, когда принимаете облик кошки. Интеллект в облике лунного совуха увеличивается на 10%."
							
						]
					}
					,
					{
						id:     824,
						tier:   1,
						column: 0,
						name:  "Натуралист",
						icon:  "spell_nature_healingtouch",
						
						ranks: [
						
							"Сокращает время произнесения заклинания \"Целительное прикосновение\" на 0.1 сек. и увеличивает урон, наносимый физическими атаками во всех формах, на 2%."
							,
							"Сокращает время произнесения заклинания \"Целительное прикосновение\" на 0.2 сек. и увеличивает урон, наносимый физическими атаками во всех формах, на 4%."
							,
							"Сокращает время произнесения заклинания \"Целительное прикосновение\" на 0.3 сек. и увеличивает урон, наносимый физическими атаками во всех формах, на 6%."
							,
							"Сокращает время произнесения заклинания \"Целительное прикосновение\" на 0.4 сек. и увеличивает урон, наносимый физическими атаками во всех формах, на 8%."
							,
							"Сокращает время произнесения заклинания \"Целительное прикосновение\" на 0.5 сек. и увеличивает урон, наносимый физическими атаками во всех формах, на 10%."
							
						]
					}
					,
					{
						id:     841,
						tier:   1,
						column: 1,
						name:  "Скрытность",
						icon:  "ability_eyeoftheowl",
						
						ranks: [
						
							"Снижает угрозу, создаваемую вашими заклинаниями категории \"Исцеление\", на 10%. Снижает вероятность того, что ваши благотворные заклинания, \"Лунный огонь\" и \"Рой насекомых\" будут развеяны, на 10%."
							,
							"Снижает угрозу, создаваемую вашими заклинаниями категории \"Исцеление\", на 20%. Снижает вероятность того, что ваши благотворные заклинания, \"Лунный огонь\" и \"Рой насекомых\" будут развеяны, на 20%."
							,
							"Снижает угрозу, создаваемую вашими заклинаниями категории \"Исцеление\", на 30%. Снижает вероятность того, что ваши благотворные заклинания, \"Лунный огонь\" и \"Рой насекомых\" будут развеяны, на 30%."
							
						]
					}
					,
					{
						id:     826,
						tier:   1,
						column: 2,
						name:  "Прирожденный оборотень",
						icon:  "spell_nature_wispsplode",
						
						ranks: [
						
							"Снижает расход маны на смену облика на 10%."
							,
							"Снижает расход маны на смену облика на 20%."
							,
							"Снижает расход маны на смену облика на 30%."
							
						]
					}
					,
					{
						id:     829,
						tier:   2,
						column: 0,
						name:  "Напряжение",
						icon:  "spell_frost_windwalkon",
						
						ranks: [
						
							"Во время произнесения заклинаний мана восполняется со скоростью, равной 17% от обычной. Способность \"Исступление\" мгновенно накапливает 4 ед. ярости."
							,
							"Во время произнесения заклинаний мана восполняется со скоростью, равной 33% от обычной. Способность \"Исступление\" мгновенно накапливает 7 ед. ярости."
							,
							"Во время произнесения заклинаний мана восполняется со скоростью, равной 50% от обычной. Способность \"Исступление\" мгновенно накапливает 10 ед. ярости."
							
						]
					}
					,
					{
						id:     827,
						tier:   2,
						column: 1,
						name:  "Знамение ясности",
						icon:  "spell_nature_crystalball",
						
						ranks: [
						
							"Каждая атака, а также каждое исцеляющее или наносящее урон заклинание могут ввести друида в состояние \"Ясность мысли\", которое снижает расход маны, ярости или энергии на следующую атакующую способность, исцеляющее или наносящее урон заклинание на 100%."
							
						]
					}
					,
					{
						id:     1915,
						tier:   2,
						column: 2,
						name:  "Искусный оборотень",
						icon:  "ability_druid_mastershapeshifter",
						
							requires: 826,
						
						ranks: [
						
							"Обеспечивает особый эффект в зависимости от облика, в котором находится друид.<br/><br/>Облик медведя – увеличение физического урона на 2%.<br/><br/>Облик кошки – повышение вероятности нанесения критического удара на 2%.<br/><br/>Облик лунного совуха – повышение урона от заклинаний на 2%.<br/><br/>Облик Древа Жизни – повышение эффективности лечения на 2%."
							,
							"Обеспечивает особый эффект в зависимости от облика, в котором находится друид.<br/><br/>Облик медведя – увеличение физического урона на 4%.<br/><br/>Облик кошки – повышение вероятности нанесения критического удара на 4%.<br/><br/>Облик лунного совуха – повышение урона от заклинаний на 4%.<br/><br/>Облик Древа Жизни – повышение эффективности лечения на 4%."
							
						]
					}
					,
					{
						id:     843,
						tier:   3,
						column: 1,
						name:  "Мирный дух",
						icon:  "spell_holy_elunesgrace",
						
						ranks: [
						
							"Снижает затраты маны на заклинания \"Целительное прикосновение\", \"Покровительство природы\" и \"Спокойствие\" на 2%."
							,
							"Снижает затраты маны на заклинания \"Целительное прикосновение\", \"Покровительство природы\" и \"Спокойствие\" на 4%."
							,
							"Снижает затраты маны на заклинания \"Целительное прикосновение\", \"Покровительство природы\" и \"Спокойствие\" на 6%."
							,
							"Снижает затраты маны на заклинания \"Целительное прикосновение\", \"Покровительство природы\" и \"Спокойствие\" на 8%."
							,
							"Снижает затраты маны на заклинания \"Целительное прикосновение\", \"Покровительство природы\" и \"Спокойствие\" на 10%."
							
						]
					}
					,
					{
						id:     830,
						tier:   3,
						column: 2,
						name:  "Улучшенное омоложение",
						icon:  "spell_nature_rejuvenation",
						
						ranks: [
						
							"Увеличивает исцеляющий эффект заклинания \"Омоложение\" на 5%."
							,
							"Увеличивает исцеляющий эффект заклинания \"Омоложение\" на 10%."
							,
							"Увеличивает исцеляющий эффект заклинания \"Омоложение\" на 15%."
							
						]
					}
					,
					{
						id:     831,
						tier:   4,
						column: 0,
						name:  "Природная стремительность",
						icon:  "spell_nature_ravenform",
						
							requires: 829,
						
						ranks: [
						
							"При использовании следующее заклинание сил природы будет применено мгновенно, если базовое время его произнесения не превышает 10 с."
							
						]
					}
					,
					{
						id:     828,
						tier:   4,
						column: 1,
						name:  "Дар природы",
						icon:  "spell_nature_protectionformnature",
						
						ranks: [
						
							"Усиливает все исцеляющие заклинания на 2%."
							,
							"Усиливает все исцеляющие заклинания на 4%."
							,
							"Усиливает все исцеляющие заклинания на 6%."
							,
							"Усиливает все исцеляющие заклинания на 8%."
							,
							"Усиливает все исцеляющие заклинания на 10%."
							
						]
					}
					,
					{
						id:     842,
						tier:   4,
						column: 3,
						name:  "Улучшенное спокойствие",
						icon:  "spell_nature_tranquility",
						
						ranks: [
						
							"Снижает уровень угрозы, создаваемой заклинанием \"Спокойствие\", на 50%. Уменьшает время восстановления этого заклинания на 30%."
							,
							"Снижает уровень угрозы, создаваемой заклинанием \"Спокойствие\", на 100%. Уменьшает время восстановления этого заклинания на 60%."
							
						]
					}
					,
					{
						id:     1788,
						tier:   5,
						column: 0,
						name:  "Воодушевляющее прикосновение",
						icon:  "ability_druid_empoweredtouch",
						
						ranks: [
						
							"Ваше заклинание \"Целительное прикосновение\" получает дополнительно 20%, а \"Покровительство Природы\" – 10% добавочных эффектов исцеления."
							,
							"Ваше заклинание \"Целительное прикосновение\" получает дополнительно 40%, а \"Покровительство Природы\" – 20% добавочных эффектов исцеления."
							
						]
					}
					,
					{
						id:     825,
						tier:   5,
						column: 2,
						name:  "Щедрость природы",
						icon:  "spell_nature_resistnature",
						
							requires: 830,
						
						ranks: [
						
							"Повышает вероятность критического эффекта заклинаний \"Восстановление\" и \"Покровительство Природы\" на 5%."
							,
							"Повышает вероятность критического эффекта заклинаний \"Восстановление\" и \"Покровительство Природы\" на 10%."
							,
							"Повышает вероятность критического эффекта заклинаний \"Восстановление\" и \"Покровительство Природы\" на 15%."
							,
							"Повышает вероятность критического эффекта заклинаний \"Восстановление\" и \"Покровительство Природы\" на 20%."
							,
							"Повышает вероятность критического эффекта заклинаний \"Восстановление\" и \"Покровительство Природы\" на 25%."
							
						]
					}
					,
					{
						id:     1797,
						tier:   6,
						column: 0,
						name:  "Живой дух",
						icon:  "spell_nature_giftofthewaterspirit",
						
						ranks: [
						
							"Повышает ваш дух на 5%."
							,
							"Повышает ваш дух на 10%."
							,
							"Повышает ваш дух на 15%."
							
						]
					}
					,
					{
						id:     844,
						tier:   6,
						column: 1,
						name:  "Быстрое восстановление",
						icon:  "inv_relics_idolofrejuvenation",
						
							requires: 828,
						
						ranks: [
						
							"Снимает эффект \"Омоложение\" или \"Восстановление\", действующий на дружественную цель, и за счет этого мгновенно лечит ее на величину, соответствующую 12 секундам заклинания \"Омоложение\" или 18 секундам заклинания \"Восстановление\"."
							
						]
					}
					,
					{
						id:     1790,
						tier:   6,
						column: 2,
						name:  "Совершенство природы",
						icon:  "ability_druid_naturalperfection",
						
						ranks: [
						
							"Вероятность нанесения критического удара заклинаниями повышается на 1%, а получаемые критическое удары вызовут эффект \"Совершенство природы\". Получаемый урон сократится на 2%. Суммируется до 3 раз. Время действия – 8 сек."
							,
							"Вероятность нанесения критического удара заклинаниями повышается на 2%, а получаемые критическое удары вызовут эффект \"Совершенство природы\". Получаемый урон сократится на 3%. Суммируется до 3 раз. Время действия – 8 сек."
							,
							"Вероятность нанесения критического удара заклинаниями повышается на 3%, а получаемые критическое удары вызовут эффект \"Совершенство природы\". Получаемый урон сократится на 4%. Суммируется до 3 раз. Время действия – 8 сек."
							
						]
					}
					,
					{
						id:     1789,
						tier:   7,
						column: 1,
						name:  "Усиленное омоложение",
						icon:  "ability_druid_empoweredrejuvination",
						
						ranks: [
						
							"Дополнительный исцеляющий эффект от ваших заклинаний постепенного исцеления увеличивается на 4%."
							,
							"Дополнительный исцеляющий эффект от ваших заклинаний постепенного исцеления увеличивается на 8%."
							,
							"Дополнительный исцеляющий эффект от ваших заклинаний постепенного исцеления увеличивается на 12%."
							,
							"Дополнительный исцеляющий эффект от ваших заклинаний постепенного исцеления увеличивается на 16%."
							,
							"Дополнительный исцеляющий эффект от ваших заклинаний постепенного исцеления увеличивается на 20%."
							
						]
					}
					,
					{
						id:     1922,
						tier:   7,
						column: 2,
						name:  "Семя жизни",
						icon:  "ability_druid_giftoftheearthmother",
						
						ranks: [
						
							"В случае критического эффекта ваших заклинаний \"Быстрое восстановление\", \"Восстановление\", \"Покровительство Природы\" или \"Целительное прикосновение\" вы с вероятностью 33% посеете семя жизни. Когда цель будет атакована следующий раз, семя жизни восполнит ей здоровье в объеме 30% от основного объема исцеления. Время действия – 15 сек."
							,
							"В случае критического эффекта ваших заклинаний \"Быстрое восстановление\", \"Восстановление\", \"Покровительство Природы\" или \"Целительное прикосновение\" вы с вероятностью 66% посеете семя жизни. Когда цель будет атакована следующий раз, семя жизни восполнит ей здоровье в объеме 30% от основного объема исцеления. Время действия – 15 сек."
							,
							"В случае критического эффекта ваших заклинаний \"Быстрое восстановление\", \"Восстановление\", \"Покровительство Природы\" или \"Целительное прикосновение\" вы с вероятностью 100% посеете семя жизни. Когда цель будет атакована следующий раз, семя жизни восполнит ей здоровье в объеме 30% от основного объема исцеления. Время действия – 15 сек."
							
						]
					}
					,
					{
						id:     1929,
						tier:   8,
						column: 0,
						name:  "Ободрение",
						icon:  "ability_druid_replenish",
						
						ranks: [
						
							"Заклинания \"Омоложение\" и \"Буйный рост\" с вероятностью 5% восстанавливают 8 ед. энергии, 4 ед. ярости, 1% маны или 16 силы рун за такт."
							,
							"Заклинания \"Омоложение\" и \"Буйный рост\" с вероятностью 10% восстанавливают 8 ед. энергии, 4 ед. ярости, 1% маны или 16 силы рун за такт."
							,
							"Заклинания \"Омоложение\" и \"Буйный рост\" с вероятностью 15% восстанавливают 8 ед. энергии, 4 ед. ярости, 1% маны или 16 силы рун за такт."
							
						]
					}
					,
					{
						id:     1791,
						tier:   8,
						column: 1,
						name:  "Древо Жизни",
						icon:  "ability_druid_treeoflife",
						
							requires: 1789,
						
						ranks: [
						
							"Снижает затраты маны на заклинания постепенного лечения на 20% и позволяет принимать облик Древа Жизни. Пока вы находитесь в этом облике, исцеляющие эффекты, действующие на членов группы или рейда в радиусе 45 м, усиливаются на 6%. Вы можете произносить только заклинания школы \"Исцеление\", а также \"Озарение\", \"Дубовая кожа\", \"Хватка природы\" и \"Шипы\".<br/><br/>Смена облика освобождает заклинателя от эффектов превращения и замедляющих движение эффектов."
							
						]
					}
					,
					{
						id:     1930,
						tier:   8,
						column: 2,
						name:  "Вековое Древо Жизни",
						icon:  "ability_druid_improvedtreeform",
						
							requires: 1791,
						
						ranks: [
						
							"В облике Древа Жизни сила исцеляющих заклинаний повышается на 5% от вашего духа, а улучшение брони за счет экипировки увеличивается на 67%."
							,
							"В облике Древа Жизни сила исцеляющих заклинаний повышается на 10% от вашего духа, а улучшение брони за счет экипировки увеличивается на 133%."
							,
							"В облике Древа Жизни сила исцеляющих заклинаний повышается на 15% от вашего духа, а улучшение брони за счет экипировки увеличивается на 200%."
							
						]
					}
					,
					{
						id:     2264,
						tier:   9,
						column: 0,
						name:  "Толстая дубовая кожа",
						icon:  "spell_nature_stoneclawtotem",
						
						ranks: [
						
							"Увеличивает количество урона, поглощаемого заклинанием \"Дубовая кожа\", на 5% и понижает вероятность того, что заклинание \"Дубовая кожа\" будет рассеяно, на 35%. Усиливает броню на 80% в обычном и походном обликах."
							,
							"Увеличивает количество урона, поглощаемого заклинанием \"Дубовая кожа\", на 10% и понижает вероятность того, что заклинание \"Дубовая кожа\" будет рассеяно, на 70%. Усиливает броню на 160% в обычном и походном обликах."
							
						]
					}
					,
					{
						id:     1916,
						tier:   9,
						column: 2,
						name:  "Дар матери-земли",
						icon:  "ability_druid_manatree",
						
						ranks: [
						
							"Уменьшает базовое значение общего времени восстановления заклинаний \"Омоложение\", \"Жизнецвет\" и \"Буйный рост\" на 4%."
							,
							"Уменьшает базовое значение общего времени восстановления заклинаний \"Омоложение\", \"Жизнецвет\" и \"Буйный рост\" на 8%."
							,
							"Уменьшает базовое значение общего времени восстановления заклинаний \"Омоложение\", \"Жизнецвет\" и \"Буйный рост\" на 12%."
							,
							"Уменьшает базовое значение общего времени восстановления заклинаний \"Омоложение\", \"Жизнецвет\" и \"Буйный рост\" на 16%."
							,
							"Уменьшает базовое значение общего времени восстановления заклинаний \"Омоложение\", \"Жизнецвет\" и \"Буйный рост\" на 20%."
							
						]
					}
					,
					{
						id:     1917,
						tier:   10,
						column: 1,
						name:  "Буйный рост",
						icon:  "ability_druid_flourish",
						
							requires: 1791,
						
						ranks: [
						
							"Исцеляет до 5 участников группы или рейда в радиусе 15 м от выбранной цели, восстанавливая 686 ед. здоровья в течение 7 сек. Скорость восполнения здоровья постепенно снижается на протяжении действия заклинания."
							
						]
					}
					
				]
			}
			
		];

		var petData_sdfkte75 = null;
		
	
		var textTalentStrSingle = "Требуется {0} очко, вложенное в {1}.";
		var textTalentStrPlural = "Требуется {0} очк., вложенных {1}.";
		var textTalentRank = "Уровень {0}/{1}";
		var textTalentNextRank = "Следующий уровень";
		var textTalentReqTreeTalents = "Требуется {0} очк., вложенных в {1}.";
		var textPrintableClassTalents = "Таланты класса \"{0}\"";
		var textPrintableMinReqLevel = "Требуется уровнь: {0}";
		var textPrintableReqTalentPts = "Требуется очков: {0}";
		var textPrintableTreeTalents = "Таланты ветки \"{0}\"";
		var textPrintablePtsPerTree = "{0} очк.";
		var textPrintableDontWastePaper = "Берегите бумагу!";

		var talentCalc = new TalentCalculator();

		$(document).ready(function() {

			talentCalc.initTalentCalc(
				"11", 
				"{{$talents}}", 
				"charPage",
				"false",
				"sdfkte75",
				talentData_sdfkte75,
				petData_sdfkte75
			);
		});
	</script>
<div class="talContainer" id="talContainer_sdfkte75">
<div class="talentFrame">
<div class="talentTree" id="Balance_tree_sdfkte75" style="margin-right: 3px; background-image: url('images/talents/bg/small/DruidBalance.jpg')">
<div class="tier">
<div class="talent staticTip col1" id="762_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/spell_nature_abolishmagic.jpg');">
<div class="talentHolder
						" id="762_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(762);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="762_numPoints_sdfkte75">0</span><span>/</span><span>5</span>
</div>
</div>
</div>
<div class="talent staticTip col2" id="2238_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/spell_arcane_arcane03.jpg');">
<div class="talentHolder
						" id="2238_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(2238);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="2238_numPoints_sdfkte75">0</span><span>/</span><span>5</span>
</div>
</div>
</div>
</div>
<div class="tier">
<div class="talent staticTip col0" id="783_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_nature_sentinal.jpg');">
<div class="talentHolder
						 disabled" id="783_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(783);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="783_numPoints_sdfkte75">0</span><span>/</span><span>3</span>
</div>
</div>
</div>
<div class="talent staticTip col1" id="1822_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/inv_staff_01.jpg');">
<div class="talentHolder
						 disabled" id="1822_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(1822);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1822_numPoints_sdfkte75">0</span><span>/</span><span>2</span>
</div>
</div>
</div>
<div class="talent staticTip col3" id="763_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_nature_starfall.jpg');">
<div class="talentHolder
						 disabled" id="763_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(763);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="763_numPoints_sdfkte75">0</span><span>/</span><span>2</span>
</div>
</div>
</div>
</div>
<div class="tier">
<div class="talent staticTip col0" id="782_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_nature_thorns.jpg');">
<div class="talentHolder
						 disabled" id="782_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(782);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="782_numPoints_sdfkte75">0</span><span>/</span><span>3</span>
</div>
</div>
</div>
<div class="talent staticTip col1" id="789_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_nature_naturesblessing.jpg');">
<div class="talentHolder
						 disabled" id="789_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(789);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="789_numPoints_sdfkte75">0</span><span>/</span><span>3</span>
</div>
</div>
</div>
<div class="talent staticTip col2" id="2240_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_nature_natureguardian.jpg');">
<div class="talentHolder
						 disabled" id="2240_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(2240);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="2240_numPoints_sdfkte75">0</span><span>/</span><span>1</span>
</div>
</div>
</div>
<div class="talent staticTip col3" id="764_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_nature_naturetouchgrow.jpg');">
<div class="talentHolder
						 disabled" id="764_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(764);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="764_numPoints_sdfkte75">0</span><span>/</span><span>2</span>
</div>
</div>
</div>
</div>
<div class="tier">
<div class="talent staticTip col1" id="792_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_nature_purge.jpg');">
<div class="talentHolder
						 disabled" id="792_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(792);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="792_numPoints_sdfkte75">0</span><span>/</span><span>5</span>
</div>
</div>
</div>
<div class="talent staticTip col2" id="784_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_arcane_starfire.jpg');">
<div class="talentHolder
						 disabled" id="784_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(784);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="784_numPoints_sdfkte75">0</span><span>/</span><span>3</span>
</div>
</div>
</div>
</div>
<div class="tier">
<div class="talent staticTip col0" id="1782_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/ability_druid_lunarguidance.jpg');">
<div class="talentHolder
						 disabled" id="1782_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(1782);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1782_numPoints_sdfkte75">0</span><span>/</span><span>3</span>
</div>
</div>
</div>
<div class="talent staticTip col1" id="788_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_nature_insectswarm.jpg');">
<div class="talentHolder
						 disabled" id="788_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(788);">
<span id="spellInfo_788" style="display: none;"><span style="float: right;"> Радиус действия30 </span><span style="float: left;">9% запаса маны</span>
<br>
<span style="float: left;">Мгновенное действие</span></span>
<div class="talentHover"></div>
<div class="rankCtr">
<span id="788_numPoints_sdfkte75">0</span><span>/</span><span>1</span>
</div>
</div>
</div>
<div class="talent staticTip col2" id="2239_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_nature_insectswarm.jpg');">
<div class="talentHolder
						 disabled" id="2239_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(2239);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="2239_numPoints_sdfkte75">0</span><span>/</span><span>3</span>
</div>
</div>
</div>
</div>
<div class="tier">
<div class="talent staticTip col0" id="1784_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/ability_druid_dreamstate.jpg');">
<div class="talentHolder
						 disabled" id="1784_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(1784);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1784_numPoints_sdfkte75">0</span><span>/</span><span>3</span>
</div>
</div>
</div>
<div class="talent staticTip col1" id="790_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_nature_moonglow.jpg');">
<div class="talentHolder
						 disabled" id="790_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(790);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="790_numPoints_sdfkte75">0</span><span>/</span><span>3</span>
</div>
</div>
</div>
<div class="talent staticTip col2" id="1783_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/ability_druid_balanceofpower.jpg');">
<div class="talentHolder
						 disabled" id="1783_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(1783);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1783_numPoints_sdfkte75">0</span><span>/</span><span>2</span>
</div>
</div>
</div>
</div>
<div class="tier">
<div class="talent staticTip col1" id="793_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_nature_forceofnature.jpg');">
<div class="talentHolder
						 disabled" id="793_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(793);">
<span id="spellInfo_793" style="display: none;"><span style="float: left;">13% запаса маны</span>
<br>
<span style="float: left;">Мгновенное действие</span></span>
<div class="talentHover"></div>
<div class="rankCtr">
<span id="793_numPoints_sdfkte75">0</span><span>/</span><span>1</span>
</div>
</div>
</div>
<div class="talent staticTip col2" id="1912_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/ability_druid_improvedmoonkinform.jpg');">
<div class="talentHolder
						 disabled" id="1912_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(1912);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1912_numPoints_sdfkte75">0</span><span>/</span><span>3</span>
</div>
</div>
</div>
<div class="talent staticTip col3" id="1785_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_nature_faeriefire.jpg');">
<div class="talentHolder
						 disabled" id="1785_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(1785);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1785_numPoints_sdfkte75">0</span><span>/</span><span>3</span>
</div>
</div>
</div>
</div>
<div class="tier">
<div class="talent staticTip col0" id="1913_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/ability_druid_owlkinfrenzy.jpg');">
<div class="talentHolder
						 disabled" id="1913_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(1913);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1913_numPoints_sdfkte75">0</span><span>/</span><span>3</span>
</div>
</div>
</div>
<div class="talent staticTip col2" id="1786_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/ability_druid_twilightswrath.jpg');">
<div class="talentHolder
						 disabled" id="1786_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(1786);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1786_numPoints_sdfkte75">0</span><span>/</span><span>5</span>
</div>
</div>
</div>
</div>
<div class="tier">
<div class="talent staticTip col0" id="1924_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/ability_druid_eclipse.jpg');">
<div class="talentHolder
						 disabled" id="1924_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(1924);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1924_numPoints_sdfkte75">0</span><span>/</span><span>3</span>
</div>
</div>
</div>
<div class="talent staticTip col1" id="1923_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/ability_druid_typhoon.jpg');">
<div class="talentHolder
						 disabled" id="1923_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(1923);">
<span id="spellInfo_1923" style="display: none;"><span style="float: right;"> Радиус действия30 </span><span style="float: left;">36% запаса маны</span>
<br>
<span style="float: right;">Восстановление: 20  сек</span><span style="float: left;">Мгновенное действие</span></span>
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1923_numPoints_sdfkte75">0</span><span>/</span><span>1</span>
</div>
</div>
</div>
<div class="talent staticTip col2" id="1787_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/ability_druid_forceofnature.jpg');">
<div class="talentHolder
						 disabled" id="1787_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(1787);">
<span id="spellInfo_1787" style="display: none;"><span style="float: right;"> Радиус действия30 </span><span style="float: left;">12% запаса маны</span>
<br>
<span style="float: right;"> Восстановление: 3  мин</span><span style="float: left;">Мгновенное действие</span></span>
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1787_numPoints_sdfkte75">0</span><span>/</span><span>1</span>
</div>
</div>
</div>
<div class="talent staticTip col3" id="1925_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/ability_druid_galewinds.jpg');">
<div class="talentHolder
						 disabled" id="1925_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(1925);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1925_numPoints_sdfkte75">0</span><span>/</span><span>2</span>
</div>
</div>
</div>
</div>
<div class="tier">
<div class="talent staticTip col1" id="1928_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/ability_druid_earthandsky.jpg');">
<div class="talentHolder
						 disabled" id="1928_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(1928);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1928_numPoints_sdfkte75">0</span><span>/</span><span>3</span>
</div>
</div>
</div>
</div>
<div class="tier">
<div class="talent staticTip col1" id="1926_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/ability_druid_starfall.jpg');">
<div class="talentHolder
						 disabled" id="1926_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(1926);">
<span id="spellInfo_1926" style="display: none;"><span style="float: left;">39% запаса маны</span>
<br>
<span style="float: right;"> Восстановление: 1.5  мин</span><span style="float: left;">Мгновенное действие</span></span>
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1926_numPoints_sdfkte75">0</span><span>/</span><span>1</span>
</div>
</div>
</div>
</div>
<div class="talentTreeInfo" style="background: url(wow-icons/_images/21x21/spell_nature_starfall.png) 0 0 no-repeat;">
<span id="treeName_0_sdfkte75" style="font-weight: bold;">Баланс</span> &nbsp;<span id="treeSpent_0_sdfkte75">0</span>
</div>
</div>
<div class="talentTree" id="FeralCombat_tree_sdfkte75" style="margin-right: 3px; background-image: url('images/talents/bg/small/DruidFeralCombat.jpg')">
<div class="tier">
<div class="talent staticTip col1" id="796_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/ability_hunter_pet_hyena.jpg');">
<div class="talentHolder
						" id="796_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(796);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="796_numPoints_sdfkte75">0</span><span>/</span><span>5</span>
</div>
</div>
</div>
<div class="talent staticTip col2" id="795_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/ability_druid_demoralizingroar.jpg');">
<div class="talentHolder
						" id="795_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(795);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="795_numPoints_sdfkte75">0</span><span>/</span><span>5</span>
</div>
</div>
</div>
</div>
<div class="tier">
<div class="talent staticTip col0" id="799_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/ability_ambush.jpg');">
<div class="talentHolder
						 disabled" id="799_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(799);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="799_numPoints_sdfkte75">0</span><span>/</span><span>3</span>
</div>
</div>
</div>
<div class="talent staticTip col1" id="805_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/ability_druid_ravage.jpg');">
<div class="talentHolder
						 disabled" id="805_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(805);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="805_numPoints_sdfkte75">0</span><span>/</span><span>2</span>
</div>
</div>
</div>
<div class="talent staticTip col2" id="794_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/inv_misc_pelt_bear_03.jpg');">
<div class="talentHolder
						 disabled" id="794_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(794);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="794_numPoints_sdfkte75">0</span><span>/</span><span>3</span>
</div>
</div>
</div>
</div>
<div class="tier">
<div class="talent staticTip col0" id="807_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_nature_spiritwolf.jpg');">
<div class="talentHolder
						 disabled" id="807_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(807);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="807_numPoints_sdfkte75">0</span><span>/</span><span>2</span>
</div>
</div>
</div>
<div class="talent staticTip col1" id="1162_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/ability_druid_tigersroar.jpg');">
<div class="talentHolder
						 disabled" id="1162_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(1162);">
<span id="spellInfo_1162" style="display: none;"><span style="float: right;"> Восстановление: 3  мин</span><span style="float: left;"> Мгновенное действие </span></span>
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1162_numPoints_sdfkte75">0</span><span>/</span><span>1</span>
</div>
</div>
</div>
<div class="talent staticTip col2" id="798_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/inv_misc_monsterclaw_04.jpg');">
<div class="talentHolder
						 disabled" id="798_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(798);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="798_numPoints_sdfkte75">0</span><span>/</span><span>3</span>
</div>
</div>
</div>
</div>
<div class="tier">
<div class="talent staticTip col0" id="802_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_shadow_vampiricaura.jpg');">
<div class="talentHolder
						 disabled" id="802_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(802);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="802_numPoints_sdfkte75">0</span><span>/</span><span>2</span>
</div>
</div>
</div>
<div class="talent staticTip col1" id="803_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/ability_hunter_pet_cat.jpg');">
<div class="talentHolder
						 disabled" id="803_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(803);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="803_numPoints_sdfkte75">0</span><span>/</span><span>3</span>
</div>
</div>
</div>
<div class="talent staticTip col2" id="801_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/ability_racial_cannibalize.jpg');">
<div class="talentHolder
						 disabled" id="801_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(801);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="801_numPoints_sdfkte75">0</span><span>/</span><span>2</span>
</div>
</div>
</div>
<div class="talent staticTip col3" id="1914_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/ability_druid_primalprecision.jpg');">
<div class="talentHolder
						 disabled" id="1914_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(1914);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1914_numPoints_sdfkte75">0</span><span>/</span><span>2</span>
</div>
</div>
</div>
</div>
<div class="tier">
<div class="talent staticTip col0" id="797_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/ability_druid_bash.jpg');">
<div class="talentHolder
						 disabled" id="797_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(797);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="797_numPoints_sdfkte75">0</span><span>/</span><span>2</span>
</div>
</div>
</div>
<div class="talent staticTip col2" id="804_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/ability_hunter_pet_bear.jpg');">
<div class="talentHolder
						 disabled" id="804_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(804);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="804_numPoints_sdfkte75">0</span><span>/</span><span>1</span>
</div>
</div>
</div>
<div class="talent staticTip col3" id="1792_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/ability_druid_healinginstincts.jpg');">
<div class="talentHolder
						 disabled" id="1792_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(1792);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1792_numPoints_sdfkte75">0</span><span>/</span><span>2</span>
</div>
</div>
</div>
</div>
<div class="tier">
<div class="talent staticTip col0" id="2242_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/ability_bullrush.jpg');">
<div class="talentHolder
						 disabled" id="2242_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(2242);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="2242_numPoints_sdfkte75">0</span><span>/</span><span>3</span>
</div>
</div>
</div>
<div class="talent staticTip col1" id="808_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_holy_blessingofagility.jpg');">
<div class="talentHolder
						 disabled" id="808_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(808);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="808_numPoints_sdfkte75">0</span><span>/</span><span>5</span>
</div>
</div>
</div>
<div class="talent staticTip col2" id="1794_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/ability_druid_enrage.jpg');">
<div class="talentHolder
						 disabled" id="1794_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(1794);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1794_numPoints_sdfkte75">0</span><span>/</span><span>3</span>
</div>
</div>
</div>
</div>
<div class="tier">
<div class="talent staticTip col1" id="809_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_nature_unyeildingstamina.jpg');">
<div class="talentHolder
						 disabled" id="809_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(809);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="809_numPoints_sdfkte75">0</span><span>/</span><span>1</span>
</div>
</div>
</div>
<div class="talent staticTip col2" id="1798_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_nature_unyeildingstamina.jpg');">
<div class="talentHolder
						 disabled" id="1798_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(1798);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1798_numPoints_sdfkte75">0</span><span>/</span><span>2</span>
</div>
</div>
</div>
<div class="talent staticTip col3" id="1793_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/ability_druid_primaltenacity.jpg');">
<div class="talentHolder
						 disabled" id="1793_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(1793);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1793_numPoints_sdfkte75">0</span><span>/</span><span>3</span>
</div>
</div>
</div>
</div>
<div class="tier">
<div class="talent staticTip col0" id="2241_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/ability_druid_challangingroar.jpg');">
<div class="talentHolder
						 disabled" id="2241_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(2241);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="2241_numPoints_sdfkte75">0</span><span>/</span><span>3</span>
</div>
</div>
</div>
<div class="talent staticTip col2" id="1795_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/ability_druid_predatoryinstincts.jpg');">
<div class="talentHolder
						 disabled" id="1795_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(1795);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1795_numPoints_sdfkte75">0</span><span>/</span><span>3</span>
</div>
</div>
</div>
<div class="talent staticTip col3" id="1919_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/ability_druid_infectedwound.jpg');">
<div class="talentHolder
						 disabled" id="1919_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(1919);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1919_numPoints_sdfkte75">0</span><span>/</span><span>3</span>
</div>
</div>
</div>
</div>
<div class="tier">
<div class="talent staticTip col0" id="1921_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/ability_druid_kingofthejungle.jpg');">
<div class="talentHolder
						 disabled" id="1921_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(1921);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1921_numPoints_sdfkte75">0</span><span>/</span><span>3</span>
</div>
</div>
</div>
<div class="talent staticTip col1" id="1796_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/ability_druid_mangle2.jpg');">
<div class="talentHolder
						 disabled" id="1796_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(1796);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1796_numPoints_sdfkte75">0</span><span>/</span><span>1</span>
</div>
</div>
</div>
<div class="talent staticTip col2" id="1920_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/ability_druid_mangle2.jpg');">
<div class="talentHolder
						 disabled" id="1920_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(1920);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1920_numPoints_sdfkte75">0</span><span>/</span><span>3</span>
</div>
</div>
</div>
</div>
<div class="tier">
<div class="talent staticTip col1" id="1918_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/ability_druid_primalagression.jpg');">
<div class="talentHolder
						 disabled" id="1918_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(1918);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1918_numPoints_sdfkte75">0</span><span>/</span><span>5</span>
</div>
</div>
</div>
<div class="talent staticTip col2" id="2266_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/ability_druid_rake.jpg');">
<div class="talentHolder
						 disabled" id="2266_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(2266);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="2266_numPoints_sdfkte75">0</span><span>/</span><span>1</span>
</div>
</div>
</div>
</div>
<div class="tier">
<div class="talent staticTip col1" id="1927_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/ability_druid_berserk.jpg');">
<div class="talentHolder
						 disabled" id="1927_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(1927);">
<span id="spellInfo_1927" style="display: none;"><span style="float: right;"> Восстановление: 3  мин</span><span style="float: left;"> Мгновенное действие </span></span>
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1927_numPoints_sdfkte75">0</span><span>/</span><span>1</span>
</div>
</div>
</div>
</div>
<div class="talentTreeInfo" style="background: url(wow-icons/_images/21x21/ability_racial_bearform.png) 0 0 no-repeat;">
<span id="treeName_1_sdfkte75" style="font-weight: bold;">Сила зверя</span> &nbsp;<span id="treeSpent_1_sdfkte75">0</span>
</div>
</div>
<div class="talentTree" id="Restoration_tree_sdfkte75" style="background-image: url('images/talents/bg/small/DruidRestoration.jpg');">
<div class="tier">
<div class="talent staticTip col0" id="821_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/spell_nature_regeneration.jpg');">
<div class="talentHolder
						" id="821_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(821);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="821_numPoints_sdfkte75">0</span><span>/</span><span>2</span>
</div>
</div>
</div>
<div class="talent staticTip col1" id="823_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/spell_nature_healingwavegreater.jpg');">
<div class="talentHolder
						" id="823_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(823);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="823_numPoints_sdfkte75">0</span><span>/</span><span>3</span>
</div>
</div>
</div>
<div class="talent staticTip col2" id="822_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/spell_holy_blessingofstamina.jpg');">
<div class="talentHolder
						" id="822_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(822);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="822_numPoints_sdfkte75">0</span><span>/</span><span>5</span>
</div>
</div>
</div>
</div>
<div class="tier">
<div class="talent staticTip col0" id="824_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_nature_healingtouch.jpg');">
<div class="talentHolder
						 disabled" id="824_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(824);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="824_numPoints_sdfkte75">0</span><span>/</span><span>5</span>
</div>
</div>
</div>
<div class="talent staticTip col1" id="841_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/ability_eyeoftheowl.jpg');">
<div class="talentHolder
						 disabled" id="841_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(841);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="841_numPoints_sdfkte75">0</span><span>/</span><span>3</span>
</div>
</div>
</div>
<div class="talent staticTip col2" id="826_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_nature_wispsplode.jpg');">
<div class="talentHolder
						 disabled" id="826_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(826);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="826_numPoints_sdfkte75">0</span><span>/</span><span>3</span>
</div>
</div>
</div>
</div>
<div class="tier">
<div class="talent staticTip col0" id="829_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_frost_windwalkon.jpg');">
<div class="talentHolder
						 disabled" id="829_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(829);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="829_numPoints_sdfkte75">0</span><span>/</span><span>3</span>
</div>
</div>
</div>
<div class="talent staticTip col1" id="827_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_nature_crystalball.jpg');">
<div class="talentHolder
						 disabled" id="827_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(827);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="827_numPoints_sdfkte75">0</span><span>/</span><span>1</span>
</div>
</div>
</div>
<div class="talent staticTip col2" id="1915_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/ability_druid_mastershapeshifter.jpg');">
<div class="talentHolder
						 disabled" id="1915_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(1915);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1915_numPoints_sdfkte75">0</span><span>/</span><span>2</span>
</div>
</div>
</div>
</div>
<div class="tier">
<div class="talent staticTip col1" id="843_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_holy_elunesgrace.jpg');">
<div class="talentHolder
						 disabled" id="843_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(843);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="843_numPoints_sdfkte75">0</span><span>/</span><span>5</span>
</div>
</div>
</div>
<div class="talent staticTip col2" id="830_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_nature_rejuvenation.jpg');">
<div class="talentHolder
						 disabled" id="830_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(830);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="830_numPoints_sdfkte75">0</span><span>/</span><span>3</span>
</div>
</div>
</div>
</div>
<div class="tier">
<div class="talent staticTip col0" id="831_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_nature_ravenform.jpg');">
<div class="talentHolder
						 disabled" id="831_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(831);">
<span id="spellInfo_831" style="display: none;"><span style="float: right;"> Восстановление: 3  мин</span><span style="float: left;"> Мгновенное действие </span></span>
<div class="talentHover"></div>
<div class="rankCtr">
<span id="831_numPoints_sdfkte75">0</span><span>/</span><span>1</span>
</div>
</div>
</div>
<div class="talent staticTip col1" id="828_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_nature_protectionformnature.jpg');">
<div class="talentHolder
						 disabled" id="828_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(828);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="828_numPoints_sdfkte75">0</span><span>/</span><span>5</span>
</div>
</div>
</div>
<div class="talent staticTip col3" id="842_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_nature_tranquility.jpg');">
<div class="talentHolder
						 disabled" id="842_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(842);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="842_numPoints_sdfkte75">0</span><span>/</span><span>2</span>
</div>
</div>
</div>
</div>
<div class="tier">
<div class="talent staticTip col0" id="1788_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/ability_druid_empoweredtouch.jpg');">
<div class="talentHolder
						 disabled" id="1788_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(1788);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1788_numPoints_sdfkte75">0</span><span>/</span><span>2</span>
</div>
</div>
</div>
<div class="talent staticTip col2" id="825_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_nature_resistnature.jpg');">
<div class="talentHolder
						 disabled" id="825_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(825);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="825_numPoints_sdfkte75">0</span><span>/</span><span>5</span>
</div>
</div>
</div>
</div>
<div class="tier">
<div class="talent staticTip col0" id="1797_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_nature_giftofthewaterspirit.jpg');">
<div class="talentHolder
						 disabled" id="1797_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(1797);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1797_numPoints_sdfkte75">0</span><span>/</span><span>3</span>
</div>
</div>
</div>
<div class="talent staticTip col1" id="844_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/inv_relics_idolofrejuvenation.jpg');">
<div class="talentHolder
						 disabled" id="844_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(844);">
<span id="spellInfo_844" style="display: none;"><span style="float: right;"> Радиус действия40 </span><span style="float: left;">16% запаса маны</span>
<br>
<span style="float: right;">Восстановление: 15  сек</span><span style="float: left;">Мгновенное действие</span></span>
<div class="talentHover"></div>
<div class="rankCtr">
<span id="844_numPoints_sdfkte75">0</span><span>/</span><span>1</span>
</div>
</div>
</div>
<div class="talent staticTip col2" id="1790_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/ability_druid_naturalperfection.jpg');">
<div class="talentHolder
						 disabled" id="1790_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(1790);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1790_numPoints_sdfkte75">0</span><span>/</span><span>3</span>
</div>
</div>
</div>
</div>
<div class="tier">
<div class="talent staticTip col1" id="1789_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/ability_druid_empoweredrejuvination.jpg');">
<div class="talentHolder
						 disabled" id="1789_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(1789);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1789_numPoints_sdfkte75">0</span><span>/</span><span>5</span>
</div>
</div>
</div>
<div class="talent staticTip col2" id="1922_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/ability_druid_giftoftheearthmother.jpg');">
<div class="talentHolder
						 disabled" id="1922_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(1922);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1922_numPoints_sdfkte75">0</span><span>/</span><span>3</span>
</div>
</div>
</div>
</div>
<div class="tier">
<div class="talent staticTip col0" id="1929_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/ability_druid_replenish.jpg');">
<div class="talentHolder
						 disabled" id="1929_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(1929);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1929_numPoints_sdfkte75">0</span><span>/</span><span>3</span>
</div>
</div>
</div>
<div class="talent staticTip col1" id="1791_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/ability_druid_treeoflife.jpg');">
<div class="talentHolder
						 disabled" id="1791_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(1791);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1791_numPoints_sdfkte75">0</span><span>/</span><span>1</span>
</div>
</div>
</div>
<div class="talent staticTip col2" id="1930_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/ability_druid_improvedtreeform.jpg');">
<div class="talentHolder
						 disabled" id="1930_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(1930);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1930_numPoints_sdfkte75">0</span><span>/</span><span>3</span>
</div>
</div>
</div>
</div>
<div class="tier">
<div class="talent staticTip col0" id="2264_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_nature_stoneclawtotem.jpg');">
<div class="talentHolder
						 disabled" id="2264_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(2264);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="2264_numPoints_sdfkte75">0</span><span>/</span><span>2</span>
</div>
</div>
</div>
<div class="talent staticTip col2" id="1916_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/ability_druid_manatree.jpg');">
<div class="talentHolder
						 disabled" id="1916_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(1916);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1916_numPoints_sdfkte75">0</span><span>/</span><span>5</span>
</div>
</div>
</div>
</div>
<div class="tier">
<div class="talent staticTip col1" id="1917_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/ability_druid_flourish.jpg');">
<div class="talentHolder
						 disabled" id="1917_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(1917);">
<span id="spellInfo_1917" style="display: none;"><span style="float: right;"> Радиус действия40 </span><span style="float: left;">26% запаса маны</span>
<br>
<span style="float: right;">Восстановление: 6  сек</span><span style="float: left;">Мгновенное действие</span></span>
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1917_numPoints_sdfkte75">0</span><span>/</span><span>1</span>
</div>
</div>
</div>
</div>
<div class="talentTreeInfo" style="background: url(wow-icons/_images/21x21/spell_nature_healingtouch.png) 0 0 no-repeat;">
<span id="treeName_2_sdfkte75" style="font-weight: bold;">Исцеление</span> &nbsp;<span id="treeSpent_2_sdfkte75">0</span>
</div>
</div>
<table border="0" cellpadding="0" cellspacing="0" class="resetExportHolder">
<tr>
<td><a class="awesomeButton awesomeButton-exportBuild" href="#" id="linkToBuild_sdfkte75" target="_blank"><span>
<div class="staticTip" onmouseover="setTipText('Создание копии данной раскладки и ее перенос в расчет талантов.')">Копия</div>
</span></a></td>
</tr>
</table>
</div>
</div>
</div>
</div>
</div>
<div class="clear"></div>
</div>
</div>
</div>
</div>
</div>
</div>
</div>
</div>
<script type="text/javascript">
				$(document).ready(function(){
					initCharTalents();			
				});
			</script>
</div>
</div>
</div>
</div>