<xsl-template name="head-content">
<script src="_js/tools/talent-calc.js" type="text/javascript"></script>
</xsl-template>
<script type="text/javascript">
		{literal} var talentData_sdfkte75 = [
		
			{
				id:   "Arcane",
				name: "Тайная магия",
				talents: [
				
					{
						id:     74,
						tier:   0,
						column: 0,
						name:  "Искусные чары",
						icon:  "spell_holy_dispelmagic",
						
						ranks: [
						
							"Снижает вероятность того, что ваши благотворные заклинания и заклинания, наносящие периодический урон, будут рассеяны, на 15%, а угрозу, создаваемую вашими заклинаниями тайной магии, – на 20%."
							,
							"Снижает вероятность того, что ваши благотворные заклинания и заклинания, наносящие периодический урон, будут рассеяны, на 30%, а угрозу, создаваемую вашими заклинаниями тайной магии, – на 40%."
							
						]
					}
					,
					{
						id:     76,
						tier:   0,
						column: 1,
						name:  "Средоточие чар",
						icon:  "spell_holy_devotion",
						
						ranks: [
						
							"Повышает вероятность попадания заклинаниями тайной магии и снижает затраты маны на них на 1%."
							,
							"Повышает вероятность попадания заклинаниями тайной магии и снижает затраты маны на них на 2%."
							,
							"Повышает вероятность попадания заклинаниями тайной магии и снижает затраты маны на них на 3%."
							
						]
					}
					,
					{
						id:     80,
						tier:   0,
						column: 2,
						name:  "Чародейское равновесие",
						icon:  "spell_nature_starfall",
						
						ranks: [
						
							"Сокращает задержку произнесения заклинаний \"Чародейские стрелы\" и \"Чародейская вспышка\" при получении урона на 20%."
							,
							"Сокращает задержку произнесения заклинаний \"Чародейские стрелы\" и \"Чародейская вспышка\" при получении урона на 40%."
							,
							"Сокращает задержку произнесения заклинаний \"Чародейские стрелы\" и \"Чародейская вспышка\" при получении урона на 60%."
							,
							"Сокращает задержку произнесения заклинаний \"Чародейские стрелы\" и \"Чародейская вспышка\" при получении урона на 80%."
							,
							"Сокращает задержку произнесения заклинаний \"Чародейские стрелы\" и \"Чародейская вспышка\" при получении урона на 100%."
							
						]
					}
					,
					{
						id:     85,
						tier:   1,
						column: 0,
						name:  "Чародейская стойкость",
						icon:  "spell_arcane_arcaneresilience",
						
						ranks: [
						
							"Увеличивает показатель вашей брони на 50% от интеллекта."
							,
							"Увеличивает показатель вашей брони на 100% от интеллекта."
							,
							"Увеличивает показатель вашей брони на 150% от интеллекта."
							
						]
					}
					,
					{
						id:     1650,
						tier:   1,
						column: 1,
						name:  "Магическое поглощение",
						icon:  "spell_nature_astralrecalgroup",
						
						ranks: [
						
							"Повышает сопротивление всем видам магии на 0,5 за уровень. Если заклинание не имело эффекта из-за вашего сопротивления, вы восполняете 1% максимального вашей маны, но этот эффект срабатывает не чаще, чем раз в 1 сек."
							,
							"Повышает сопротивление всем видам магии на 1 за уровень. Если заклинание не имело эффекта из-за вашего сопротивления, вы восполняете 2% максимального вашей маны, но этот эффект срабатывает не чаще, чем раз в 1 сек."
							
						]
					}
					,
					{
						id:     75,
						tier:   1,
						column: 2,
						name:  "Чародейская сосредоточенность",
						icon:  "spell_shadow_manaburn",
						
						ranks: [
						
							"Если ваше заклинание наносит урон противнику, вы с вероятностью 2% приходите в состояние \"Ясность мысли\". \"Ясность мысли\" снижает затраты маны на ваше следующее заклинание, наносящее урон, на 100%."
							,
							"Если ваше заклинание наносит урон противнику, вы с вероятностью 4% приходите в состояние \"Ясность мысли\". \"Ясность мысли\" снижает затраты маны на ваше следующее заклинание, наносящее урон, на 100%."
							,
							"Если ваше заклинание наносит урон противнику, вы с вероятностью 6% приходите в состояние \"Ясность мысли\". \"Ясность мысли\" снижает затраты маны на ваше следующее заклинание, наносящее урон, на 100%."
							,
							"Если ваше заклинание наносит урон противнику, вы с вероятностью 8% приходите в состояние \"Ясность мысли\". \"Ясность мысли\" снижает затраты маны на ваше следующее заклинание, наносящее урон, на 100%."
							,
							"Если ваше заклинание наносит урон противнику, вы с вероятностью 10% приходите в состояние \"Ясность мысли\". \"Ясность мысли\" снижает затраты маны на ваше следующее заклинание, наносящее урон, на 100%."
							
						]
					}
					,
					{
						id:     82,
						tier:   2,
						column: 0,
						name:  "Магическое созвучие",
						icon:  "spell_nature_abolishmagic",
						
						ranks: [
						
							"Увеличивает дальность действия ваших заклинаний тайной магии на 3 м и повышает эффективность заклинаний \"Усиление магии\" и \"Ослабление магии\" на 25%."
							,
							"Увеличивает дальность действия ваших заклинаний тайной магии на 6 м и повышает эффективность заклинаний \"Усиление магии\" и \"Ослабление магии\" на 50%."
							
						]
					}
					,
					{
						id:     81,
						tier:   2,
						column: 1,
						name:  "Чародейский удар",
						icon:  "spell_nature_wispsplode",
						
						ranks: [
						
							"Увеличивает урон от заклинаний \"Чародейский взрыв\", \"Чародейская вспышка\", \"Взрывная волна\", \"Огненный взрыв\", \"Ожог\", \"Огненный шар\", \"Ледяное копье\" и \"Конус холода\" на 2%."
							,
							"Увеличивает урон от заклинаний \"Чародейский взрыв\", \"Чародейская вспышка\", \"Взрывная волна\", \"Огненный взрыв\", \"Ожог\", \"Огненный шар\", \"Ледяное копье\" и \"Конус холода\" на 4%."
							,
							"Увеличивает урон от заклинаний \"Чародейский взрыв\", \"Чародейская вспышка\", \"Взрывная волна\", \"Огненный взрыв\", \"Ожог\", \"Огненный шар\", \"Ледяное копье\" и \"Конус холода\" на 6%."
							
						]
					}
					,
					{
						id:     1845,
						tier:   2,
						column: 2,
						name:  "Послушник разума",
						icon:  "ability_mage_studentofthemind",
						
						ranks: [
						
							"Повышает ваш дух на 4%."
							,
							"Повышает ваш дух на 7%."
							,
							"Повышает ваш дух на 10%."
							
						]
					}
					,
					{
						id:     2211,
						tier:   2,
						column: 3,
						name:  "Магическая концентрация",
						icon:  "spell_arcane_studentofmagic",
						
						ranks: [
						
							"Повышает вероятность критического эффекта заклинаний выбранного союзника на 3%. Если его заклинание имеет критический эффект, вероятность критического эффекта ваших заклинаний также повышается на 3% на 10 сек. Данный эффект нельзя наложить на себя."
							
						]
					}
					,
					{
						id:     83,
						tier:   3,
						column: 0,
						name:  "Чародейская защита",
						icon:  "spell_shadow_detectlesserinvisibility",
						
						ranks: [
						
							"Снижает потери маны при получении урона под действием заклинания \"Щит маны\" на 17%, увеличивает прирост сопротивления под действием заклинания \"Магический доспех\" на 25%."
							,
							"Снижает потери маны при получении урона под действием заклинания \"Щит маны\" на 33%, увеличивает прирост сопротивления под действием заклинания \"Магический доспех\" на 50%."
							
						]
					}
					,
					{
						id:     88,
						tier:   3,
						column: 1,
						name:  "Улучшенная Антимагия",
						icon:  "spell_frost_iceshock",
						
						ranks: [
						
							"Ваше заклинание \"Антимагия\" также лишает противника возможности произносить заклинания на 2 сек."
							,
							"Ваше заклинание \"Антимагия\" также лишает противника возможности произносить заклинания на 4 сек."
							
						]
					}
					,
					{
						id:     1142,
						tier:   3,
						column: 2,
						name:  "Чародейская медитация",
						icon:  "spell_shadow_siphonmana",
						
						ranks: [
						
							"Во время произнесения заклинаний мана восполняется со скоростью, равной 17% от обычной."
							,
							"Во время произнесения заклинаний мана восполняется со скоростью, равной 33% от обычной."
							,
							"Во время произнесения заклинаний мана восполняется со скоростью, равной 50% от обычной."
							
						]
					}
					,
					{
						id:     2222,
						tier:   3,
						column: 3,
						name:  "Пытка слабых",
						icon:  "ability_mage_tormentoftheweak",
						
						ranks: [
						
							"Увеличивает урон от заклинаний \"Ледяная стрела\", \"Огненный шар\", \"Стрела ледяного огня\", \"Чародейские стрелы\", \"Чародейская вспышка\" и \"Чародейский обстрел\", наносимый скованным или замедленным целям, на 4%."
							,
							"Увеличивает урон от заклинаний \"Ледяная стрела\", \"Огненный шар\", \"Стрела ледяного огня\", \"Чародейские стрелы\", \"Чародейская вспышка\" и \"Чародейский обстрел\", наносимый скованным или замедленным целям, на 8%."
							,
							"Увеличивает урон от заклинаний \"Ледяная стрела\", \"Огненный шар\", \"Стрела ледяного огня\", \"Чародейские стрелы\", \"Чародейская вспышка\" и \"Чародейский обстрел\", наносимый скованным или замедленным целям, на 12%."
							
						]
					}
					,
					{
						id:     1724,
						tier:   4,
						column: 0,
						name:  "Улучшенный скачок",
						icon:  "spell_arcane_blink",
						
						ranks: [
						
							"Снижает затраты маны на заклинание \"Скачок\" на 25%. После произнесения этого заклинания вероятность того, что по вам попадут оружием или заклинанием, снижается на 15% на 4 сек."
							,
							"Снижает затраты маны на заклинание \"Скачок\" на 50%. После произнесения этого заклинания вероятность того, что по вам попадут оружием или заклинанием, снижается на 30% на 4 сек."
							
						]
					}
					,
					{
						id:     86,
						tier:   4,
						column: 1,
						name:  "Величие разума",
						icon:  "spell_nature_enchantarmor",
						
						ranks: [
						
							"При использовании позволяет мгновенно произнести заклинание, обычное время произнесения которого ниже 10 сек."
							
						]
					}
					,
					{
						id:     77,
						tier:   4,
						column: 3,
						name:  "Чародейский ум",
						icon:  "spell_shadow_charm",
						
						ranks: [
						
							"Увеличивает интеллект на 3%."
							,
							"Увеличивает интеллект на 6%."
							,
							"Увеличивает интеллект на 9%."
							,
							"Увеличивает интеллект на 12%."
							,
							"Увеличивает интеллект на 15%."
							
						]
					}
					,
					{
						id:     1726,
						tier:   5,
						column: 0,
						name:  "Призматический плащ",
						icon:  "spell_arcane_prismaticcloak",
						
						ranks: [
						
							"Снижает весь получаемый урон на 2% и сокращает время ухода в \"Невидимость\" на 1 сек."
							,
							"Снижает весь получаемый урон на 4% и сокращает время ухода в \"Невидимость\" на 2 сек."
							,
							"Снижает весь получаемый урон на 6% и сокращает время ухода в \"Невидимость\" на 3 сек."
							
						]
					}
					,
					{
						id:     421,
						tier:   5,
						column: 1,
						name:  "Магическая нестабильность",
						icon:  "spell_shadow_teleport",
						
							requires: 86,
						
						ranks: [
						
							"Увеличивает урон, наносимый вашими заклинаниями, и вероятность нанести критический удар на 1%."
							,
							"Увеличивает урон, наносимый вашими заклинаниями, и вероятность нанести критический удар на 2%."
							,
							"Увеличивает урон, наносимый вашими заклинаниями, и вероятность нанести критический удар на 3%."
							
						]
					}
					,
					{
						id:     1725,
						tier:   5,
						column: 2,
						name:  "Чародейское могущество",
						icon:  "spell_arcane_arcanepotency",
						
							requires: 86,
						
						ranks: [
						
							"Повышает вероятность нанести критический урон заклинанием, накладываемым в состоянии \"Ясность мысли\" или \"Величие разума\" на 15%."
							,
							"Повышает вероятность нанести критический урон заклинанием, накладываемым в состоянии \"Ясность мысли\" или \"Величие разума\" на 30%."
							
						]
					}
					,
					{
						id:     1727,
						tier:   6,
						column: 0,
						name:  "Усиленные чародейские стрелы",
						icon:  "spell_nature_starfall",
						
						ranks: [
						
							"Увеличивает урон, наносимый вашим заклинанием \"Чародейские стрелы\", на 15% от вашей силы заклинаний, а урон, наносимый вашим заклинанием \"Чародейская вспышка\", на 3% от вашей силы заклинаний."
							,
							"Увеличивает урон, наносимый вашим заклинанием \"Чародейские стрелы\", на 30% от вашей силы заклинаний, а урон, наносимый вашим заклинанием \"Чародейская вспышка\", на 6% от вашей силы заклинаний."
							,
							"Увеличивает урон, наносимый вашим заклинанием \"Чародейские стрелы\", на 45% от вашей силы заклинаний, а урон, наносимый вашим заклинанием \"Чародейская вспышка\", на 9% от вашей силы заклинаний."
							
						]
					}
					,
					{
						id:     87,
						tier:   6,
						column: 1,
						name:  "Мощь тайной магии",
						icon:  "spell_nature_lightning",
						
							requires: 421,
						
						ranks: [
						
							"При использовании увеличивает урон, наносимый вашими заклинаниями, на 20%, а затраты маны – на 20%. Время действия – 15 сек."
							
						]
					}
					,
					{
						id:     1844,
						tier:   6,
						column: 2,
						name:  "Колдовское поглощение",
						icon:  "ability_mage_incantersabsorbtion",
						
						ranks: [
						
							"Если вы поглощаете урон, то урон от ваших заклинаний на 10 сек. увеличивается на 5% от поглощенного количества. Общий прирост наносимого урона не может превышать 5% от вашего здоровья."
							,
							"Если вы поглощаете урон, то урон от ваших заклинаний на 10 сек. увеличивается на 10% от поглощенного количества. Общий прирост наносимого урона не может превышать 5% от вашего здоровья."
							,
							"Если вы поглощаете урон, то урон от ваших заклинаний на 10 сек. увеличивается на 15% от поглощенного количества. Общий прирост наносимого урона не может превышать 5% от вашего здоровья."
							
						]
					}
					,
					{
						id:     1843,
						tier:   7,
						column: 1,
						name:  "Волшебные течения",
						icon:  "ability_mage_potentspirit",
						
							requires: 87,
						
						ranks: [
						
							"Сокращает время восстановления заклинаний \"Величие разума\", \"Мощь тайной магии\" и \"Невидимость\" на 15%, а заклинания \"Прилив сил\" – на 1 мин."
							,
							"Сокращает время восстановления заклинаний \"Величие разума\", \"Мощь тайной магии\" и \"Невидимость\" на 30%, а заклинания \"Прилив сил\" – на 2 мин."
							
						]
					}
					,
					{
						id:     1728,
						tier:   7,
						column: 2,
						name:  "Владыка разума",
						icon:  "spell_arcane_mindmastery",
						
						ranks: [
						
							"Увеличивает силу заклинаний на 3% от интеллекта."
							,
							"Увеличивает силу заклинаний на 6% от интеллекта."
							,
							"Увеличивает силу заклинаний на 9% от интеллекта."
							,
							"Увеличивает силу заклинаний на 12% от интеллекта."
							,
							"Увеличивает силу заклинаний на 15% от интеллекта."
							
						]
					}
					,
					{
						id:     1729,
						tier:   8,
						column: 1,
						name:  "Замедление",
						icon:  "spell_nature_slow",
						
						ranks: [
						
							"Снижает скорость передвижения цели на 60%, увеличивает время между атаками дальнего боя на 60% и время произнесения заклинаний на 30%. Время действия – 15 сек. Замедление одновременно можно применять только к одной цели."
							
						]
					}
					,
					{
						id:     2209,
						tier:   8,
						column: 2,
						name:  "Заградительные стрелы",
						icon:  "ability_mage_missilebarrage",
						
						ranks: [
						
							"С вероятностью 8% после произнесения заклинания \"Чародейская вспышка\" и с вероятностью 4% после произнесения заклинаний \"Чародейский обстрел\", \"Огненный шар\", \"Ледяная стрела\" или \"Стрела ледяного огня\" время применения последующего заклинания \"Чародейские стрелы\" сократится на 2.5 с, затраты маны снизятся на 100% и стрелы будут создаваться каждые 0,5 секунды."
							,
							"С вероятностью 16% после произнесения заклинания \"Чародейская вспышка\" и с вероятностью 8% после произнесения заклинаний \"Чародейский обстрел\", \"Огненный шар\", \"Ледяная стрела\" или \"Стрела ледяного огня\" время применения последующего заклинания \"Чародейские стрелы\" сократится на 2.5 с, затраты маны снизятся на 100% и стрелы будут создаваться каждые 0,5 секунды."
							,
							"С вероятностью 24% после произнесения заклинания \"Чародейская вспышка\" и с вероятностью 12% после произнесения заклинаний \"Чародейский обстрел\", \"Огненный шар\", \"Ледяная стрела\" или \"Стрела ледяного огня\" время применения последующего заклинания \"Чародейские стрелы\" сократится на 2.5 с, затраты маны снизятся на 100% и стрелы будут создаваться каждые 0,5 секунды."
							,
							"С вероятностью 32% после произнесения заклинания \"Чародейская вспышка\" и с вероятностью 16% после произнесения заклинаний \"Чародейский обстрел\", \"Огненный шар\", \"Ледяная стрела\" или \"Стрела ледяного огня\" время применения последующего заклинания \"Чародейские стрелы\" сократится на 2.5 с, затраты маны снизятся на 100% и стрелы будут создаваться каждые 0,5 секунды."
							,
							"С вероятностью 40% после произнесения заклинания \"Чародейская вспышка\" и с вероятностью 20% после произнесения заклинаний \"Чародейский обстрел\", \"Огненный шар\", \"Ледяная стрела\" или \"Стрела ледяного огня\" время применения последующего заклинания \"Чародейские стрелы\" сократится на 2.5 с, затраты маны снизятся на 100% и стрелы будут создаваться каждые 0,5 секунды."
							
						]
					}
					,
					{
						id:     1846,
						tier:   9,
						column: 1,
						name:  "Ветры Пустоты",
						icon:  "ability_mage_netherwindpresence",
						
						ranks: [
						
							"Увеличивает скорость произнесения заклинаний на 2%."
							,
							"Увеличивает скорость произнесения заклинаний на 4%."
							,
							"Увеличивает скорость произнесения заклинаний на 6%."
							
						]
					}
					,
					{
						id:     1826,
						tier:   9,
						column: 2,
						name:  "Сила заклинаний",
						icon:  "spell_arcane_arcanetorrent",
						
						ranks: [
						
							"Увеличивает дополнительный урон при критическом ударе заклинаниями на 25%."
							,
							"Увеличивает дополнительный урон при критическом ударе заклинаниями на 50%."
							
						]
					}
					,
					{
						id:     1847,
						tier:   10,
						column: 1,
						name:  "Чародейский обстрел",
						icon:  "ability_mage_arcanebarrage",
						
						ranks: [
						
							"Запускает несколько волшебных стрел в противника, нанося 386 - 470 ед. урона от тайной магии."
							
						]
					}
					
				]
			}
			,
			{
				id:   "Fire",
				name: "Огонь",
				talents: [
				
					{
						id:     27,
						tier:   0,
						column: 0,
						name:  "Улучшенный огненный взрыв",
						icon:  "spell_fire_fireball",
						
						ranks: [
						
							"Сокращает время воcстановления заклинания \"Огненный взрыв\" на 1 сек."
							,
							"Сокращает время воcстановления заклинания \"Огненный взрыв\" на 2 сек."
							
						]
					}
					,
					{
						id:     1141,
						tier:   0,
						column: 1,
						name:  "Испепеление",
						icon:  "spell_fire_flameshock",
						
						ranks: [
						
							"Увеличивает вероятность нанесения критического удара заклинаниями \"Огненный взрыв\", \"Ожог\", \"Чародейская вспышка\" и \"Конус холода\" на 2%."
							,
							"Увеличивает вероятность нанесения критического удара заклинаниями \"Огненный взрыв\", \"Ожог\", \"Чародейская вспышка\" и \"Конус холода\" на 4%."
							,
							"Увеличивает вероятность нанесения критического удара заклинаниями \"Огненный взрыв\", \"Ожог\", \"Чародейская вспышка\" и \"Конус холода\" на 6%."
							
						]
					}
					,
					{
						id:     26,
						tier:   0,
						column: 2,
						name:  "Улучшенный огненный шар",
						icon:  "spell_fire_flamebolt",
						
						ranks: [
						
							"Сокращает время произнесения заклинания \"Огненный шар\" на 0.1 секунды."
							,
							"Сокращает время произнесения заклинания \"Огненный шар\" на 0.2 секунды."
							,
							"Сокращает время произнесения заклинания \"Огненный шар\" на 0.3 секунды."
							,
							"Сокращает время произнесения заклинания \"Огненный шар\" на 0.4 секунды."
							,
							"Сокращает время произнесения заклинания \"Огненный шар\" на 0.5 секунды."
							
						]
					}
					,
					{
						id:     34,
						tier:   1,
						column: 0,
						name:  "Воспламенение",
						icon:  "spell_fire_incinerate",
						
						ranks: [
						
							"Критические удары ваших заклинаний магии огня воспламеняют цель, нанося ей дополнительный урон в размере 8% от урона примененного заклинания в течение 4 сек."
							,
							"Критические удары заклинаний магии огня воспламеняют цель, нанося ей дополнительный урон в размере 16% от урона примененного заклинания в течение 4 сек."
							,
							"Критические удары ваших заклинаний магии огня воспламеняют цель, нанося ей дополнительный урон в размере 24% от урона примененного заклинания в течение 4 сек."
							,
							"Критические удары ваших заклинаний магии огня воспламеняют цель, нанося ей дополнительный урон в размере 32% от урона примененного заклинания в течение 4 сек."
							,
							"Критические удары ваших заклинаний магии огня воспламеняют цель, нанося ей дополнительный урон в размере 40% от урона примененного заклинания в течение 4 сек."
							
						]
					}
					,
					{
						id:     2212,
						tier:   1,
						column: 1,
						name:  "Горячее стремление",
						icon:  "spell_fire_totemofwrath",
						
						ranks: [
						
							"Если во время произнесения заклинания вы будете прерваны или на вас будет наложена немота, вы с вероятностью 50% станете невосприимчивы к этим эффектам на 10 сек."
							,
							"Если во время произнесения заклинания вы будете прерваны или на вас будет наложена немота, вы с вероятностью 100% станете невосприимчивы к этим эффектам на 10 сек."
							
						]
					}
					,
					{
						id:     31,
						tier:   1,
						column: 2,
						name:  "Вселенский пожар",
						icon:  "ability_mage_worldinflames",
						
						ranks: [
						
							"Повышает вероятность нанести критический урон заклинаниями \"Огненный столб\", \"Огненная глыба\", \"Взрывная волна\", \"Дыхание дракона\", \"Живая бомба\", \"Снежная буря\" и \"Чародейский взрыв\" на 2%."
							,
							"Повышает вероятность нанести критический урон заклинаниями \"Огненный столб\", \"Огненная глыба\", \"Взрывная волна\", \"Дыхание дракона\", \"Живая бомба\", \"Снежная буря\" и \"Чародейский взрыв\" на 4%."
							,
							"Повышает вероятность нанести критический урон заклинаниями \"Огненный столб\", \"Огненная глыба\", \"Взрывная волна\", \"Дыхание дракона\", \"Живая бомба\", \"Снежная буря\" и \"Чародейский взрыв\" на 6%."
							
						]
					}
					,
					{
						id:     28,
						tier:   2,
						column: 0,
						name:  "Метание пламени",
						icon:  "spell_fire_flare",
						
						ranks: [
						
							"Увеличивает дальность действия всех ваших заклинаний магии огня, кроме заклинания \"Стрела ледяного огня\", на 3 м."
							,
							"Увеличивает дальность действия всех ваших заклинаний магии огня, кроме заклинания \"Стрела ледяного огня\", на 6 м."
							
						]
					}
					,
					{
						id:     30,
						tier:   2,
						column: 1,
						name:  "Сотрясение",
						icon:  "spell_fire_meteorstorm",
						
						ranks: [
						
							"С вероятностью 4% ваш следующий \"Огненный взрыв\" оглушит цель на 2 сек."
							,
							"С вероятностью 7% ваш следующий \"Огненный взрыв\" оглушит цель на 2 сек."
							,
							"С вероятностью 10% ваш следующий \"Огненный взрыв\" оглушит цель на 2 сек."
							
						]
					}
					,
					{
						id:     29,
						tier:   2,
						column: 2,
						name:  "Огненная глыба",
						icon:  "spell_fire_fireball02",
						
						ranks: [
						
							"Бросает в противника огромную огненную глыбу, которая наносит 141 - 187 ед. урона от огня единовременно и 56 ед. урона от огня в течение 12 сек."
							
						]
					}
					,
					{
						id:     23,
						tier:   2,
						column: 3,
						name:  "Пылающая душа",
						icon:  "spell_fire_fire",
						
						ranks: [
						
							"Сокращает задержку произнесения заклинаний магии огня при получении урона на 35%. Снижает уровень угрозы, создаваемый такими заклинаниями, на 5%."
							,
							"Сокращает задержку произнесения заклинаний магии огня при получении урона на 70%. Снижает уровень угрозы, создаваемый такими заклинаниями, на 10%."
							
						]
					}
					,
					{
						id:     25,
						tier:   3,
						column: 0,
						name:  "Улучшенный ожог",
						icon:  "spell_fire_soulburn",
						
						ranks: [
						
							"Повышает вероятность нанести критический урон заклинаниями \"Ожог\", \"Огненный шар\" и \"Стрела ледяного огня\" на 1%. С вероятностью 33% заклинание \"Ожог\" может сделать противника уязвимым для магии, повышая вероятность нанесения ему критического удара заклинаниями на 1% на 30 сек. Эффект суммируется до 5 раз."
							,
							"Повышает вероятность нанести критический урон заклинаниями \"Ожог\", \"Огненный шар\" и \"Стрела ледяного огня\" на 2%. С вероятностью 66% заклинание \"Ожог\" может сделать противника уязвимым для магии, повышая вероятность нанесения ему критического удара заклинаниями на 1% на 30 сек. Эффект суммируется до 5 раз."
							,
							"Повышает вероятность нанести критический урон заклинаниями \"Ожог\", \"Огненный шар\" и \"Стрела ледяного огня\" на 3%. С вероятностью 100% заклинание \"Ожог\" может сделать противника уязвимым для магии, повышая вероятность нанесения ему критического удара заклинаниями на 1% на 30 сек. Эффект суммируется до 5 раз."
							
						]
					}
					,
					{
						id:     24,
						tier:   3,
						column: 1,
						name:  "Раскаленные щиты",
						icon:  "spell_fire_firearmor",
						
						ranks: [
						
							"Заклинания \"Защита от огня\" и \"Защита от льда\" с вероятностью 15% отражают заклинания соответствующих школ. Кроме того, \"Раскаленный доспех\" с вероятностью 50% влияет на атаки дальнего боя и атаки заклинаниями."
							,
							"Заклинания \"Защита от огня\" и \"Защита от льда\" с вероятностью 30% отражают заклинания соответствующих школ. Кроме того, \"Раскаленный доспех\" с вероятностью 100% влияет на атаки дальнего боя и атаки заклинаниями."
							
						]
					}
					,
					{
						id:     1639,
						tier:   3,
						column: 3,
						name:  "Повелитель Стихий",
						icon:  "spell_fire_masterofelements",
						
						ranks: [
						
							"Если ваше заклинание наносит критический урон, вы восполняете ману в объеме 10% от его базовой стоимости."
							,
							"Если ваше заклинание наносит критический урон, вы восполняете ману в объеме 20% от его базовой стоимости."
							,
							"Если ваше заклинание наносит критический урон, вы восполняете ману в объеме 30% от его базовой стоимости."
							
						]
					}
					,
					{
						id:     1730,
						tier:   4,
						column: 0,
						name:  "Игра с огнем",
						icon:  "spell_fire_playingwithfire",
						
						ranks: [
						
							"Увеличивает урон, наносимый заклинаниями, на 1%. Увеличивает урон, получаемый от заклинаний, на 1%."
							,
							"Увеличивает урон, наносимый заклинаниями, на 2%. Увеличивает урон, получаемый от заклинаний, на 2%."
							,
							"Увеличивает урон, наносимый заклинаниями, на 3%. Увеличивает урон, получаемый от заклинаний, на 3%."
							
						]
					}
					,
					{
						id:     33,
						tier:   4,
						column: 1,
						name:  "Критическая масса",
						icon:  "spell_nature_wispheal",
						
						ranks: [
						
							"Увеличивает вероятность нанести критический удар заклинанием магии огня на 2%."
							,
							"Увеличивает вероятность нанести критический удар заклинанием магии огня на 4%."
							,
							"Увеличивает вероятность нанести критический удар заклинанием магии огня на 6%."
							
						]
					}
					,
					{
						id:     32,
						tier:   4,
						column: 2,
						name:  "Взрывная волна",
						icon:  "spell_holy_excorcism_02",
						
							requires: 29,
						
						ranks: [
						
							"От заклинателя расходится волна пламени, нанося всем противникам, охваченным ею, 154 - 186 ед. урона от огня, сбивая их с ног и вызывая у них головокружение на 6 сек."
							
						]
					}
					,
					{
						id:     1731,
						tier:   5,
						column: 0,
						name:  "Молниеносность",
						icon:  "spell_fire_burningspeed",
						
						ranks: [
						
							"С вероятностью 5% после получения урона от атаки ближнего или дальнего боя скорость вашего передвижения повысится на 50%. При этом рассеются все эффекты, ограничивающие передвижение. Время действия – 8 сек."
							,
							"С вероятностью 10% после получения урона от атаки ближнего или дальнего боя скорость вашего передвижения повысится на 50%. При этом рассеются все эффекты, ограничивающие передвижение. Время действия – 8 сек."
							
						]
					}
					,
					{
						id:     35,
						tier:   5,
						column: 2,
						name:  "Сила огня",
						icon:  "spell_fire_immolation",
						
						ranks: [
						
							"Увеличивает урон от ваших заклинаний магии огня на 2%."
							,
							"Увеличивает урон от ваших заклинаний магии огня на 4%."
							,
							"Увеличивает урон от ваших заклинаний магии огня на 6%."
							,
							"Увеличивает урон от ваших заклинаний магии огня на 8%."
							,
							"Увеличивает урон от ваших заклинаний магии огня на 10%."
							
						]
					}
					,
					{
						id:     1733,
						tier:   6,
						column: 0,
						name:  "Пироман",
						icon:  "spell_fire_burnout",
						
						ranks: [
						
							"Повышает вероятность критического удара на 1%. Во время произнесения заклинаний мана восполняется со скоростью, равной 17% от обычной."
							,
							"Повышает вероятность критического удара на 2%. Во время произнесения заклинаний мана восполняется со скоростью, равной 33% от обычной."
							,
							"Повышает вероятность критического удара на 3%. Во время произнесения заклинаний мана восполняется со скоростью, равной 50% от обычной."
							
						]
					}
					,
					{
						id:     36,
						tier:   6,
						column: 1,
						name:  "Возгорание",
						icon:  "spell_fire_sealoffire",
						
							requires: 33,
						
						ranks: [
						
							"При использовании повышает критический урон заклинаний магии огня на 50%. Каждое заклинание магии огня, достигшее цели, увеличивает вероятность нанесения критического урона от огня на 10%.  Этот эффект длится, пока 3 заклинания огня не нанесут критический урон прямым действием."
							
						]
					}
					,
					{
						id:     1732,
						tier:   6,
						column: 2,
						name:  "Раскаленное неистовство",
						icon:  "spell_fire_moltenblood",
						
						ranks: [
						
							"Увеличивает урон, наносимый заклинаниями противникам с уровнем здоровья ниже 35%, на 6%."
							,
							"Увеличивает урон, наносимый заклинаниями противникам с уровнем здоровья ниже 35%, на 12%."
							
						]
					}
					,
					{
						id:     1848,
						tier:   7,
						column: 0,
						name:  "Огненная расплата",
						icon:  "ability_mage_fierypayback",
						
						ranks: [
						
							"Когда у вас остается менее 35% здоровья, весь получаемый урон уменьшается на 10%, время произнесения заклинания \"Огненная глыба\" сокращается на 1.75 сек., а время его восстановления увеличивается на 2.5 сек. Кроме того, если противник нанесет вам удар в ближнем или дальнем бою, он с вероятностью 5% выронит оружие в правой руке и оружие дальнего боя."
							,
							"Когда у вас остается менее 35% здоровья, весь получаемый урон уменьшается на 20%, время произнесения заклинания \"Огненная глыба\" сокращается на 3.5 сек., а время его восстановления увеличивается на 5 сек. Кроме того, если противник нанесет вам удар в ближнем или дальнем бою, он с вероятностью 10% выронит оружие в правой руке и оружие дальнего боя."
							
						]
					}
					,
					{
						id:     1734,
						tier:   7,
						column: 2,
						name:  "Жаркий огонь",
						icon:  "spell_fire_flamebolt",
						
						ranks: [
						
							"Увеличивает урон от заклинаний \"Огненный шар\" и \"Стрела ледяного огня\" на 5% от вашей силы заклинаний. Кроме того, каждый раз, когда талант \"Воспламенение\" наносит урон, вы с вероятностью 33% восполняете 2% базового запаса маны."
							,
							"Увеличивает урон от заклинаний \"Огненный шар\" и \"Стрела ледяного огня\" на 10% от вашей силы заклинаний. Кроме того, каждый раз, когда талант \"Воспламенение\" наносит урон, вы с вероятностью 67% восполняете 2% базового запаса маны."
							,
							"Увеличивает урон от заклинаний \"Огненный шар\" и \"Стрела ледяного огня\" на 15% от вашей силы заклинаний. Кроме того, каждый раз, когда талант \"Воспламенение\" наносит урон, вы с вероятностью 100% восполняете 2% базового запаса маны."
							
						]
					}
					,
					{
						id:     1849,
						tier:   8,
						column: 0,
						name:  "Поджигатель",
						icon:  "ability_mage_firestarter",
						
							requires: 1735,
						
						ranks: [
						
							"Если ваше заклинание \"Взрывная волна\" или \"Дыхание дракона\" наносит урон, вы с вероятностью 50% получаете возможность мгновенно произнести заклинание \"Огненный столб\". Время действия – 10 сек."
							,
							"Если ваше заклинание \"Взрывная волна\" или \"Дыхание дракона\" наносит урон, вы с вероятностью 100% получаете возможность мгновенно произнести заклинание \"Огненный столб\". Время действия – 10 сек."
							
						]
					}
					,
					{
						id:     1735,
						tier:   8,
						column: 1,
						name:  "Дыхание дракона",
						icon:  "inv_misc_head_dragon_01",
						
							requires: 36,
						
						ranks: [
						
							"Наносит 370 - 430 ед. урона от огня противникам, находящимся в конусе поражения перед заклинателем, а также дезориентирует их на 5 сек. Любой нанесенный урон приведет их в чувство. Вы прекращаете атаковать после применения этого заклинания."
							
						]
					}
					,
					{
						id:     1850,
						tier:   8,
						column: 2,
						name:  "Путь огня",
						icon:  "ability_mage_hotstreak",
						
						ranks: [
						
							"Если заклинания \"Огненный шар\", \"Огненный взрыв\", \"Ожог\", \"Живая бомба\" или \"Стрела ледяного огня\" наносят критический урон прямого действия 2 раза подряд, с вероятностью 33% в течение 10 сек. заклинание \"Огненная глыба\" можно будет произнести мгновенно."
							,
							"Если заклинания \"Огненный шар\", \"Огненный взрыв\", \"Ожог\", \"Живая бомба\" или \"Стрела ледяного огня\" наносят критический урон прямого действия 2 раза подряд, с вероятностью 66% в течение 10 сек. заклинание \"Огненная глыба\" можно будет произнести мгновенно."
							,
							"Если заклинания \"Огненный шар\", \"Огненный взрыв\", \"Ожог\", \"Живая бомба\" или \"Стрела ледяного огня\" наносят критический урон прямого действия 2 раза подряд, с вероятностью 100% в течение 10 сек. заклинание \"Огненная глыба\" можно будет произнести мгновенно."
							
						]
					}
					,
					{
						id:     1851,
						tier:   9,
						column: 1,
						name:  "Выгорание",
						icon:  "ability_mage_burnout",
						
						ranks: [
						
							"Увеличивает дополнительный урон при критическом ударе заклинаний на 10%, но повышает затраты маны на критически сработавшие непериодические заклинания на 1%."
							,
							"Увеличивает дополнительный урон при критическом ударе заклинаний на 20%, но повышает затраты маны на критически сработавшие непериодические заклинания на 2%."
							,
							"Увеличивает дополнительный урон при критическом ударе заклинаний на 30%, но повышает затраты маны на критически сработавшие непериодические заклинания на 3%."
							,
							"Увеличивает дополнительный урон при критическом ударе заклинаний на 40%, но повышает затраты маны на критически сработавшие непериодические заклинания на 4%."
							,
							"Увеличивает дополнительный урон при критическом ударе заклинаний на 50%, но повышает затраты маны на критически сработавшие непериодические заклинания на 5%."
							
						]
					}
					,
					{
						id:     1852,
						tier:   10,
						column: 1,
						name:  "Живая бомба",
						icon:  "ability_mage_livingbomb",
						
						ranks: [
						
							"Противник становится живой бомбой, получая 612 ед. урона от огня в течение 12 сек. По прошествии 12 сек. или при рассеивании эффекта он взрывается, нанося 306 ед. урона от огня всем вашим противникам в радиусе 10 м."
							
						]
					}
					
				]
			}
			,
			{
				id:   "Frost",
				name: "Лед",
				talents: [
				
					{
						id:     38,
						tier:   0,
						column: 0,
						name:  "Ледокус",
						icon:  "spell_frost_frostarmor",
						
						ranks: [
						
							"Когда ваше заклинание накладывает на цель эффект категории \"Окоченение\", с вероятностью 5% оно заморозит цель на 5 сек."
							,
							"Когда ваше заклинание накладывает на цель эффект категории \"Окоченение\", с вероятностью 10% оно заморозит цель на 5 сек."
							,
							"Когда ваше заклинание накладывает на цель эффект категории \"Окоченение\", с вероятностью 15% оно заморозит цель на 5 сек."
							
						]
					}
					,
					{
						id:     37,
						tier:   0,
						column: 1,
						name:  "Улучшенная ледяная стрела",
						icon:  "spell_frost_frostbolt02",
						
						ranks: [
						
							"Сокращает время произнесения заклинания \"Ледяная стрела\" на 0.1 сек."
							,
							"Сокращает время произнесения заклинания \"Ледяная стрела\" на 0.2 сек."
							,
							"Сокращает время произнесения заклинания \"Ледяная стрела\" на 0.3 сек."
							,
							"Сокращает время произнесения заклинания \"Ледяная стрела\" на 0.4 сек."
							,
							"Сокращает время произнесения заклинания \"Ледяная стрела\" на 0.5 сек."
							
						]
					}
					,
					{
						id:     62,
						tier:   0,
						column: 2,
						name:  "Айсберг",
						icon:  "spell_frost_icefloes",
						
						ranks: [
						
							"Сокращает время восстановления ваших заклинаний \"Кольцо льда\", \"Конус Холода\", \"Ледяная глыба\" и \"Стылая кровь\" на 7%."
							,
							"Сокращает время восстановления ваших заклинаний \"Кольцо льда\", \"Конус Холода\", \"Ледяная глыба\" и \"Стылая кровь\" на 14%."
							,
							"Сокращает время восстановления ваших заклинаний \"Кольцо льда\", \"Конус Холода\", \"Ледяная глыба\" и \"Стылая кровь\" на 20%."
							
						]
					}
					,
					{
						id:     73,
						tier:   1,
						column: 0,
						name:  "Ледяные осколки",
						icon:  "spell_frost_iceshard",
						
						ranks: [
						
							"Увеличивает дополнительный урон при критическом ударе заклинаний магии льда на 33%."
							,
							"Увеличивает дополнительный урон при критическом ударе заклинаний магии льда на 66%."
							,
							"Увеличивает дополнительный урон при критическом ударе заклинаний магии льда на 100%."
							
						]
					}
					,
					{
						id:     70,
						tier:   1,
						column: 1,
						name:  "Защита от льда",
						icon:  "spell_frost_frostward",
						
						ranks: [
						
							"Увеличивает на 25% эффект усиления брони и сопротивления ваших заклинаний \"Морозный доспех\" и \"Ледяной доспех\". С вероятностью 15% ваша \"Защита от магии льда\" и \"Защита от огня\" может полностью поглотить урон заклинания, от которого защитила вас, и восстановить ману в том же объеме."
							,
							"Увеличивает на 50% эффект усиления брони и сопротивления ваших заклинаний \"Морозный доспех\" и \"Ледяной доспех\". С вероятностью 30% ваша \"Защита от магии льда\" и \"Защита от огня\" может полностью поглотить урон заклинания, от которого защитила вас, и восстановить ману в том же объеме."
							
						]
					}
					,
					{
						id:     1649,
						tier:   1,
						column: 2,
						name:  "Точность",
						icon:  "spell_ice_magicdamage",
						
						ranks: [
						
							"Снижает затраты маны на ваши заклинания и повышает вероятность попадания заклинаниями на 1%."
							,
							"Снижает затраты маны на ваши заклинания и повышает вероятность попадания заклинаниями на 2%."
							,
							"Снижает затраты маны на ваши заклинания и повышает вероятность попадания заклинаниями на 3%."
							
						]
					}
					,
					{
						id:     65,
						tier:   1,
						column: 3,
						name:  "Вечная мерзлота",
						icon:  "spell_frost_wisp",
						
						ranks: [
						
							"Увеличивает время действия эффекта окоченения ваших заклинаний на 1 сек. Скорость передвижения окоченевшего противника снижается дополнительно на 4%, а получаемое им исцеление – на 7%."
							,
							"Увеличивает время действия эффекта окоченения ваших заклинаний на 2 сек. Скорость передвижения окоченевшего противника снижается дополнительно на 7%, а получаемое им исцеление – на 13%."
							,
							"Увеличивает время действия эффекта окоченения ваших заклинаний на 3 сек. Скорость передвижения окоченевшего противника снижается дополнительно на 10%, а получаемое им исцеление – на 20%."
							
						]
					}
					,
					{
						id:     61,
						tier:   2,
						column: 0,
						name:  "Пронзающий лед",
						icon:  "spell_frost_frostbolt",
						
						ranks: [
						
							"Увеличивает урон, наносимый вашими заклинаниями магии льда, на 2%."
							,
							"Увеличивает урон, наносимый вашими заклинаниями магии льда, на 4%."
							,
							"Увеличивает урон, наносимый вашими заклинаниями магии льда, на 6%."
							
						]
					}
					,
					{
						id:     69,
						tier:   2,
						column: 1,
						name:  "Стылая кровь",
						icon:  "spell_frost_coldhearted",
						
						ranks: [
						
							"Увеличивает скорость произнесения заклинаний на 20%. Сокращает задержку произнесения заклинаний при получении урона на 100%. Время действия – 20 сек."
							
						]
					}
					,
					{
						id:     63,
						tier:   2,
						column: 2,
						name:  "Свирепая снежная буря",
						icon:  "spell_frost_icestorm",
						
						ranks: [
						
							"Ваше заклинание \"Снежная буря\" накладывает на противников эффект окоченения, снижая скорость их передвижения на 25% на 1.50 сек."
							,
							"Ваше заклинание \"Снежная буря\" накладывает на противников эффект окоченения, снижая скорость их передвижения на 40% на 1.50 сек."
							,
							"Ваше заклинание \"Снежная буря\" накладывает на противников эффект окоченения, снижая скорость их передвижения на 50% на 1.50 сек."
							
						]
					}
					,
					{
						id:     741,
						tier:   3,
						column: 0,
						name:  "Предел льда",
						icon:  "spell_shadow_darkritual",
						
						ranks: [
						
							"Увеличивает дальность действия ваших заклинаний \"Ледяная стрела\", \"Ледяное копье\", \"Глубокая заморозка\" и \"Снежная буря\", а также радиус действия ваших заклинаний \"Кольцо льда\" и \"Конус холода\" на 10%."
							,
							"Увеличивает дальность действия ваших заклинаний \"Ледяная стрела\", \"Ледяное копье\", \"Глубокая заморозка\" и \"Снежная буря\", а также радиус действия ваших заклинаний \"Кольцо льда\" и \"Конус холода\" на 20%."
							
						]
					}
					,
					{
						id:     66,
						tier:   3,
						column: 1,
						name:  "Поток льда",
						icon:  "spell_frost_stun",
						
						ranks: [
						
							"Снижает затраты маны на ваши заклинания на 4%, а угрозу, создаваемую вашими заклинаниями магии льда, – на 4%."
							,
							"Снижает затраты маны на ваши заклинания на 7%, а угрозу, создаваемую вашими заклинаниями магии льда, – на 7%."
							,
							"Снижает затраты маны на ваши заклинания на 10%, а угрозу, создаваемую вашими заклинаниями магии льда, – на 10%."
							
						]
					}
					,
					{
						id:     67,
						tier:   3,
						column: 2,
						name:  "Обледенение",
						icon:  "spell_frost_frostshock",
						
						ranks: [
						
							"Повышает вероятность нанесения критического удара заклинанием по замороженной цели на 17%."
							,
							"Повышает вероятность нанесения критического удара заклинанием по замороженной цели на 34%."
							,
							"Повышает вероятность нанесения критического удара заклинанием по замороженной цели на 50%."
							
						]
					}
					,
					{
						id:     72,
						tier:   4,
						column: 1,
						name:  "Холодная хватка",
						icon:  "spell_frost_wizardmark",
						
						ranks: [
						
							"При использовании мгновенно завершает восстановление всех недавно примененных заклинаний магии льда."
							
						]
					}
					,
					{
						id:     64,
						tier:   4,
						column: 2,
						name:  "Улучшенный конус холода",
						icon:  "spell_frost_glacier",
						
						ranks: [
						
							"Увеличивает урон, наносимый заклинанием \"Конус холода\", на 15%."
							,
							"Увеличивает урон, наносимый заклинанием \"Конус холода\", на 25%."
							,
							"Увеличивает урон, наносимый заклинанием \"Конус холода\", на 35%."
							
						]
					}
					,
					{
						id:     1736,
						tier:   4,
						column: 3,
						name:  "Ледяное нутро",
						icon:  "spell_frost_frozencore",
						
						ranks: [
						
							"Уменьшает урон, получаемый от заклинаний, на 2%."
							,
							"Уменьшает урон, получаемый от заклинаний, на 4%."
							,
							"Уменьшает урон, получаемый от заклинаний, на 6%."
							
						]
					}
					,
					{
						id:     1737,
						tier:   5,
						column: 0,
						name:  "Дитя льда",
						icon:  "ability_mage_coldasice",
						
							requires: 72,
						
						ranks: [
						
							"Сокращает время восстановления заклинаний \"Холодная хватка\", \"Ледяная преграда\" и \"Призыв элементаля воды\" на 10%."
							,
							"Сокращает время восстановления заклинаний \"Холодная хватка\", \"Ледяная преграда\" и \"Призыв элементаля воды\" на 20%."
							
						]
					}
					,
					{
						id:     68,
						tier:   5,
						column: 2,
						name:  "Зимняя стужа",
						icon:  "spell_frost_chillingblast",
						
						ranks: [
						
							"Повышает вероятность нанести критический урон заклинанием \"Ледяная стрела\" на 1%. Ваши наносящие урон заклинания магии льда с вероятностью 33% накладывают на цель эффект \"Зимняя стужа\", который повышает вероятность нанесения критического удара этой цели заклинаниями на 1% на 15 сек. Эффект суммируется до 5 раз."
							,
							"Повышает вероятность нанести критический урон заклинанием \"Ледяная стрела\" на 2%. Ваши наносящие урон заклинания магии льда с вероятностью 66% накладывают на цель эффект \"Зимняя стужа\", который повышает вероятность нанесения критического удара этой цели заклинаниями на 1% на 15 сек. Эффект суммируется до 5 раз."
							,
							"Повышает вероятность нанести критический урон заклинанием \"Ледяная стрела\" на 3%. Ваши наносящие урон заклинания магии льда с вероятностью 100% накладывают на цель эффект \"Зимняя стужа\", который повышает вероятность нанесения критического удара этой цели заклинаниями на 1% на 15 сек. Эффект суммируется до 5 раз."
							
						]
					}
					,
					{
						id:     2214,
						tier:   6,
						column: 0,
						name:  "Разрушенная преграда",
						icon:  "ability_mage_shattershield",
						
							requires: 71,
						
						ranks: [
						
							"Когда \"Ледяная преграда\" разрушается, с вероятностью 50% все противники в радиусе 10 м примерзнут к месту на 8 сек."
							,
							"Когда \"Ледяная преграда\" разрушается, с вероятностью 100% все противники в радиусе 10 м примерзнут к месту на 8 сек."
							
						]
					}
					,
					{
						id:     71,
						tier:   6,
						column: 1,
						name:  "Ледяная преграда",
						icon:  "spell_ice_lament",
						
							requires: 72,
						
						ranks: [
						
							"Вас мгновенно окружает защитный барьер, поглощающий 438 ед. урона. Время действия – 1 мин. Пока барьер существует, урон не сможет замедлить ваши заклинания."
							
						]
					}
					,
					{
						id:     1738,
						tier:   6,
						column: 2,
						name:  "Арктические ветра",
						icon:  "spell_frost_arcticwinds",
						
						ranks: [
						
							"Увеличивает любой наносимый вами урон от магии льда на 1% и снижает вероятность получения урона в ближнем и дальнем бою на 1%."
							,
							"Увеличивает любой наносимый вами урон от магии льда на 2% и снижает вероятность получения урона в ближнем и дальнем бою на 2%."
							,
							"Увеличивает любой наносимый вами урон от магии льда на 3% и снижает вероятность получения урона в ближнем и дальнем бою на 3%."
							,
							"Увеличивает любой наносимый вами урон от магии льда на 4% и снижает вероятность получения урона в ближнем и дальнем бою на 4%."
							,
							"Увеличивает любой наносимый вами урон от магии льда на 5% и снижает вероятность получения урона в ближнем и дальнем бою на 5%."
							
						]
					}
					,
					{
						id:     1740,
						tier:   7,
						column: 1,
						name:  "Усиленная ледяная стрела",
						icon:  "spell_frost_frostbolt02",
						
						ranks: [
						
							"Увеличивает урон от вашего заклинания \"Ледяная стрела\" на 5% от вашей силы заклинаний и снижает время произнесения на 0.1 сек."
							,
							"Увеличивает урон от вашего заклинания \"Ледяная стрела\" на 10% от вашей силы заклинаний и снижает время произнесения на 0.2 сек."
							
						]
					}
					,
					{
						id:     1853,
						tier:   7,
						column: 2,
						name:  "Ледяные пальцы",
						icon:  "ability_mage_wintersgrasp",
						
						ranks: [
						
							"При наложении эффектов окоченения вы c 7%-й вероятностью можете попасть под действие эффекта \"Ледяные пальцы\". Во время его действия для 2 ваших последующих заклинаний цель считается замороженной. Время действия – 15 сек."
							,
							"При наложении эффектов окоченения вы c 15%-й вероятностью можете попасть под действие эффекта \"Ледяные пальцы\". Во время его действия для 2 ваших последующих заклинаний цель считается замороженной. Время действия – 15 сек."
							
						]
					}
					,
					{
						id:     1854,
						tier:   8,
						column: 0,
						name:  "Заморозка мозгов",
						icon:  "ability_mage_brainfreeze",
						
						ranks: [
						
							"С вероятностью 5% после произнесения любого заклинания магии льда, наносящего урон и накладывающего эффект \"Окоченение\", вы сможете мгновенно и без затрат маны произнести заклинание \"Огненный шар\"."
							,
							"С вероятностью 10% после произнесения любого заклинания магии льда, наносящего урон и накладывающего эффект \"Окоченение\", вы сможете мгновенно и без затрат маны произнести заклинание \"Огненный шар\"."
							,
							"С вероятностью 15% после произнесения любого заклинания магии льда, наносящего урон и накладывающего эффект \"Окоченение\", вы сможете мгновенно и без затрат маны произнести заклинание \"Огненный шар\"."
							
						]
					}
					,
					{
						id:     1741,
						tier:   8,
						column: 1,
						name:  "Призыв элементаля воды",
						icon:  "spell_frost_summonwaterelemental_2",
						
						ranks: [
						
							"Призывает элементаля воды, сражающегося на стороне заклинателя в течение 45 сек."
							
						]
					}
					,
					{
						id:     1855,
						tier:   8,
						column: 2,
						name:  "Затяжная зима",
						icon:  "spell_frost_summonwaterelemental_2",
						
							requires: 1741,
						
						ranks: [
						
							"Увеличивает время жизни вызываемых вами элементалей воды на 5 с. С вероятностью 33% \"Ледяная стрела\" накладывает на 10 участников группы или рейда эффект \"Восполнение\", который восстанавливает им 0,25% максимального запаса маны раз в секунду в течение 15 сек. Этот эффект возникает не чаще, чем раз в 6 сек."
							,
							"Увеличивает время жизни вызываемых вами элементалей воды на 10 с. С вероятностью 66% \"Ледяная стрела\" накладывает на 10 участников группы или рейда эффект \"Восполнение\", который восстанавливает им 0,25% максимального запаса маны раз в секунду в течение 15 сек. Этот эффект возникает не чаще, чем раз в 6 сек."
							,
							"Увеличивает время жизни вызываемых вами элементалей воды на 15 с. С вероятностью 100% \"Ледяная стрела\" накладывает на 10 участников группы или рейда эффект \"Восполнение\", который восстанавливает им 0,25% максимального запаса маны раз в секунду в течение 15 сек. Этот эффект возникает не чаще, чем раз в 6 сек."
							
						]
					}
					,
					{
						id:     1856,
						tier:   9,
						column: 1,
						name:  "Переохлаждение",
						icon:  "ability_mage_chilledtothebone",
						
						ranks: [
						
							"Увеличивает урон от заклинаний \"Ледяная стрела\", \"Стрела ледяного огня\" и \"Ледяное копье\" на 1% и снижает скорость передвижения окоченевших целей дополнительно на 2%."
							,
							"Увеличивает урон от заклинаний \"Ледяная стрела\", \"Стрела ледяного огня\" и \"Ледяное копье\" на 2% и снижает скорость передвижения окоченевших целей дополнительно на 4%."
							,
							"Увеличивает урон от заклинаний \"Ледяная стрела\", \"Стрела ледяного огня\" и \"Ледяное копье\" на 3% и снижает скорость передвижения окоченевших целей дополнительно на 6%."
							,
							"Увеличивает урон от заклинаний \"Ледяная стрела\", \"Стрела ледяного огня\" и \"Ледяное копье\" на 4% и снижает скорость передвижения окоченевших целей дополнительно на 8%."
							,
							"Увеличивает урон от заклинаний \"Ледяная стрела\", \"Стрела ледяного огня\" и \"Ледяное копье\" на 5% и снижает скорость передвижения окоченевших целей дополнительно на 10%."
							
						]
					}
					,
					{
						id:     1857,
						tier:   10,
						column: 1,
						name:  "Глубокая заморозка",
						icon:  "ability_mage_deepfreeze",
						
						ranks: [
						
							"Оглушает цель на 5 сек. Действует только против замороженных целей."
							
						]
					}
					
				]
			}
			
		];

		var petData_sdfkte75 = null;
		
	
		var textTalentStrSingle = "Требуется {0} очко, вложенное в {1}.";
		var textTalentStrPlural = "Требуется {0} очк., вложенных {1}.";
		var textTalentRank = "Уровень {0}/{1}";
		var textTalentNextRank = "Следующий уровень";
		var textTalentReqTreeTalents = "Требуется {0} очк., вложенных в {1}.";
		var textPrintableClassTalents = "Таланты класса \"{0}\"";
		var textPrintableMinReqLevel = "Требуется уровнь: {0}";
		var textPrintableReqTalentPts = "Требуется очков: {0}";
		var textPrintableTreeTalents = "Таланты ветки \"{0}\"";
		var textPrintablePtsPerTree = "{0} очк.";
		var textPrintableDontWastePaper = "Берегите бумагу!";

		var talentCalc = new TalentCalculator();

		$(document).ready(function() { {/literal} 

			talentCalc.initTalentCalc(
				"8", 
				"23032003000000000000000000000000000000000000000000000000003533203310203100232102231351", 
				"charPage",
				"false",
				"sdfkte75",
				talentData_sdfkte75,
				petData_sdfkte75
			);
		{literal} }); {/literal}
	</script>
<div class="talContainer" id="talContainer_sdfkte75">
<div class="talentFrame">
<div class="talentTree" id="Arcane_tree_sdfkte75" style="margin-right: 3px; background-image: url('images/talents/bg/small/MageArcane.jpg')">
<div class="tier">
<div class="talent staticTip col0" id="74_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/spell_holy_dispelmagic.jpg');">
<div class="talentHolder
						" id="74_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(74);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="74_numPoints_sdfkte75">0</span><span>/</span><span>2</span>
</div>
</div>
</div>
<div class="talent staticTip col1" id="76_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/spell_holy_devotion.jpg');">
<div class="talentHolder
						" id="76_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(76);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="76_numPoints_sdfkte75">0</span><span>/</span><span>3</span>
</div>
</div>
</div>
<div class="talent staticTip col2" id="80_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/spell_nature_starfall.jpg');">
<div class="talentHolder
						" id="80_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(80);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="80_numPoints_sdfkte75">0</span><span>/</span><span>5</span>
</div>
</div>
</div>
</div>
<div class="tier">
<div class="talent staticTip col0" id="85_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_arcane_arcaneresilience.jpg');">
<div class="talentHolder
						 disabled" id="85_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(85);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="85_numPoints_sdfkte75">0</span><span>/</span><span>3</span>
</div>
</div>
</div>
<div class="talent staticTip col1" id="1650_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_nature_astralrecalgroup.jpg');">
<div class="talentHolder
						 disabled" id="1650_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(1650);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1650_numPoints_sdfkte75">0</span><span>/</span><span>2</span>
</div>
</div>
</div>
<div class="talent staticTip col2" id="75_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_shadow_manaburn.jpg');">
<div class="talentHolder
						 disabled" id="75_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(75);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="75_numPoints_sdfkte75">0</span><span>/</span><span>5</span>
</div>
</div>
</div>
</div>
<div class="tier">
<div class="talent staticTip col0" id="82_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_nature_abolishmagic.jpg');">
<div class="talentHolder
						 disabled" id="82_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(82);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="82_numPoints_sdfkte75">0</span><span>/</span><span>2</span>
</div>
</div>
</div>
<div class="talent staticTip col1" id="81_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_nature_wispsplode.jpg');">
<div class="talentHolder
						 disabled" id="81_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(81);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="81_numPoints_sdfkte75">0</span><span>/</span><span>3</span>
</div>
</div>
</div>
<div class="talent staticTip col2" id="1845_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/ability_mage_studentofthemind.jpg');">
<div class="talentHolder
						 disabled" id="1845_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(1845);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1845_numPoints_sdfkte75">0</span><span>/</span><span>3</span>
</div>
</div>
</div>
<div class="talent staticTip col3" id="2211_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_arcane_studentofmagic.jpg');">
<div class="talentHolder
						 disabled" id="2211_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(2211);">
<span id="spellInfo_2211" style="display: none;"><span style="float: right;"> Радиус действия30 </span><span style="float: left;">6% запаса маны</span>
<br>
<span style="float: left;">Мгновенное действие</span></span>
<div class="talentHover"></div>
<div class="rankCtr">
<span id="2211_numPoints_sdfkte75">0</span><span>/</span><span>1</span>
</div>
</div>
</div>
</div>
<div class="tier">
<div class="talent staticTip col0" id="83_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_shadow_detectlesserinvisibility.jpg');">
<div class="talentHolder
						 disabled" id="83_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(83);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="83_numPoints_sdfkte75">0</span><span>/</span><span>2</span>
</div>
</div>
</div>
<div class="talent staticTip col1" id="88_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_frost_iceshock.jpg');">
<div class="talentHolder
						 disabled" id="88_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(88);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="88_numPoints_sdfkte75">0</span><span>/</span><span>2</span>
</div>
</div>
</div>
<div class="talent staticTip col2" id="1142_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_shadow_siphonmana.jpg');">
<div class="talentHolder
						 disabled" id="1142_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(1142);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1142_numPoints_sdfkte75">0</span><span>/</span><span>3</span>
</div>
</div>
</div>
<div class="talent staticTip col3" id="2222_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/ability_mage_tormentoftheweak.jpg');">
<div class="talentHolder
						 disabled" id="2222_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(2222);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="2222_numPoints_sdfkte75">0</span><span>/</span><span>3</span>
</div>
</div>
</div>
</div>
<div class="tier">
<div class="talent staticTip col0" id="1724_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_arcane_blink.jpg');">
<div class="talentHolder
						 disabled" id="1724_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(1724);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1724_numPoints_sdfkte75">0</span><span>/</span><span>2</span>
</div>
</div>
</div>
<div class="talent staticTip col1" id="86_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_nature_enchantarmor.jpg');">
<div class="talentHolder
						 disabled" id="86_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(86);">
<span id="spellInfo_86" style="display: none;"><span style="float: right;"> Восстановление: 2  мин</span><span style="float: left;"> Мгновенное действие </span></span>
<div class="talentHover"></div>
<div class="rankCtr">
<span id="86_numPoints_sdfkte75">0</span><span>/</span><span>1</span>
</div>
</div>
</div>
<div class="talent staticTip col3" id="77_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_shadow_charm.jpg');">
<div class="talentHolder
						 disabled" id="77_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(77);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="77_numPoints_sdfkte75">0</span><span>/</span><span>5</span>
</div>
</div>
</div>
</div>
<div class="tier">
<div class="talent staticTip col0" id="1726_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_arcane_prismaticcloak.jpg');">
<div class="talentHolder
						 disabled" id="1726_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(1726);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1726_numPoints_sdfkte75">0</span><span>/</span><span>3</span>
</div>
</div>
</div>
<div class="talent staticTip col1" id="421_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_shadow_teleport.jpg');">
<div class="talentHolder
						 disabled" id="421_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(421);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="421_numPoints_sdfkte75">0</span><span>/</span><span>3</span>
</div>
</div>
</div>
<div class="talent staticTip col2" id="1725_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_arcane_arcanepotency.jpg');">
<div class="talentHolder
						 disabled" id="1725_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(1725);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1725_numPoints_sdfkte75">0</span><span>/</span><span>2</span>
</div>
</div>
</div>
</div>
<div class="tier">
<div class="talent staticTip col0" id="1727_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_nature_starfall.jpg');">
<div class="talentHolder
						 disabled" id="1727_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(1727);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1727_numPoints_sdfkte75">0</span><span>/</span><span>3</span>
</div>
</div>
</div>
<div class="talent staticTip col1" id="87_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_nature_lightning.jpg');">
<div class="talentHolder
						 disabled" id="87_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(87);">
<span id="spellInfo_87" style="display: none;"><span style="float: right;"> Восстановление: 2  мин</span><span style="float: left;"> Мгновенное действие </span></span>
<div class="talentHover"></div>
<div class="rankCtr">
<span id="87_numPoints_sdfkte75">0</span><span>/</span><span>1</span>
</div>
</div>
</div>
<div class="talent staticTip col2" id="1844_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/ability_mage_incantersabsorbtion.jpg');">
<div class="talentHolder
						 disabled" id="1844_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(1844);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1844_numPoints_sdfkte75">0</span><span>/</span><span>3</span>
</div>
</div>
</div>
</div>
<div class="tier">
<div class="talent staticTip col1" id="1843_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/ability_mage_potentspirit.jpg');">
<div class="talentHolder
						 disabled" id="1843_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(1843);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1843_numPoints_sdfkte75">0</span><span>/</span><span>2</span>
</div>
</div>
</div>
<div class="talent staticTip col2" id="1728_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_arcane_mindmastery.jpg');">
<div class="talentHolder
						 disabled" id="1728_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(1728);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1728_numPoints_sdfkte75">0</span><span>/</span><span>5</span>
</div>
</div>
</div>
</div>
<div class="tier">
<div class="talent staticTip col1" id="1729_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_nature_slow.jpg');">
<div class="talentHolder
						 disabled" id="1729_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(1729);">
<span id="spellInfo_1729" style="display: none;"><span style="float: right;"> Радиус действия30 </span><span style="float: left;">12% запаса маны</span>
<br>
<span style="float: left;">Мгновенное действие</span></span>
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1729_numPoints_sdfkte75">0</span><span>/</span><span>1</span>
</div>
</div>
</div>
<div class="talent staticTip col2" id="2209_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/ability_mage_missilebarrage.jpg');">
<div class="talentHolder
						 disabled" id="2209_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(2209);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="2209_numPoints_sdfkte75">0</span><span>/</span><span>5</span>
</div>
</div>
</div>
</div>
<div class="tier">
<div class="talent staticTip col1" id="1846_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/ability_mage_netherwindpresence.jpg');">
<div class="talentHolder
						 disabled" id="1846_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(1846);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1846_numPoints_sdfkte75">0</span><span>/</span><span>3</span>
</div>
</div>
</div>
<div class="talent staticTip col2" id="1826_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_arcane_arcanetorrent.jpg');">
<div class="talentHolder
						 disabled" id="1826_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(1826);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1826_numPoints_sdfkte75">0</span><span>/</span><span>2</span>
</div>
</div>
</div>
</div>
<div class="tier">
<div class="talent staticTip col1" id="1847_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/ability_mage_arcanebarrage.jpg');">
<div class="talentHolder
						 disabled" id="1847_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(1847);">
<span id="spellInfo_1847" style="display: none;"><span style="float: right;"> Радиус действия30 </span><span style="float: left;">27% запаса маны</span>
<br>
<span style="float: right;">Восстановление: 3  сек</span><span style="float: left;">Мгновенное действие</span></span>
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1847_numPoints_sdfkte75">0</span><span>/</span><span>1</span>
</div>
</div>
</div>
</div>
<div class="talentTreeInfo" style="background: url(wow-icons/_images/21x21/spell_holy_magicalsentry.png) 0 0 no-repeat;">
<span id="treeName_0_sdfkte75" style="font-weight: bold;">Тайная магия</span> &nbsp;<span id="treeSpent_0_sdfkte75">0</span>
</div>
</div>
<div class="talentTree" id="Fire_tree_sdfkte75" style="margin-right: 3px; background-image: url('images/talents/bg/small/MageFire.jpg')">
<div class="tier">
<div class="talent staticTip col0" id="27_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/spell_fire_fireball.jpg');">
<div class="talentHolder
						" id="27_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(27);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="27_numPoints_sdfkte75">0</span><span>/</span><span>2</span>
</div>
</div>
</div>
<div class="talent staticTip col1" id="1141_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/spell_fire_flameshock.jpg');">
<div class="talentHolder
						" id="1141_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(1141);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1141_numPoints_sdfkte75">0</span><span>/</span><span>3</span>
</div>
</div>
</div>
<div class="talent staticTip col2" id="26_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/spell_fire_flamebolt.jpg');">
<div class="talentHolder
						" id="26_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(26);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="26_numPoints_sdfkte75">0</span><span>/</span><span>5</span>
</div>
</div>
</div>
</div>
<div class="tier">
<div class="talent staticTip col0" id="34_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_fire_incinerate.jpg');">
<div class="talentHolder
						 disabled" id="34_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(34);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="34_numPoints_sdfkte75">0</span><span>/</span><span>5</span>
</div>
</div>
</div>
<div class="talent staticTip col1" id="2212_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_fire_totemofwrath.jpg');">
<div class="talentHolder
						 disabled" id="2212_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(2212);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="2212_numPoints_sdfkte75">0</span><span>/</span><span>2</span>
</div>
</div>
</div>
<div class="talent staticTip col2" id="31_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/ability_mage_worldinflames.jpg');">
<div class="talentHolder
						 disabled" id="31_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(31);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="31_numPoints_sdfkte75">0</span><span>/</span><span>3</span>
</div>
</div>
</div>
</div>
<div class="tier">
<div class="talent staticTip col0" id="28_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_fire_flare.jpg');">
<div class="talentHolder
						 disabled" id="28_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(28);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="28_numPoints_sdfkte75">0</span><span>/</span><span>2</span>
</div>
</div>
</div>
<div class="talent staticTip col1" id="30_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_fire_meteorstorm.jpg');">
<div class="talentHolder
						 disabled" id="30_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(30);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="30_numPoints_sdfkte75">0</span><span>/</span><span>3</span>
</div>
</div>
</div>
<div class="talent staticTip col2" id="29_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_fire_fireball02.jpg');">
<div class="talentHolder
						 disabled" id="29_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(29);">
<span id="spellInfo_29" style="display: none;"><span style="float: right;"> Радиус действия35 </span><span style="float: left;">27% запаса маны</span>
<br>
<span style="float: left;"> Применение: 5  сек</span></span>
<div class="talentHover"></div>
<div class="rankCtr">
<span id="29_numPoints_sdfkte75">0</span><span>/</span><span>1</span>
</div>
</div>
</div>
<div class="talent staticTip col3" id="23_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_fire_fire.jpg');">
<div class="talentHolder
						 disabled" id="23_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(23);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="23_numPoints_sdfkte75">0</span><span>/</span><span>2</span>
</div>
</div>
</div>
</div>
<div class="tier">
<div class="talent staticTip col0" id="25_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_fire_soulburn.jpg');">
<div class="talentHolder
						 disabled" id="25_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(25);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="25_numPoints_sdfkte75">0</span><span>/</span><span>3</span>
</div>
</div>
</div>
<div class="talent staticTip col1" id="24_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_fire_firearmor.jpg');">
<div class="talentHolder
						 disabled" id="24_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(24);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="24_numPoints_sdfkte75">0</span><span>/</span><span>2</span>
</div>
</div>
</div>
<div class="talent staticTip col3" id="1639_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_fire_masterofelements.jpg');">
<div class="talentHolder
						 disabled" id="1639_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(1639);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1639_numPoints_sdfkte75">0</span><span>/</span><span>3</span>
</div>
</div>
</div>
</div>
<div class="tier">
<div class="talent staticTip col0" id="1730_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_fire_playingwithfire.jpg');">
<div class="talentHolder
						 disabled" id="1730_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(1730);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1730_numPoints_sdfkte75">0</span><span>/</span><span>3</span>
</div>
</div>
</div>
<div class="talent staticTip col1" id="33_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_nature_wispheal.jpg');">
<div class="talentHolder
						 disabled" id="33_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(33);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="33_numPoints_sdfkte75">0</span><span>/</span><span>3</span>
</div>
</div>
</div>
<div class="talent staticTip col2" id="32_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_holy_excorcism_02.jpg');">
<div class="talentHolder
						 disabled" id="32_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(32);">
<span id="spellInfo_32" style="display: none;"><span style="float: left;">34% запаса маны</span>
<br>
<span style="float: right;">Восстановление: 30  сек</span><span style="float: left;">Мгновенное действие</span></span>
<div class="talentHover"></div>
<div class="rankCtr">
<span id="32_numPoints_sdfkte75">0</span><span>/</span><span>1</span>
</div>
</div>
</div>
</div>
<div class="tier">
<div class="talent staticTip col0" id="1731_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_fire_burningspeed.jpg');">
<div class="talentHolder
						 disabled" id="1731_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(1731);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1731_numPoints_sdfkte75">0</span><span>/</span><span>2</span>
</div>
</div>
</div>
<div class="talent staticTip col2" id="35_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_fire_immolation.jpg');">
<div class="talentHolder
						 disabled" id="35_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(35);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="35_numPoints_sdfkte75">0</span><span>/</span><span>5</span>
</div>
</div>
</div>
</div>
<div class="tier">
<div class="talent staticTip col0" id="1733_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_fire_burnout.jpg');">
<div class="talentHolder
						 disabled" id="1733_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(1733);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1733_numPoints_sdfkte75">0</span><span>/</span><span>3</span>
</div>
</div>
</div>
<div class="talent staticTip col1" id="36_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_fire_sealoffire.jpg');">
<div class="talentHolder
						 disabled" id="36_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(36);">
<span id="spellInfo_36" style="display: none;"><span style="float: right;"> Восстановление: 3  мин</span><span style="float: left;"> Мгновенное действие </span></span>
<div class="talentHover"></div>
<div class="rankCtr">
<span id="36_numPoints_sdfkte75">0</span><span>/</span><span>1</span>
</div>
</div>
</div>
<div class="talent staticTip col2" id="1732_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_fire_moltenblood.jpg');">
<div class="talentHolder
						 disabled" id="1732_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(1732);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1732_numPoints_sdfkte75">0</span><span>/</span><span>2</span>
</div>
</div>
</div>
</div>
<div class="tier">
<div class="talent staticTip col0" id="1848_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/ability_mage_fierypayback.jpg');">
<div class="talentHolder
						 disabled" id="1848_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(1848);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1848_numPoints_sdfkte75">0</span><span>/</span><span>2</span>
</div>
</div>
</div>
<div class="talent staticTip col2" id="1734_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_fire_flamebolt.jpg');">
<div class="talentHolder
						 disabled" id="1734_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(1734);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1734_numPoints_sdfkte75">0</span><span>/</span><span>3</span>
</div>
</div>
</div>
</div>
<div class="tier">
<div class="talent staticTip col0" id="1849_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/ability_mage_firestarter.jpg');">
<div class="talentHolder
						 disabled" id="1849_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(1849);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1849_numPoints_sdfkte75">0</span><span>/</span><span>2</span>
</div>
</div>
</div>
<div class="talent staticTip col1" id="1735_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/inv_misc_head_dragon_01.jpg');">
<div class="talentHolder
						 disabled" id="1735_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(1735);">
<span id="spellInfo_1735" style="display: none;"><span style="float: left;">37% запаса маны</span>
<br>
<span style="float: right;">Восстановление: 20  сек</span><span style="float: left;">Мгновенное действие</span></span>
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1735_numPoints_sdfkte75">0</span><span>/</span><span>1</span>
</div>
</div>
</div>
<div class="talent staticTip col2" id="1850_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/ability_mage_hotstreak.jpg');">
<div class="talentHolder
						 disabled" id="1850_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(1850);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1850_numPoints_sdfkte75">0</span><span>/</span><span>3</span>
</div>
</div>
</div>
</div>
<div class="tier">
<div class="talent staticTip col1" id="1851_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/ability_mage_burnout.jpg');">
<div class="talentHolder
						 disabled" id="1851_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(1851);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1851_numPoints_sdfkte75">0</span><span>/</span><span>5</span>
</div>
</div>
</div>
</div>
<div class="tier">
<div class="talent staticTip col1" id="1852_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/ability_mage_livingbomb.jpg');">
<div class="talentHolder
						 disabled" id="1852_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(1852);">
<span id="spellInfo_1852" style="display: none;"><span style="float: right;"> Радиус действия35 </span><span style="float: left;">27% запаса маны</span>
<br>
<span style="float: left;">Мгновенное действие</span></span>
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1852_numPoints_sdfkte75">0</span><span>/</span><span>1</span>
</div>
</div>
</div>
</div>
<div class="talentTreeInfo" style="background: url(wow-icons/_images/21x21/spell_fire_firebolt02.png) 0 0 no-repeat;">
<span id="treeName_1_sdfkte75" style="font-weight: bold;">Огонь</span> &nbsp;<span id="treeSpent_1_sdfkte75">0</span>
</div>
</div>
<div class="talentTree" id="Frost_tree_sdfkte75" style="background-image: url('images/talents/bg/small/MageFrost.jpg');">
<div class="tier">
<div class="talent staticTip col0" id="38_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/spell_frost_frostarmor.jpg');">
<div class="talentHolder
						" id="38_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(38);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="38_numPoints_sdfkte75">0</span><span>/</span><span>3</span>
</div>
</div>
</div>
<div class="talent staticTip col1" id="37_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/spell_frost_frostbolt02.jpg');">
<div class="talentHolder
						" id="37_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(37);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="37_numPoints_sdfkte75">0</span><span>/</span><span>5</span>
</div>
</div>
</div>
<div class="talent staticTip col2" id="62_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/spell_frost_icefloes.jpg');">
<div class="talentHolder
						" id="62_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(62);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="62_numPoints_sdfkte75">0</span><span>/</span><span>3</span>
</div>
</div>
</div>
</div>
<div class="tier">
<div class="talent staticTip col0" id="73_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_frost_iceshard.jpg');">
<div class="talentHolder
						 disabled" id="73_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(73);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="73_numPoints_sdfkte75">0</span><span>/</span><span>3</span>
</div>
</div>
</div>
<div class="talent staticTip col1" id="70_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_frost_frostward.jpg');">
<div class="talentHolder
						 disabled" id="70_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(70);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="70_numPoints_sdfkte75">0</span><span>/</span><span>2</span>
</div>
</div>
</div>
<div class="talent staticTip col2" id="1649_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_ice_magicdamage.jpg');">
<div class="talentHolder
						 disabled" id="1649_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(1649);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1649_numPoints_sdfkte75">0</span><span>/</span><span>3</span>
</div>
</div>
</div>
<div class="talent staticTip col3" id="65_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_frost_wisp.jpg');">
<div class="talentHolder
						 disabled" id="65_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(65);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="65_numPoints_sdfkte75">0</span><span>/</span><span>3</span>
</div>
</div>
</div>
</div>
<div class="tier">
<div class="talent staticTip col0" id="61_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_frost_frostbolt.jpg');">
<div class="talentHolder
						 disabled" id="61_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(61);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="61_numPoints_sdfkte75">0</span><span>/</span><span>3</span>
</div>
</div>
</div>
<div class="talent staticTip col1" id="69_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_frost_coldhearted.jpg');">
<div class="talentHolder
						 disabled" id="69_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(69);">
<span id="spellInfo_69" style="display: none;"><span style="float: left;">3% запаса маны</span>
<br>
<span style="float: right;"> Восстановление: 3  мин</span><span style="float: left;">Мгновенное действие</span></span>
<div class="talentHover"></div>
<div class="rankCtr">
<span id="69_numPoints_sdfkte75">0</span><span>/</span><span>1</span>
</div>
</div>
</div>
<div class="talent staticTip col2" id="63_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_frost_icestorm.jpg');">
<div class="talentHolder
						 disabled" id="63_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(63);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="63_numPoints_sdfkte75">0</span><span>/</span><span>3</span>
</div>
</div>
</div>
</div>
<div class="tier">
<div class="talent staticTip col0" id="741_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_shadow_darkritual.jpg');">
<div class="talentHolder
						 disabled" id="741_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(741);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="741_numPoints_sdfkte75">0</span><span>/</span><span>2</span>
</div>
</div>
</div>
<div class="talent staticTip col1" id="66_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_frost_stun.jpg');">
<div class="talentHolder
						 disabled" id="66_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(66);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="66_numPoints_sdfkte75">0</span><span>/</span><span>3</span>
</div>
</div>
</div>
<div class="talent staticTip col2" id="67_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_frost_frostshock.jpg');">
<div class="talentHolder
						 disabled" id="67_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(67);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="67_numPoints_sdfkte75">0</span><span>/</span><span>3</span>
</div>
</div>
</div>
</div>
<div class="tier">
<div class="talent staticTip col1" id="72_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_frost_wizardmark.jpg');">
<div class="talentHolder
						 disabled" id="72_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(72);">
<span id="spellInfo_72" style="display: none;"><span style="float: right;"> Восстановление: 8  мин</span><span style="float: left;"> Мгновенное действие </span></span>
<div class="talentHover"></div>
<div class="rankCtr">
<span id="72_numPoints_sdfkte75">0</span><span>/</span><span>1</span>
</div>
</div>
</div>
<div class="talent staticTip col2" id="64_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_frost_glacier.jpg');">
<div class="talentHolder
						 disabled" id="64_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(64);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="64_numPoints_sdfkte75">0</span><span>/</span><span>3</span>
</div>
</div>
</div>
<div class="talent staticTip col3" id="1736_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_frost_frozencore.jpg');">
<div class="talentHolder
						 disabled" id="1736_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(1736);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1736_numPoints_sdfkte75">0</span><span>/</span><span>3</span>
</div>
</div>
</div>
</div>
<div class="tier">
<div class="talent staticTip col0" id="1737_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/ability_mage_coldasice.jpg');">
<div class="talentHolder
						 disabled" id="1737_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(1737);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1737_numPoints_sdfkte75">0</span><span>/</span><span>2</span>
</div>
</div>
</div>
<div class="talent staticTip col2" id="68_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_frost_chillingblast.jpg');">
<div class="talentHolder
						 disabled" id="68_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(68);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="68_numPoints_sdfkte75">0</span><span>/</span><span>3</span>
</div>
</div>
</div>
</div>
<div class="tier">
<div class="talent staticTip col0" id="2214_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/ability_mage_shattershield.jpg');">
<div class="talentHolder
						 disabled" id="2214_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(2214);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="2214_numPoints_sdfkte75">0</span><span>/</span><span>2</span>
</div>
</div>
</div>
<div class="talent staticTip col1" id="71_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_ice_lament.jpg');">
<div class="talentHolder
						 disabled" id="71_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(71);">
<span id="spellInfo_71" style="display: none;"><span style="float: left;">26% запаса маны</span>
<br>
<span style="float: right;">Восстановление: 30  сек</span><span style="float: left;">Мгновенное действие</span></span>
<div class="talentHover"></div>
<div class="rankCtr">
<span id="71_numPoints_sdfkte75">0</span><span>/</span><span>1</span>
</div>
</div>
</div>
<div class="talent staticTip col2" id="1738_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_frost_arcticwinds.jpg');">
<div class="talentHolder
						 disabled" id="1738_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(1738);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1738_numPoints_sdfkte75">0</span><span>/</span><span>5</span>
</div>
</div>
</div>
</div>
<div class="tier">
<div class="talent staticTip col1" id="1740_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_frost_frostbolt02.jpg');">
<div class="talentHolder
						 disabled" id="1740_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(1740);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1740_numPoints_sdfkte75">0</span><span>/</span><span>2</span>
</div>
</div>
</div>
<div class="talent staticTip col2" id="1853_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/ability_mage_wintersgrasp.jpg');">
<div class="talentHolder
						 disabled" id="1853_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(1853);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1853_numPoints_sdfkte75">0</span><span>/</span><span>2</span>
</div>
</div>
</div>
</div>
<div class="tier">
<div class="talent staticTip col0" id="1854_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/ability_mage_brainfreeze.jpg');">
<div class="talentHolder
						 disabled" id="1854_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(1854);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1854_numPoints_sdfkte75">0</span><span>/</span><span>3</span>
</div>
</div>
</div>
<div class="talent staticTip col1" id="1741_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_frost_summonwaterelemental_2.jpg');">
<div class="talentHolder
						 disabled" id="1741_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(1741);">
<span id="spellInfo_1741" style="display: none;"><span style="float: left;">16% запаса маны</span>
<br>
<span style="float: right;"> Восстановление: 3  мин</span><span style="float: left;">Мгновенное действие</span></span>
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1741_numPoints_sdfkte75">0</span><span>/</span><span>1</span>
</div>
</div>
</div>
<div class="talent staticTip col2" id="1855_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_frost_summonwaterelemental_2.jpg');">
<div class="talentHolder
						 disabled" id="1855_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(1855);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1855_numPoints_sdfkte75">0</span><span>/</span><span>3</span>
</div>
</div>
</div>
</div>
<div class="tier">
<div class="talent staticTip col1" id="1856_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/ability_mage_chilledtothebone.jpg');">
<div class="talentHolder
						 disabled" id="1856_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(1856);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1856_numPoints_sdfkte75">0</span><span>/</span><span>5</span>
</div>
</div>
</div>
</div>
<div class="tier">
<div class="talent staticTip col1" id="1857_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/ability_mage_deepfreeze.jpg');">
<div class="talentHolder
						 disabled" id="1857_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(1857);">
<span id="spellInfo_1857" style="display: none;"><span style="float: right;"> Радиус действия30 </span><span style="float: left;">9% запаса маны</span>
<br>
<span style="float: right;">Восстановление: 30  сек</span><span style="float: left;">Мгновенное действие</span></span>
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1857_numPoints_sdfkte75">0</span><span>/</span><span>1</span>
</div>
</div>
</div>
</div>
<div class="talentTreeInfo" style="background: url(wow-icons/_images/21x21/spell_frost_frostbolt02.png) 0 0 no-repeat;">
<span id="treeName_2_sdfkte75" style="font-weight: bold;">Лед</span> &nbsp;<span id="treeSpent_2_sdfkte75">0</span>
</div>
</div>
<table border="0" cellpadding="0" cellspacing="0" class="resetExportHolder">
<tr>
<td><a class="awesomeButton awesomeButton-exportBuild" href="#" id="linkToBuild_sdfkte75" target="_blank"><span>
<div class="staticTip" onmouseover="setTipText('Создание копии данной раскладки и ее перенос в расчет талантов.')">Копия</div>
</span></a></td>
</tr>
</table>
</div>
</div>
</div>
</div>
</div>
<div class="clear"></div>
</div>
</div>
</div>
</div>
</div>
</div>
</div>
</div>
<script type="text/javascript">
				{literal} $(document).ready(function(){ {/literal}
					initCharTalents();			
				{literal} }); {/literal}
			</script>
</div>
</div>
</div>
</div>