<div class="full-list">
<div class="info-pane">
<div class="talentCalcBg">
<div class="talentCalcFooter">
<xsl-template name="head-content">
<script src="_js/tools/talent-calc.js" type="text/javascript"></script>
</xsl-template>
<script type="text/javascript">
		{literal} var talentData_wenld36 = [
		
			{
				id:   "BeastMastery",
				name: "Повелитель зверей",
				talents: [
				
					{
						id:     1382,
						tier:   0,
						column: 1,
						name:  "Сильный дух ястреба",
						icon:  "spell_nature_ravenform",
						
						ranks: [
						
							"Если охотник обратился к духу ястреба или дракондора, все обычные атаки дальнего боя с вероятностью 10% увеличивают скорость атаки дальнего боя на 3% на 12 сек."
							,
							"Если охотник обратился к духу ястреба или дракондора, все обычные атаки дальнего боя с вероятностью 10% увеличивают скорость атаки дальнего боя на 6% на 12 сек."
							,
							"Если охотник обратился к духу ястреба или дракондора, все обычные атаки дальнего боя с вероятностью 10% увеличивают скорость атаки дальнего боя на 9% на 12 сек."
							,
							"Если охотник обратился к духу ястреба или дракондора, все обычные атаки дальнего боя с вероятностью 10% увеличивают скорость атаки дальнего боя на 12% на 12 сек."
							,
							"Если охотник обратился к духу ястреба или дракондора, все обычные атаки дальнего боя с вероятностью 10% увеличивают скорость атаки дальнего боя на 15% на 12 сек."
							
						]
					}
					,
					{
						id:     1389,
						tier:   0,
						column: 2,
						name:  "Тренировка стойкости",
						icon:  "spell_nature_reincarnation",
						
						ranks: [
						
							"Увеличивает запас здоровья питомца на 2% и ваш максимальный запас здоровья на 1%."
							,
							"Увеличивает запас здоровья питомца на 4% и ваш максимальный запас здоровья на 2%."
							,
							"Увеличивает запас здоровья питомца на 6% и ваш максимальный запас здоровья на 3%."
							,
							"Увеличивает запас здоровья питомца на 8% и ваш максимальный запас здоровья на 4%."
							,
							"Увеличивает запас здоровья питомца на 10% и ваш максимальный запас здоровья на 5%."
							
						]
					}
					,
					{
						id:     1624,
						tier:   1,
						column: 0,
						name:  "Направленный огонь",
						icon:  "ability_hunter_silenthunter",
						
						ranks: [
						
							"Пока ваш питомец с вами, весь наносимый вами урон увеличивается на 1%, а вероятность критического эффекта особых способностей питомца при использовании команды \"Взять!\" повышается на 10%."
							,
							"Пока ваш питомец с вами, весь наносимый вами урон увеличивается на 2%, а вероятность критического эффекта особых способностей питомца при использовании команды \"Взять!\" повышается на 20%."
							
						]
					}
					,
					{
						id:     1381,
						tier:   1,
						column: 1,
						name:  "Сильный дух обезьяны",
						icon:  "ability_hunter_aspectofthemonkey",
						
						ranks: [
						
							"Если охотник обратился к духу обезьяны или духу дракондора, вероятность уклонения дополнительно повышается на 2%."
							,
							"Если охотник обратился к духу обезьяны или духу дракондора, вероятность уклонения дополнительно повышается на 4%."
							,
							"Если охотник обратился к духу обезьяны или духу дракондора, вероятность уклонения дополнительно повышается на 6%."
							
						]
					}
					,
					{
						id:     1395,
						tier:   1,
						column: 2,
						name:  "Плотная шкура",
						icon:  "inv_misc_pelt_bear_03",
						
						ranks: [
						
							"Увеличивает броню ваших питомцев на 7% и эффективность усиления вашей брони за счет носимой экипировки на 4%."
							,
							"Увеличивает броню ваших питомцев на 14% и эффективность усиления вашей брони за счет носимой экипировки на 7%."
							,
							"Увеличивает броню ваших питомцев на 20% и эффективность усиления вашей брони за счет носимой экипировки на 10%."
							
						]
					}
					,
					{
						id:     1625,
						tier:   1,
						column: 3,
						name:  "Улучшенное воскрешение питомца",
						icon:  "ability_hunter_beastsoothe",
						
						ranks: [
						
							"Сокращает время произнесения заклинания \"Воскрешение питомца\" на 3 сек. и снижает затраты маны на него на 20%. Запас здоровья, с которым питомец возвращается к жизни, увеличивается дополнительно на 15%."
							,
							"Сокращает время произнесения заклинания \"Воскрешение питомца\" на 6 сек. и снижает затраты маны на него на 40%. Запас здоровья, с которым питомец возвращается к жизни, увеличивается дополнительно на 30%."
							
						]
					}
					,
					{
						id:     1384,
						tier:   2,
						column: 0,
						name:  "Знание троп",
						icon:  "ability_mount_jungletiger",
						
						ranks: [
						
							"Увеличивает бонус скорости при обращении к духу гепарда и духу стаи на 4%, повышает скорость при передвижении верхом на 5%. Не суммируется с другими эффектами увеличения скорости передвижения верхом."
							,
							"Увеличивает бонус скорости при обращении к духу гепарда и духу стаи на 8%, повышает скорость при передвижении верхом на 10%. Не суммируется с другими эффектами увеличения скорости передвижения верхом."
							
						]
					}
					,
					{
						id:     2138,
						tier:   2,
						column: 1,
						name:  "Власть над духами",
						icon:  "ability_hunter_aspectmastery",
						
						ranks: [
						
							"Дух гадюки – уменьшение штрафа на наносимый урон на 10%.<br/><br/>Дух обезьяны – уменьшение получаемого урона на 5%.<br/><br/>Дух ястреба – увеличение бонуса силы атаки на 30%.<br/><br/>Дух дракондора – объединенный эффект духа обезьяны и духа ястреба."
							
						]
					}
					,
					{
						id:     1396,
						tier:   2,
						column: 2,
						name:  "Неудержимое неистовство",
						icon:  "ability_bullrush",
						
						ranks: [
						
							"Увеличивает урон, наносимый вашими питомцами, на 3%."
							,
							"Увеличивает урон, наносимый вашими питомцами, на 6%."
							,
							"Увеличивает урон, наносимый вашими питомцами, на 9%."
							,
							"Увеличивает урон, наносимый вашими питомцами, на 12%."
							,
							"Увеличивает урон, наносимый вашими питомцами, на 15%."
							
						]
					}
					,
					{
						id:     1385,
						tier:   3,
						column: 1,
						name:  "Улучшенное лечение питомца",
						icon:  "ability_hunter_mendpet",
						
						ranks: [
						
							"Снижает затраты маны на заклинание \"Лечение питомца\" на 10%. С вероятностью 25% заклинание снимает 1 эффект проклятия, болезни, магии или отравления с питомца на каждом такте действия."
							,
							"Снижает затраты маны на заклинание \"Лечение питомца\" на 20%. С вероятностью 50% заклинание снимает 1 эффект проклятия, болезни, магии или отравления с питомца на каждом такте действия."
							
						]
					}
					,
					{
						id:     1393,
						tier:   3,
						column: 2,
						name:  "Свирепость",
						icon:  "inv_misc_monsterclaw_04",
						
						ranks: [
						
							"Повышает вероятность того, что ваш питомец нанесет критический удар, на 2%."
							,
							"Повышает вероятность того, что ваш питомец нанесет критический удар, на 4%."
							,
							"Повышает вероятность того, что ваш питомец нанесет критический удар, на 6%."
							,
							"Повышает вероятность того, что ваш питомец нанесет критический удар, на 8%."
							,
							"Повышает вероятность того, что ваш питомец нанесет критический удар, на 10%."
							
						]
					}
					,
					{
						id:     1388,
						tier:   4,
						column: 0,
						name:  "Узы духа",
						icon:  "ability_druid_demoralizingroar",
						
						ranks: [
						
							"Пока ваш питомец с вами, вы оба восстанавливаете 1% максимального запаса здоровья раз в 10 сек., а исцеляющие эффекты, действующие на вас или вашего питомца, усиливаются на 5%."
							,
							"Пока ваш питомец с вами, вы оба восстанавливаете 2% максимального запаса здоровья раз в 10 сек., а исцеляющие эффекты, действующие на вас или вашего питомца, усиливаются на 10%."
							
						]
					}
					,
					{
						id:     1387,
						tier:   4,
						column: 1,
						name:  "Устрашение",
						icon:  "ability_devour",
						
						ranks: [
						
							"Приказать питомцу напугать противника, оглушив его на 3 сек. и значительно повысив свой уровень угрозы. Время действия – 15 сек."
							
						]
					}
					,
					{
						id:     1390,
						tier:   4,
						column: 3,
						name:  "Беспрекословное послушание",
						icon:  "spell_nature_abolishmagic",
						
						ranks: [
						
							"Повышает скорость восстановления тонуса ваших питомцев на 50%."
							,
							"Повышает скорость восстановления тонуса ваших питомцев на 100%."
							
						]
					}
					,
					{
						id:     1799,
						tier:   5,
						column: 0,
						name:  "Опытный дрессировщик",
						icon:  "ability_hunter_animalhandler",
						
						ranks: [
						
							"Увеличивает силу атаки вашего питомца на 5% и продлевает действие способности \"Приказ хозяина\" на 3 сек."
							,
							"Увеличивает силу атаки вашего питомца на 10% и продлевает действие способности \"Приказ хозяина\" на 6 сек."
							
						]
					}
					,
					{
						id:     1397,
						tier:   5,
						column: 2,
						name:  "Бешенство",
						icon:  "inv_misc_monsterclaw_03",
						
							requires: 1393,
						
						ranks: [
						
							"Когда ваш питомец наносит критический удар, с вероятностью 20% его скорость атаки повышается на 30% на 8 сек."
							,
							"Когда ваш питомец наносит критический удар, с вероятностью 40% его скорость атаки повышается на 30% на 8 сек."
							,
							"Когда ваш питомец наносит критический удар, с вероятностью 60% его скорость атаки повышается на 30% на 8 сек."
							,
							"Когда ваш питомец наносит критический удар, с вероятностью 80% его скорость атаки повышается на 30% на 8 сек."
							,
							"Когда ваш питомец наносит критический удар, с вероятностью 100% его скорость атаки повышается на 30% на 8 сек."
							
						]
					}
					,
					{
						id:     1800,
						tier:   6,
						column: 0,
						name:  "Свирепое воодушевление",
						icon:  "ability_hunter_ferociousinspiration",
						
						ranks: [
						
							"Когда ваш питомец наносит критический удар, наносимый всеми участниками группы или рейда урон увеличивается на 1% на 10 сек. Кроме того, на 3% увеличивается урон, наносимый способностью \"Чародейский выстрел\"."
							,
							"Когда ваш питомец наносит критический удар, наносимый всеми участниками группы или рейда урон увеличивается на 2% на 10 сек. Кроме того, на 6% увеличивается урон, наносимый способностью \"Чародейский выстрел\"."
							,
							"Когда ваш питомец наносит критический удар, наносимый всеми участниками группы или рейда урон увеличивается на 3% на 10 сек. Кроме того, на 9% увеличивается урон, наносимый способностью \"Чародейский выстрел\"."
							
						]
					}
					,
					{
						id:     1386,
						tier:   6,
						column: 1,
						name:  "Звериный гнев",
						icon:  "ability_druid_ferociousbite",
						
							requires: 1387,
						
						ranks: [
						
							"Питомца обуревает ярость, увеличивающая наносимый им урон на 50% на 10 сек. В ярости питомец не знает ни страха, ни жалости, и его может остановить только смерть."
							
						]
					}
					,
					{
						id:     1801,
						tier:   6,
						column: 2,
						name:  "Кошачьи рефлексы",
						icon:  "ability_hunter_catlikereflexes",
						
						ranks: [
						
							"Повышает вероятность уклонения от атак на 1% для вас и на 3% для вашего питомца. Сокращает время восстановления способности «Команда \"Взять!\"» на 10 с."
							,
							"Повышает вероятность уклонения от атак на 2% для вас и на 6% для вашего питомца. Сокращает время восстановления способности «Команда \"Взять!\"» на 20 с."
							,
							"Повышает вероятность уклонения от атак на 3% для вас и на 9% для вашего питомца. Сокращает время восстановления способности «Команда \"Взять!\"» на 30 с."
							
						]
					}
					,
					{
						id:     2136,
						tier:   7,
						column: 0,
						name:  "Окрыление",
						icon:  "ability_hunter_invigeration",
						
							requires: 1800,
						
						ranks: [
						
							"Когда особая способность вашего питомца наносит критический удар, с вероятностью 50% вы моментально восполняете 1% маны."
							,
							"Когда особая способность вашего питомца наносит критический удар, с вероятностью 100% вы моментально восполняете 1% маны."
							
						]
					}
					,
					{
						id:     1802,
						tier:   7,
						column: 2,
						name:  "Змеиная скорость",
						icon:  "ability_hunter_serpentswiftness",
						
						ranks: [
						
							"Повышает вашу скорость атаки в дальнем бою на 4% и скорость атаки в ближнем бою вашего питомца на 4%."
							,
							"Повышает вашу скорость атаки в дальнем бою на 8% и скорость атаки в ближнем бою вашего питомца на 8%."
							,
							"Повышает вашу скорость атаки в дальнем бою на 12% и скорость атаки в ближнем бою вашего питомца на 12%."
							,
							"Повышает вашу скорость атаки в дальнем бою на 16% и скорость атаки в ближнем бою вашего питомца на 16%."
							,
							"Повышает вашу скорость атаки в дальнем бою на 20% и скорость атаки в ближнем бою вашего питомца на 20%."
							
						]
					}
					,
					{
						id:     2140,
						tier:   8,
						column: 0,
						name:  "Жизненный опыт",
						icon:  "ability_hunter_longevity",
						
						ranks: [
						
							"Сокращает время восстановления способностей \"Звериный гнев\" и \"Устрашение\", а также особых способностей вашего питомца на 10%."
							,
							"Сокращает время восстановления способностей \"Звериный гнев\" и \"Устрашение\", а также особых способностей вашего питомца на 20%."
							,
							"Сокращает время восстановления способностей \"Звериный гнев\" и \"Устрашение\", а также особых способностей вашего питомца на 30%."
							
						]
					}
					,
					{
						id:     1803,
						tier:   8,
						column: 1,
						name:  "Зверь внутри",
						icon:  "ability_hunter_beastwithin",
						
							requires: 1386,
						
						ranks: [
						
							"Повышает весь наносимый вами урон на 10% . Когда питомец находится под действием эффекта \"Звериный гнев\", охотник тоже впадает в исступление: наносимый им урон увеличивается на 10%, а расход маны на все заклинания снижается на 50% на 10 сек. В этом состоянии охотник не чувствует ни страха, ни жалости, и только смерть способна остановить его."
							
						]
					}
					,
					{
						id:     2137,
						tier:   8,
						column: 2,
						name:  "Бросок кобры",
						icon:  "ability_hunter_cobrastrikes",
						
							requires: 1802,
						
						ranks: [
						
							"С вероятностью 20% после нанесения вами критического урона способностями \"Чародейский выстрел\", \"Верный выстрел\" или \"Убийственный выстрел\" 2 следующие особые способности вашего питомца также нанесут критический урон."
							,
							"С вероятностью 40% после нанесения вами критического урона способностями \"Чародейский выстрел\", \"Верный выстрел\" или \"Убийственный выстрел\" 2 следующие особые способности вашего питомца также нанесут критический урон."
							,
							"С вероятностью 60% после нанесения вами критического урона способностями \"Чародейский выстрел\", \"Верный выстрел\" или \"Убийственный выстрел\" 2 следующие особые способности вашего питомца также нанесут критический урон."
							
						]
					}
					,
					{
						id:     2227,
						tier:   9,
						column: 1,
						name:  "Родственные души",
						icon:  "ability_hunter_separationanxiety",
						
						ranks: [
						
							"Увеличивает урон, наносимый вашим питомцем, на 4%. Пока ваш питомец с вами, его и ваша скорость передвижения повышается на 2%. Эффект не суммируется с другими эффектами, повышающими скорость передвижения."
							,
							"Увеличивает урон, наносимый вашим питомцем, на 8%. Пока ваш питомец с вами, его и ваша скорость передвижения повышается на 4%. Эффект не суммируется с другими эффектами, повышающими скорость передвижения."
							,
							"Увеличивает урон, наносимый вашим питомцем, на 12%. Пока ваш питомец с вами, его и ваша скорость передвижения повышается на 6%. Эффект не суммируется с другими эффектами, повышающими скорость передвижения."
							,
							"Увеличивает урон, наносимый вашим питомцем, на 16%. Пока ваш питомец с вами, его и ваша скорость передвижения повышается на 8%. Эффект не суммируется с другими эффектами, повышающими скорость передвижения."
							,
							"Увеличивает урон, наносимый вашим питомцем, на 20%. Пока ваш питомец с вами, его и ваша скорость передвижения повышается на 10%. Эффект не суммируется с другими эффектами, повышающими скорость передвижения."
							
						]
					}
					,
					{
						id:     2139,
						tier:   10,
						column: 1,
						name:  "Повелитель зверей",
						icon:  "ability_hunter_beastmastery",
						
						ranks: [
						
							"Вы в совершенстве овладеваете искусством дрессировки, получая возможность приручать экзотических питомцев. Общее количество очков умений питомца увеличивается на 4."
							
						]
					}
					
				]
			}
			,
			{
				id:   "Marksmanship",
				name: "Стрельба",
				talents: [
				
					{
						id:     1341,
						tier:   0,
						column: 0,
						name:  "Улучшенный контузящий выстрел",
						icon:  "spell_frost_stun",
						
						ranks: [
						
							"Увеличивает время действия эффекта головокружения способности \"Контузящий выстрел\" на 1 с."
							,
							"Увеличивает время действия эффекта головокружения способности \"Контузящий выстрел\" на 2 с."
							
						]
					}
					,
					{
						id:     2197,
						tier:   0,
						column: 1,
						name:  "Точное наведение",
						icon:  "ability_hunter_focusedaim",
						
						ranks: [
						
							"Сокращает задержку применения способности \"Верный выстрел\" при получении урона на 23% и повышает вашу меткость на 1%."
							,
							"Сокращает задержку применения способности \"Верный выстрел\" при получении урона на 46% и повышает вашу меткость на 2%."
							,
							"Сокращает задержку применения способности \"Верный выстрел\" при получении урона на 70% и повышает вашу меткость на 3%."
							
						]
					}
					,
					{
						id:     1344,
						tier:   0,
						column: 2,
						name:  "Стрельба на поражение",
						icon:  "ability_searingarrow",
						
						ranks: [
						
							"Повышает вероятность нанесения критического урона оружием дальнего боя на 1%."
							,
							"Повышает вероятность нанесения критического урона оружием дальнего боя на 2%."
							,
							"Повышает вероятность нанесения критического урона оружием дальнего боя на 3%."
							,
							"Повышает вероятность нанесения критического урона оружием дальнего боя на 4%."
							,
							"Повышает вероятность нанесения критического урона оружием дальнего боя на 5%."
							
						]
					}
					,
					{
						id:     1806,
						tier:   1,
						column: 0,
						name:  "Верная цель",
						icon:  "ability_hunter_zenarchery",
						
						ranks: [
						
							"Повышает силу атаки дальнего боя на 33% от вашего интеллекта."
							,
							"Повышает силу атаки дальнего боя на 66% от вашего интеллекта."
							,
							"Повышает силу атаки дальнего боя на 100% от вашего интеллекта."
							
						]
					}
					,
					{
						id:     1343,
						tier:   1,
						column: 1,
						name:  "Улучшенная метка охотника",
						icon:  "ability_hunter_snipershot",
						
						ranks: [
						
							"Увеличивает бонус силы атаки от способности \"Метка охотника\" на 10% и снижает затраты маны на ее применение на 33%."
							,
							"Увеличивает бонус силы атаки от способности \"Метка охотника\" на 20% и снижает затраты маны на ее применение на 66%."
							,
							"Увеличивает бонус силы атаки от способности \"Метка охотника\" на 30% и снижает затраты маны на ее применение на 100%."
							
						]
					}
					,
					{
						id:     1349,
						tier:   1,
						column: 2,
						name:  "Смертоносные выстрелы",
						icon:  "ability_piercedamage",
						
						ranks: [
						
							"Увеличивает дополнительный урон при критическом попадании в дальнем бою на 6%."
							,
							"Увеличивает дополнительный урон при критическом попадании в дальнем бою на 12%."
							,
							"Увеличивает дополнительный урон при критическом попадании в дальнем бою на 18%."
							,
							"Увеличивает дополнительный урон при критическом попадании в дальнем бою на 24%."
							,
							"Увеличивает дополнительный урон при критическом попадании в дальнем бою на 30%."
							
						]
					}
					,
					{
						id:     1818,
						tier:   2,
						column: 0,
						name:  "Хватай за горло!",
						icon:  "ability_hunter_goforthethroat",
						
						ranks: [
						
							"Критические удары, наносимые вами в дальнем бою, восстанавливают вашему питомцу 25 тонуса."
							,
							"Критические удары, наносимые вами в дальнем бою, восстанавливают вашему питомцу 50 тонуса."
							
						]
					}
					,
					{
						id:     1346,
						tier:   2,
						column: 1,
						name:  "Улучшенный чародейский выстрел",
						icon:  "ability_impalingbolt",
						
						ranks: [
						
							"Увеличивает урон, наносимый способностью \"Чародейский выстрел\", на 5%."
							,
							"Увеличивает урон, наносимый способностью \"Чародейский выстрел\", на 10%."
							,
							"Увеличивает урон, наносимый способностью \"Чародейский выстрел\", на 15%."
							
						]
					}
					,
					{
						id:     1345,
						tier:   2,
						column: 2,
						name:  "Прицельный выстрел",
						icon:  "inv_spear_07",
						
							requires: 1349,
						
						ranks: [
						
							"Меткий выстрел, наносящий цели на 5 ед. урона больше обычного и снижающий эффективность применяемого к ней исцеления на 50% на 10 сек."
							
						]
					}
					,
					{
						id:     1819,
						tier:   2,
						column: 3,
						name:  "Быстрая расправа",
						icon:  "ability_hunter_rapidkilling",
						
						ranks: [
						
							"Сокращает время восстановления способности \"Быстрая стрельба\" на 1 мин. Кроме того, после смерти противника, принесшей опыт или очки чести, способности \"Прицельный выстрел\", \"Чародейский выстрел\" или \"Выстрел химеры\" при следующем применении нанесут на 10% больше урона. Время действия – 20 сек."
							,
							"Сокращает время восстановления способности \"Быстрая стрельба\" на 2 мин. Кроме того, после смерти противника, принесшей опыт или очки чести, способности \"Прицельный выстрел\", \"Чародейский выстрел\" или \"Выстрел химеры\" при следующем применении нанесут на 20% больше урона. Время действия – 20 сек."
							
						]
					}
					,
					{
						id:     1348,
						tier:   3,
						column: 1,
						name:  "Смертельные укусы",
						icon:  "ability_hunter_quickshot",
						
						ranks: [
						
							"Увеличивает на 10% урон, наносимый способностями \"Укус змеи\" и \"Укус виверны\". Увеличивает на 10% количество маны, вытягиваемой способностью \"Укус гадюки\". Также снижает на 10% вероятность того, что периодические эффекты категории \"Укус\" будут расcеяны."
							,
							"Увеличивает на 20% урон, наносимый способностями \"Укус змеи\" и \"Укус виверны\". Увеличивает на 20% количество маны, вытягиваемой способностью \"Укус гадюки\". Также снижает на 20% вероятность того, что периодические эффекты категории \"Укус\" будут расcеяны."
							,
							"Увеличивает на 30% урон, наносимый способностями \"Укус змеи\" и \"Укус виверны\". Увеличивает на 30% количество маны, вытягиваемой способностью \"Укус гадюки\". Также снижает на 30% вероятность того, что периодические эффекты категории \"Укус\" будут расcеяны."
							
						]
					}
					,
					{
						id:     1342,
						tier:   3,
						column: 2,
						name:  "Эффективность",
						icon:  "spell_frost_wizardmark",
						
						ranks: [
						
							"Снижает затраты маны на способности категорий \"Выстрел\" и \"Укус\" на 3%."
							,
							"Снижает затраты маны на способности категорий \"Выстрел\" и \"Укус\" на 6%."
							,
							"Снижает затраты маны на способности категорий \"Выстрел\" и \"Укус\" на 9%."
							,
							"Снижает затраты маны на способности категорий \"Выстрел\" и \"Укус\" на 12%."
							,
							"Снижает затраты маны на способности категорий \"Выстрел\" и \"Укус\" на 15%."
							
						]
					}
					,
					{
						id:     1351,
						tier:   4,
						column: 0,
						name:  "Шокирующий залп",
						icon:  "spell_arcane_starfire",
						
						ranks: [
						
							"Если ваши способности \"Выстрел химеры\" и \"Залп\" попадают в цель, с вероятностью 50% они вызовут у противника головокружение на 4 сек."
							,
							"Если ваши способности \"Выстрел химеры\" и \"Залп\" попадают в цель, с вероятностью 100% они вызовут у противника головокружение на 4 сек."
							
						]
					}
					,
					{
						id:     1353,
						tier:   4,
						column: 1,
						name:  "Готовность",
						icon:  "ability_hunter_readiness",
						
						ranks: [
						
							"При активации эта способность немедленно обнуляет время до восстановления всех остальных способностей охотника, кроме способности \"Звериный гнев\"."
							
						]
					}
					,
					{
						id:     1347,
						tier:   4,
						column: 2,
						name:  "Заградительный огонь",
						icon:  "ability_upgrademoonglaive",
						
						ranks: [
						
							"Увеличивает урон, наносимый вашими способностями \"Залп\", \"Град стрел\" и \"Прицельный выстрел\", на 4%."
							,
							"Увеличивает урон, наносимый вашими способностями \"Залп\", \"Град стрел\" и \"Прицельный выстрел\", на 8%."
							,
							"Увеличивает урон, наносимый вашими способностями \"Залп\", \"Град стрел\" и \"Прицельный выстрел\", на 12%."
							
						]
					}
					,
					{
						id:     1804,
						tier:   5,
						column: 0,
						name:  "Боевой опыт",
						icon:  "ability_hunter_combatexperience",
						
						ranks: [
						
							"Повышает ловкость и интеллект на 2%."
							,
							"Повышает ловкость и интеллект на 4%."
							
						]
					}
					,
					{
						id:     1362,
						tier:   5,
						column: 3,
						name:  "Специализация на оружии дальнего боя",
						icon:  "inv_weapon_rifle_06",
						
						ranks: [
						
							"Увеличивает урон, наносимый оружием дальнего боя, на 1%."
							,
							"Увеличивает урон, наносимый оружием дальнего боя, на 3%."
							,
							"Увеличивает урон, наносимый оружием дальнего боя, на 5%."
							
						]
					}
					,
					{
						id:     2130,
						tier:   6,
						column: 0,
						name:  "Пронзающие выстрелы",
						icon:  "ability_hunter_piercingshots",
						
						ranks: [
						
							"Критические удары способностей \"Прицельный выстрел\", \"Верный выстрел\" и \"Выстрел химеры\" вызывают у цели кровотечение, наносящее урон в количестве, равном 10% от урона способности, в течение 8 сек."
							,
							"Критические удары способностей \"Прицельный выстрел\", \"Верный выстрел\" и \"Выстрел химеры\" вызывают у цели кровотечение, наносящее урон в количестве, равном 20% от урона способности, в течение 8 сек."
							,
							"Критические удары способностей \"Прицельный выстрел\", \"Верный выстрел\" и \"Выстрел химеры\" вызывают у цели кровотечение, наносящее урон в количестве, равном 30% от урона способности, в течение 8 сек."
							
						]
					}
					,
					{
						id:     1361,
						tier:   6,
						column: 1,
						name:  "Аура меткого выстрела",
						icon:  "ability_trueshot",
						
							requires: 1353,
						
						ranks: [
						
							"Увеличивает силу атаки участников группы или рейда в радиусе 45 м на 10%. Время действия – до отмены."
							
						]
					}
					,
					{
						id:     1821,
						tier:   6,
						column: 2,
						name:  "Улучшенный заградительный огонь",
						icon:  "ability_upgrademoonglaive",
						
							requires: 1347,
						
						ranks: [
						
							"Повышает вероятность критического удара способностей \"Залп\" и \"Прицельный выстрел\" на 4% и сокращает на 33% время, теряемое в случае получения урона при поддержании способности \"Град стрел\"."
							,
							"Повышает вероятность критического удара способностей \"Залп\" и \"Прицельный выстрел\" на 8% и сокращает на 66% время, теряемое в случае получения урона при поддержании способности \"Град стрел\"."
							,
							"Повышает вероятность критического удара способностей \"Залп\" и \"Прицельный выстрел\" на 12% и сокращает на 100% время, теряемое в случае получения урона при поддержании способности \"Град стрел\"."
							
						]
					}
					,
					{
						id:     1807,
						tier:   7,
						column: 1,
						name:  "Снайпер",
						icon:  "ability_hunter_mastermarksman",
						
						ranks: [
						
							"Повышает вероятность нанесения критического удара на 1% и снижает затраты маны на способности \"Верный выстрел\", \"Прицельный выстрел\" и \"Выстрел химеры\" на 5%."
							,
							"Повышает вероятность нанесения критического удара на 2% и снижает затраты маны на способности \"Верный выстрел\", \"Прицельный выстрел\" и \"Выстрел химеры\" на 10%."
							,
							"Повышает вероятность нанесения критического удара на 3% и снижает затраты маны на способности \"Верный выстрел\", \"Прицельный выстрел\" и \"Выстрел химеры\" на 15%."
							,
							"Повышает вероятность нанесения критического удара на 4% и снижает затраты маны на способности \"Верный выстрел\", \"Прицельный выстрел\" и \"Выстрел химеры\" на 20%."
							,
							"Повышает вероятность нанесения критического удара на 5% и снижает затраты маны на способности \"Верный выстрел\", \"Прицельный выстрел\" и \"Выстрел химеры\" на 25%."
							
						]
					}
					,
					{
						id:     2131,
						tier:   7,
						column: 2,
						name:  "Быстрое возмещение",
						icon:  "ability_hunter_rapidregeneration",
						
						ranks: [
						
							"Под действием эффекта \"Быстрая стрельба\" у вас восполняется 2% от общего объема маны раз в 3 сек. Под действием эффекта \"Быстрое убийство\" у вас восполняется 1% от объема маны раз в 2 сек. в течение 6 сек."
							,
							"Под действием эффекта \"Быстрая стрельба\" у вас восполняется 4% от общего объема маны раз в 3 сек. Под действием эффекта \"Быстрое убийство\" у вас восполняется 2% от объема маны раз в 2 сек. в течение 6 сек."
							
						]
					}
					,
					{
						id:     2132,
						tier:   8,
						column: 0,
						name:  "Мятежная стрела",
						icon:  "ability_hunter_wildquiver",
						
						ranks: [
						
							"Если при автоматической стрельбе ваш выстрел наносит урон, вы с вероятностью 4% делаете дополнительный выстрел, наносящий 80% урона от оружия. Этот урон считается уроном от сил природы. Боеприпасы при этом не расходуются."
							,
							"Если при автоматической стрельбе ваш выстрел наносит урон, вы с вероятностью 8% делаете дополнительный выстрел, наносящий 80% урона от оружия. Этот урон считается уроном от сил природы. Боеприпасы при этом не расходуются."
							,
							"Если при автоматической стрельбе ваш выстрел наносит урон, вы с вероятностью 12% делаете дополнительный выстрел, наносящий 80% урона от оружия. Этот урон считается уроном от сил природы. Боеприпасы при этом не расходуются."
							
						]
					}
					,
					{
						id:     1808,
						tier:   8,
						column: 1,
						name:  "Глушащий выстрел",
						icon:  "ability_theblackarrow",
						
							requires: 1807,
						
						ranks: [
						
							"Выстрел, наносящий 50% урона от оружия и вызывающий у цели немоту на 3 сек. Если противник не является другим игроком, он не сможет произносить заклинания в течение 3 сек."
							
						]
					}
					,
					{
						id:     2133,
						tier:   8,
						column: 2,
						name:  "Улучшенный верный выстрел",
						icon:  "ability_hunter_improvedsteadyshot",
						
						ranks: [
						
							"После того, как ваш \"Верный выстрел\" попадает в цель, с вероятностью 5% следующее применение способности \"Прицельный выстрел\", \"Чародейский выстрел\" или \"Выстрел химеры\" наносит на 15% больше урона и требует на 20% меньше маны."
							,
							"После того, как ваш \"Верный выстрел\" попадает в цель, с вероятностью 10% следующее применение способности \"Прицельный выстрел\", \"Чародейский выстрел\" или \"Выстрел химеры\" наносит на 15% больше урона и требует на 20% меньше маны."
							,
							"После того, как ваш \"Верный выстрел\" попадает в цель, с вероятностью 15% следующее применение способности \"Прицельный выстрел\", \"Чародейский выстрел\" или \"Выстрел химеры\" наносит на 15% больше урона и требует на 20% меньше маны."
							
						]
					}
					,
					{
						id:     2134,
						tier:   9,
						column: 1,
						name:  "Метка смерти",
						icon:  "ability_hunter_assassinate",
						
						ranks: [
						
							"Увеличивает урон, наносимый отмеченным целям вашими выстрелами и специальными способностями питомца, на 1%. Увеличивает дополнительный урон при критическом ударе способностей \"Прицельный выстрел\", \"Чародейский выстрел\", \"Верный выстрел\", \"Убийственный выстрел\" и \"Выстрел химеры\" на 2%."
							,
							"Увеличивает урон, наносимый отмеченным целям вашими выстрелами и специальными способностями питомца, на 2%. Увеличивает дополнительный урон при критическом ударе способностей \"Прицельный выстрел\", \"Чародейский выстрел\", \"Верный выстрел\", \"Убийственный выстрел\" и \"Выстрел химеры\" на 4%."
							,
							"Увеличивает урон, наносимый отмеченным целям вашими выстрелами и специальными способностями питомца, на 3%. Увеличивает дополнительный урон при критическом ударе способностей \"Прицельный выстрел\", \"Чародейский выстрел\", \"Верный выстрел\", \"Убийственный выстрел\" и \"Выстрел химеры\" на 6%."
							,
							"Увеличивает урон, наносимый отмеченным целям вашими выстрелами и специальными способностями питомца, на 4%. Увеличивает дополнительный урон при критическом ударе способностей \"Прицельный выстрел\", \"Чародейский выстрел\", \"Верный выстрел\", \"Убийственный выстрел\" и \"Выстрел химеры\" на 8%."
							,
							"Увеличивает урон, наносимый отмеченным целям вашими выстрелами и специальными способностями питомца, на 5%. Увеличивает дополнительный урон при критическом ударе способностей \"Прицельный выстрел\", \"Чародейский выстрел\", \"Верный выстрел\", \"Убийственный выстрел\" и \"Выстрел химеры\" на 10%."
							
						]
					}
					,
					{
						id:     2135,
						tier:   10,
						column: 1,
						name:  "Выстрел химеры",
						icon:  "ability_hunter_chimerashot2",
						
						ranks: [
						
							"Вы наносите 125% урона от оружия, обновляя действие текущего \"Укуса\". Кроме того, в зависимости от вида \"Укуса\" активируется дополнительный эффект:<br/><br/>\"Укус змеи\" – моментально наносит 40% дополнительного урона спообности.<br/><br/>\"Укус гадюки\" – моментально восполняет 60% маны, вытянутой этой способностью.<br/><br/>\"Укус скорпида\" – пытается обезоружить противника на 10 сек. Этот эффект срабатывает не чаще, чем раз в минуту."
							
						]
					}
					
				]
			}
			,
			{
				id:   "Survival",
				name: "Выживание",
				talents: [
				
					{
						id:     1623,
						tier:   0,
						column: 0,
						name:  "Мастерское выслеживание",
						icon:  "ability_hunter_improvedtracking",
						
						ranks: [
						
							"Выслеживая животных, демонов, драконов, элементалей, гигантов, гуманоидов или нежить, охотник наносит соответствующим целям на 1% больше урона."
							,
							"Выслеживая животных, демонов, драконов, элементалей, гигантов, гуманоидов или нежить, охотник наносит соответствующим целям на 2% больше урона."
							,
							"Выслеживая животных, демонов, драконов, элементалей, гигантов, гуманоидов или нежить, охотник наносит соответствующим целям на 3% больше урона."
							,
							"Выслеживая животных, демонов, драконов, элементалей, гигантов, гуманоидов или нежить, охотник наносит соответствующим целям на 4% больше урона."
							,
							"Выслеживая животных, демонов, драконов, элементалей, гигантов, гуманоидов или нежить, охотник наносит соответствующим целям на 5% больше урона."
							
						]
					}
					,
					{
						id:     1820,
						tier:   0,
						column: 1,
						name:  "Глаз ястреба",
						icon:  "ability_townwatch",
						
						ranks: [
						
							"Увеличивает дистанцию поражения в дальнем бою на 2 метра."
							,
							"Увеличивает дистанцию поражения в дальнем бою на 4 метра."
							,
							"Увеличивает дистанцию поражения в дальнем бою на 6 метров."
							
						]
					}
					,
					{
						id:     1621,
						tier:   0,
						column: 2,
						name:  "Беспощадные удары",
						icon:  "ability_racial_bloodrage",
						
						ranks: [
						
							"Повышает вероятность критического удара способностей \"Удар ящера\" и \"Укус мангуста\" и \"Контратака\" на 10%."
							,
							"Повышает вероятность критического удара способностей \"Удар ящера\" и \"Укус мангуста\" и \"Контратака\" на 20%."
							
						]
					}
					,
					{
						id:     1310,
						tier:   1,
						column: 0,
						name:  "Верный шаг",
						icon:  "ability_kick",
						
						ranks: [
						
							"Сокращает время действия всех замедляющих передвижение эффектов на 10%."
							,
							"Сокращает время действия всех замедляющих передвижение эффектов на 20%."
							,
							"Сокращает время действия всех замедляющих передвижение эффектов на 30%."
							
						]
					}
					,
					{
						id:     1304,
						tier:   1,
						column: 1,
						name:  "Удержание",
						icon:  "spell_nature_stranglevines",
						
						ranks: [
						
							"При попадании в \"Ледяную ловушку\" и \"Змеиную ловушку\" противник на 2 сек. теряет способность передвигаться."
							,
							"При попадании в \"Ледяную ловушку\" и \"Змеиную ловушку\" противник на 3 сек. теряет способность передвигаться."
							,
							"При попадании в \"Ледяную ловушку\" и \"Змеиную ловушку\" противник на 4 сек. теряет способность передвигаться."
							
						]
					}
					,
					{
						id:     1305,
						tier:   1,
						column: 2,
						name:  "Мастер установки ловушек",
						icon:  "ability_ensnare",
						
						ranks: [
						
							"Продлевает действие способностей \"Ледяная ловушка\" и \"Замораживающая ловушка\" на 10%.<br/><br/>Увеличивает периодический урон от способностей \"Обжигающая ловушка\", \"Взрывная ловушка\" и \"Черная стрела\" на 10%.<br/><br/>Увеличивает количество призываемых с помощью способности \"Змеиная ловушка\" змей на 2."
							,
							"Продлевает действие способностей \"Ледяная ловушка\" и \"Замораживающая ловушка\" на 20%.<br/><br/>Увеличивает периодический урон от способностей \"Обжигающая ловушка\", \"Взрывная ловушка\" и \"Черная стрела\" на 20%.<br/><br/>Увеличивает количество призываемых с помощью способности \"Змеиная ловушка\" змей на 4."
							,
							"Продлевает действие способностей \"Ледяная ловушка\" и \"Замораживающая ловушка\" на 30%.<br/><br/>Увеличивает периодический урон от способностей \"Обжигающая ловушка\", \"Взрывная ловушка\" и \"Черная стрела\" на 30%.<br/><br/>Увеличивает количество призываемых с помощью способности \"Змеиная ловушка\" змей на 6."
							
						]
					}
					,
					{
						id:     1810,
						tier:   1,
						column: 3,
						name:  "Инстинкты выживания",
						icon:  "ability_hunter_survivalinstincts",
						
						ranks: [
						
							"Уменьшает весь получаемый урон на 2% и повышает вероятность критического удара способностей \"Чародейский выстрел\", \"Верный выстрел\" и \"Разрывной выстрел\" на 2%."
							,
							"Уменьшает весь получаемый урон на 4% и повышает вероятность критического удара способностей \"Чародейский выстрел\", \"Верный выстрел\" и \"Разрывной выстрел\" на 4%."
							
						]
					}
					,
					{
						id:     1622,
						tier:   2,
						column: 0,
						name:  "Остаться в живых",
						icon:  "spell_shadow_twilight",
						
						ranks: [
						
							"Повышает вашу выносливость на 2%."
							,
							"Повышает вашу выносливость на 4%."
							,
							"Повышает вашу выносливость на 6%."
							,
							"Повышает вашу выносливость на 8%."
							,
							"Повышает вашу выносливость на 10%."
							
						]
					}
					,
					{
						id:     1814,
						tier:   2,
						column: 1,
						name:  "Дезориентирующий выстрел",
						icon:  "ability_golemstormbolt",
						
						ranks: [
						
							"Выстрел на короткой дистанции, наносящий цели 50% урона от оружия и лишающий ее ощущения направления на 4 сек. Любой нанесенный урон отменяет действие эффекта."
							
						]
					}
					,
					{
						id:     1311,
						tier:   2,
						column: 2,
						name:  "Отражение",
						icon:  "ability_parry",
						
						ranks: [
						
							"Повышает вероятность парирования на 1% и сокращает время действия наложенных на вас эффектов обезоруживания на 16%. Не суммируется с другими эффектами, сокращающими время обезоруживания."
							,
							"Повышает вероятность парирования на 2% и сокращает время действия наложенных на вас эффектов обезоруживания на 25%. Не суммируется с другими эффектами, сокращающими время обезоруживания."
							,
							"Повышает вероятность парирования на 3% и сокращает время действия наложенных на вас эффектов обезоруживания на 50%. Не суммируется с другими эффектами, сокращающими время обезоруживания."
							
						]
					}
					,
					{
						id:     1309,
						tier:   2,
						column: 3,
						name:  "Тактика выживания",
						icon:  "ability_rogue_feigndeath",
						
						ranks: [
						
							"Понижает на 2% вероятность сопротивления вашей способности \"Притвориться мертвым\" и вашим ловушкам. Сокращает время восстановления способности \"Отрыв\" на 2 сек."
							,
							"Понижает на 4% вероятность сопротивления вашей способности \"Притвориться мертвым\" и вашим ловушкам. Сокращает время восстановления способности \"Отрыв\" на 4 сек."
							
						]
					}
					,
					{
						id:     2229,
						tier:   3,
						column: 1,
						name:  "Тротил",
						icon:  "inv_misc_bomb_05",
						
						ranks: [
						
							"Увеличивает урон, наносимый способностями \"Обжигающая ловушка\", \"Взрывная ловушка\", \"Черная стрела\" и \"Разрывной выстрел\", на 2%."
							,
							"Увеличивает урон, наносимый способностями \"Обжигающая ловушка\", \"Взрывная ловушка\", \"Черная стрела\" и \"Разрывной выстрел\", на 4%."
							,
							"Увеличивает урон, наносимый способностями \"Обжигающая ловушка\", \"Взрывная ловушка\", \"Черная стрела\" и \"Разрывной выстрел\", на 6%."
							
						]
					}
					,
					{
						id:     1306,
						tier:   3,
						column: 3,
						name:  "На изготовку!",
						icon:  "ability_hunter_lockandload",
						
						ranks: [
						
							"С вероятностью 33% при срабатывании способностей \"Замораживающая ловушка\", \"Замораживающая стрела\" или \"Ледяная ловушка\" и с вероятностью 2% при нанесении периодического урона способностями \"Обжигающая ловушка\", \"Взрывная ловушка\" или \"Черная стрела\" 2 следующих применения способностей \"Чародейский выстрел\" или \"Разрывной выстрел\" не потребуют боеприпасов, маны и времени восстановления. Время восстановления эффекта – 22 сек."
							,
							"С вероятностью 66% при срабатывании способностей \"Замораживающая ловушка\", \"Замораживающая стрела\" или \"Ледяная ловушка\" и с вероятностью 4% при нанесении периодического урона способностями \"Обжигающая ловушка\", \"Взрывная ловушка\" или \"Черная стрела\" 2 следующих применения способностей \"Чародейский выстрел\" или \"Разрывной выстрел\" не потребуют боеприпасов, маны и времени восстановления. Время восстановления эффекта – 22 сек."
							,
							"С вероятностью 100% при срабатывании способностей \"Замораживающая ловушка\", \"Замораживающая стрела\" или \"Ледяная ловушка\" и с вероятностью 6% при нанесении периодического урона способностями \"Обжигающая ловушка\", \"Взрывная ловушка\" или \"Черная стрела\" 2 следующих применения способностей \"Чародейский выстрел\" или \"Разрывной выстрел\" не потребуют боеприпасов, маны и времени восстановления. Время восстановления эффекта – 22 сек."
							
						]
					}
					,
					{
						id:     2228,
						tier:   4,
						column: 0,
						name:  "Охотник против Природы",
						icon:  "ability_hunter_huntervswild",
						
							requires: 1622,
						
						ranks: [
						
							"Увеличивает силу атаки охотника и его питомца, а также силу атаки дальнего боя на 10% от вашей выносливости."
							,
							"Увеличивает силу атаки охотника и его питомца, а также силу атаки дальнего боя на 20% от вашей выносливости."
							,
							"Увеличивает силу атаки охотника и его питомца, а также силу атаки дальнего боя на 30% от вашей выносливости."
							
						]
					}
					,
					{
						id:     1321,
						tier:   4,
						column: 1,
						name:  "Инстинкт убийцы",
						icon:  "spell_holy_blessingofstamina",
						
						ranks: [
						
							"Повышает вероятность нанесения критического удара на 1%."
							,
							"Повышает вероятность нанесения критического удара на 2%."
							,
							"Повышает вероятность нанесения критического удара на 3%."
							
						]
					}
					,
					{
						id:     1312,
						tier:   4,
						column: 2,
						name:  "Контратака",
						icon:  "ability_warrior_challange",
						
							requires: 1311,
						
						ranks: [
						
							"Удар, наносящий противнику 54 ед. урона и обездвиживающий его на 5 сек. Его можно нанести только после парирования атаки. Этот удар невозможно заблокировать или парировать, равно как и уклониться от него."
							
						]
					}
					,
					{
						id:     1303,
						tier:   5,
						column: 0,
						name:  "Молниеносные рефлексы",
						icon:  "spell_nature_invisibilty",
						
						ranks: [
						
							"Повышает вашу ловкость на 3%."
							,
							"Повышает вашу ловкость на 6%."
							,
							"Повышает вашу ловкость на 9%."
							,
							"Повышает вашу ловкость на 12%."
							,
							"Повышает вашу ловкость на 15%."
							
						]
					}
					,
					{
						id:     1809,
						tier:   5,
						column: 2,
						name:  "Изобретательность",
						icon:  "ability_hunter_resourcefulness",
						
						ranks: [
						
							"Снижает затраты маны на все ловушки, способности ближнего боя и способность \"Черная стрела\" на 20% и сокращает время восстановления всех ловушек и способности \"Черная стрела\" на 2 сек."
							,
							"Снижает затраты маны на все ловушки, способности ближнего боя и способность \"Черная стрела\" на 40% и сокращает время восстановления всех ловушек и способности \"Черная стрела\" на 4 сек."
							,
							"Снижает затраты маны на все ловушки, способности ближнего боя и способность \"Черная стрела\" на 60% и сокращает время восстановления всех ловушек и способности \"Черная стрела\" на 6 сек."
							
						]
					}
					,
					{
						id:     1812,
						tier:   6,
						column: 0,
						name:  "Выявление слабости",
						icon:  "ability_rogue_findweakness",
						
							requires: 1303,
						
						ranks: [
						
							"При нанесении критического урона в дальнем бою с вероятностью 33% на вас накладывается эффект \"Выявление слабости\", увеличивающий вашу силу атаки на 25% от вашей ловкости на 7 сек."
							,
							"При нанесении критического урона в дальнем бою с вероятностью 66% на вас накладывается эффект \"Выявление слабости\", увеличивающий вашу силу атаки на 25% от вашей ловкости на 7 сек."
							,
							"При нанесении критического урона в дальнем бою с вероятностью 100% на вас накладывается эффект \"Выявление слабости\", увеличивающий вашу силу атаки на 25% от вашей ловкости на 7 сек."
							
						]
					}
					,
					{
						id:     1325,
						tier:   6,
						column: 1,
						name:  "Укус виверны",
						icon:  "inv_spear_02",
						
							requires: 1321,
						
						ranks: [
						
							"Укус, усыпляющий цель на 30 сек. Любой нанесенный урон прерывает действие заклинания. Когда цель просыпается, укус наносит 300 ед. урона от сил природы в течение 6 сек. На каждую цель может действовать только один \"Укус\" каждого охотника единовременно."
							
						]
					}
					,
					{
						id:     1811,
						tier:   6,
						column: 2,
						name:  "Охотничий азарт",
						icon:  "ability_hunter_thrillofthehunt",
						
						ranks: [
						
							"Если ваш выстрел наносит критический урон, вы с вероятностью 33% восполните 40% потраченной на него маны."
							,
							"Если ваш выстрел наносит критический урон, вы с вероятностью 66% восполните 40% потраченной на него маны."
							,
							"Если ваш выстрел наносит критический урон, вы с вероятностью 100% восполните 40% потраченной на него маны."
							
						]
					}
					,
					{
						id:     1813,
						tier:   7,
						column: 0,
						name:  "Мастер тактики",
						icon:  "ability_hunter_mastertactitian",
						
						ranks: [
						
							"Успешные атаки дальнего боя с вероятностью 10% могут повысить вероятность нанесения критического удара на 2% на 8 сек."
							,
							"Успешные атаки дальнего боя с вероятностью 10% могут повысить вероятность нанесения критического удара на 4% на 8 сек."
							,
							"Успешные атаки дальнего боя с вероятностью 10% могут повысить вероятность нанесения критического удара на 6% на 8 сек."
							,
							"Успешные атаки дальнего боя с вероятностью 10% могут повысить вероятность нанесения критического удара на 8% на 8 сек."
							,
							"Успешные атаки дальнего боя с вероятностью 10% могут повысить вероятность нанесения критического удара на 10% на 8 сек."
							
						]
					}
					,
					{
						id:     2141,
						tier:   7,
						column: 1,
						name:  "Токсичные укусы",
						icon:  "ability_hunter_potentvenom",
						
							requires: 1325,
						
						ranks: [
						
							"Урон, наносимый вами по цели, находящейся под действием вашего эффекта \"Укус змеи\", увеличивается на 1%. Если \"Укус виверны\" был рассеян, рассеявший сам оказывается под его воздействием на 16% от оставшегося времени его действия."
							,
							"Урон, наносимый вами по цели, находящейся под действием вашего эффекта \"Укус змеи\", увеличивается на 2%. Если \"Укус виверны\" был рассеян, рассеявший сам оказывается под его воздействием на 25% от оставшегося времени его действия."
							,
							"Урон, наносимый вами по цели, находящейся под действием вашего эффекта \"Укус змеи\", увеличивается на 3%. Если \"Укус виверны\" был рассеян, рассеявший сам оказывается под его воздействием на 50% от оставшегося времени его действия."
							
						]
					}
					,
					{
						id:     2142,
						tier:   8,
						column: 0,
						name:  "Роковая ловушка",
						icon:  "ability_hunter_pointofnoescape",
						
						ranks: [
						
							"Повышает вероятность нанесения критического удара по целям, находящимся под действием ваших способностей \"Ледяная ловушка\", \"Замораживающая ловушка\" или \"Замораживающая стрела\", на 3%."
							,
							"Повышает вероятность нанесения критического удара по целям, находящимся под действием ваших способностей \"Ледяная ловушка\", \"Замораживающая ловушка\" или \"Замораживающая стрела\", на 6%."
							
						]
					}
					,
					{
						id:     1322,
						tier:   8,
						column: 1,
						name:  "Черная стрела",
						icon:  "spell_shadow_painspike",
						
						ranks: [
						
							"Черная стрела поражает цель, повышая весь наносимый вами урон по цели на 6% и нанося 786 ед. урона от темной магии в течение 15 сек. Эта способность имеет общее время восстановления с установкой ловушек."
							
						]
					}
					,
					{
						id:     2143,
						tier:   8,
						column: 3,
						name:  "Навыки снайпера",
						icon:  "ability_hunter_longshots",
						
						ranks: [
						
							"Повышает вероятность критического удара способности \"Убийственный выстрел\" на 5%. Если охотник не двигается в течение 6 с, на него накладывается эффект \"Навыки снайпера\", увеличивающий урон от способностей \"Верный выстрел\", \"Прицельный выстрел\", \"Черная стрела\" и \"Разрывной выстрел\" на 2% на 15 сек."
							,
							"Повышает вероятность критического удара способности \"Убийственный выстрел\" на 10%. Если охотник не двигается в течение 6 с, на него накладывается эффект \"Навыки снайпера\", увеличивающий урон от способностей \"Верный выстрел\", \"Прицельный выстрел\", \"Черная стрела\" и \"Разрывной выстрел\" на 4% на 15 сек."
							,
							"Повышает вероятность критического удара способности \"Убийственный выстрел\" на 15%. Если охотник не двигается в течение 6 с, на него накладывается эффект \"Навыки снайпера\", увеличивающий урон от способностей \"Верный выстрел\", \"Прицельный выстрел\", \"Черная стрела\" и \"Разрывной выстрел\" на 6% на 15 сек."
							
						]
					}
					,
					{
						id:     2144,
						tier:   9,
						column: 2,
						name:  "Групповая охота",
						icon:  "ability_hunter_huntingparty",
						
							requires: 1811,
						
						ranks: [
						
							"Повышает ловкость на 1%. Когда вы наносите критический урон способностями \"Чародейский выстрел\", \"Разрывной выстрел\" или \"Верный выстрел\", до 10 участников вашей группы или рейда с 33%-й вероятностью восполняют 1% от своего запаса маны раз в 5 сек. в течение 15 сек."
							,
							"Повышает ловкость на 2%. Когда вы наносите критический урон способностями \"Чародейский выстрел\", \"Разрывной выстрел\" или \"Верный выстрел\", до 10 участников вашей группы или рейда с 66%-й вероятностью восполняют 1% от своего запаса маны раз в 5 сек. в течение 15 сек."
							,
							"Повышает ловкость на 3%. Когда вы наносите критический урон способностями \"Чародейский выстрел\", \"Разрывной выстрел\" или \"Верный выстрел\", до 10 участников вашей группы или рейда с 100%-й вероятностью восполняют 1% от своего запаса маны раз в 5 сек. в течение 15 сек."
							
						]
					}
					,
					{
						id:     2145,
						tier:   10,
						column: 1,
						name:  "Разрывной выстрел",
						icon:  "ability_hunter_explosiveshot",
						
							requires: 1322,
						
						ranks: [
						
							"Выстрел разрывным снарядом, наносящим врагу 146-174 ед. урона от огня. Заряд продолжает наносить цели урон каждую секунду в течение 2 сек."
							
						]
					}
					
				]
			}
			
		];

		var petData_wenld36 = null;
		
	
		var textTalentStrSingle = "Требуется {0} очко, вложенное в {1}.";
		var textTalentStrPlural = "Требуется {0} очк., вложенных {1}.";
		var textTalentRank = "Уровень {0}/{1}";
		var textTalentNextRank = "Следующий уровень";
		var textTalentReqTreeTalents = "Требуется {0} очк., вложенных в {1}.";
		var textPrintableClassTalents = "Таланты класса \"{0}\"";
		var textPrintableMinReqLevel = "Требуется уровнь: {0}";
		var textPrintableReqTalentPts = "Требуется очков: {0}";
		var textPrintableTreeTalents = "Таланты ветки \"{0}\"";
		var textPrintablePtsPerTree = "{0} очк.";
		var textPrintableDontWastePaper = "Берегите бумагу!";

		var talentCalc = new TalentCalculator();

		$(document).ready(function() { {/literal} 

			talentCalc.initTalentCalc(
				"3", 
				"{$talentTree}", 
				"calc",
				"false",
				"wenld36",
				talentData_wenld36,
				petData_wenld36
			);
		{literal} }); {/literal}
	</script>
<div class="calcInfo">
<a class="awesomeButton awesomeButton-exportBuild" href="#" id="linkToBuild_wenld36"><span>
<div class="staticTip" onmouseover="setTipText('Щелкните по этой ссылке и скопируйте адрес страницы в адресной строке.')">Ссылка</div>
</span></a><a class="awesomeButton awesomeButton-printableVersion" href="javascript:;" onclick="talentCalc.showPrintableVersion()"><span>
<div>Печать</div>
</span></a><span class="calcInfoLeft"><b>Требуется уровень</b>&nbsp;<span class="ptsHolder" id="requiredLevel">10</span><b>Потрачено очков</b>&nbsp;<span class="ptsHolder" id="pointsSpent">0</span><b>Осталось очков</b>&nbsp;<span class="ptsHolder" id="pointsLeft">0</span></span>
</div>
<div class="talContainer talCalcContainer" id="talContainer_wenld36">
<div class="talentFrame">
<div class="talentTree" id="BeastMastery_tree_wenld36" style="margin-right: 3px; background-image: url('images/talents/bg/small/HunterBeastMastery.jpg')">
<div class="tier">
<div class="talent staticTip col1" id="1382_iconHolder_wenld36" style="background-image:url('wow-icons/_images/_talents31x31/spell_nature_ravenform.jpg');">
<div class="talentHolder
						" id="1382_talentHolder_wenld36" onclick="return false" onmousedown="talentCalc.addTalent(1382, event); return false;
						" onmouseover="talentCalc.makeTalentTooltip(1382);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1382_numPoints_wenld36">0</span><span>/</span><span>5</span>
</div>
</div>
</div>
<div class="talent staticTip col2" id="1389_iconHolder_wenld36" style="background-image:url('wow-icons/_images/_talents31x31/spell_nature_reincarnation.jpg');">
<div class="talentHolder
						" id="1389_talentHolder_wenld36" onclick="return false" onmousedown="talentCalc.addTalent(1389, event); return false;
						" onmouseover="talentCalc.makeTalentTooltip(1389);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1389_numPoints_wenld36">0</span><span>/</span><span>5</span>
</div>
</div>
</div>
</div>
<div class="tier">
<div class="talent staticTip col0" id="1624_iconHolder_wenld36" style="background-image:url('wow-icons/_images/_talents31x31/grey/ability_hunter_silenthunter.jpg');">
<div class="talentHolder
						 disabled" id="1624_talentHolder_wenld36" onclick="return false" onmousedown="talentCalc.addTalent(1624, event); return false;
						" onmouseover="talentCalc.makeTalentTooltip(1624);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1624_numPoints_wenld36">0</span><span>/</span><span>2</span>
</div>
</div>
</div>
<div class="talent staticTip col1" id="1381_iconHolder_wenld36" style="background-image:url('wow-icons/_images/_talents31x31/grey/ability_hunter_aspectofthemonkey.jpg');">
<div class="talentHolder
						 disabled" id="1381_talentHolder_wenld36" onclick="return false" onmousedown="talentCalc.addTalent(1381, event); return false;
						" onmouseover="talentCalc.makeTalentTooltip(1381);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1381_numPoints_wenld36">0</span><span>/</span><span>3</span>
</div>
</div>
</div>
<div class="talent staticTip col2" id="1395_iconHolder_wenld36" style="background-image:url('wow-icons/_images/_talents31x31/grey/inv_misc_pelt_bear_03.jpg');">
<div class="talentHolder
						 disabled" id="1395_talentHolder_wenld36" onclick="return false" onmousedown="talentCalc.addTalent(1395, event); return false;
						" onmouseover="talentCalc.makeTalentTooltip(1395);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1395_numPoints_wenld36">0</span><span>/</span><span>3</span>
</div>
</div>
</div>
<div class="talent staticTip col3" id="1625_iconHolder_wenld36" style="background-image:url('wow-icons/_images/_talents31x31/grey/ability_hunter_beastsoothe.jpg');">
<div class="talentHolder
						 disabled" id="1625_talentHolder_wenld36" onclick="return false" onmousedown="talentCalc.addTalent(1625, event); return false;
						" onmouseover="talentCalc.makeTalentTooltip(1625);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1625_numPoints_wenld36">0</span><span>/</span><span>2</span>
</div>
</div>
</div>
</div>
<div class="tier">
<div class="talent staticTip col0" id="1384_iconHolder_wenld36" style="background-image:url('wow-icons/_images/_talents31x31/grey/ability_mount_jungletiger.jpg');">
<div class="talentHolder
						 disabled" id="1384_talentHolder_wenld36" onclick="return false" onmousedown="talentCalc.addTalent(1384, event); return false;
						" onmouseover="talentCalc.makeTalentTooltip(1384);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1384_numPoints_wenld36">0</span><span>/</span><span>2</span>
</div>
</div>
</div>
<div class="talent staticTip col1" id="2138_iconHolder_wenld36" style="background-image:url('wow-icons/_images/_talents31x31/grey/ability_hunter_aspectmastery.jpg');">
<div class="talentHolder
						 disabled" id="2138_talentHolder_wenld36" onclick="return false" onmousedown="talentCalc.addTalent(2138, event); return false;
						" onmouseover="talentCalc.makeTalentTooltip(2138);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="2138_numPoints_wenld36">0</span><span>/</span><span>1</span>
</div>
</div>
</div>
<div class="talent staticTip col2" id="1396_iconHolder_wenld36" style="background-image:url('wow-icons/_images/_talents31x31/grey/ability_bullrush.jpg');">
<div class="talentHolder
						 disabled" id="1396_talentHolder_wenld36" onclick="return false" onmousedown="talentCalc.addTalent(1396, event); return false;
						" onmouseover="talentCalc.makeTalentTooltip(1396);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1396_numPoints_wenld36">0</span><span>/</span><span>5</span>
</div>
</div>
</div>
</div>
<div class="tier">
<div class="talent staticTip col1" id="1385_iconHolder_wenld36" style="background-image:url('wow-icons/_images/_talents31x31/grey/ability_hunter_mendpet.jpg');">
<div class="talentHolder
						 disabled" id="1385_talentHolder_wenld36" onclick="return false" onmousedown="talentCalc.addTalent(1385, event); return false;
						" onmouseover="talentCalc.makeTalentTooltip(1385);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1385_numPoints_wenld36">0</span><span>/</span><span>2</span>
</div>
</div>
</div>
<div class="talent staticTip col2" id="1393_iconHolder_wenld36" style="background-image:url('wow-icons/_images/_talents31x31/grey/inv_misc_monsterclaw_04.jpg');">
<div class="talentHolder
						 disabled" id="1393_talentHolder_wenld36" onclick="return false" onmousedown="talentCalc.addTalent(1393, event); return false;
						" onmouseover="talentCalc.makeTalentTooltip(1393);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1393_numPoints_wenld36">0</span><span>/</span><span>5</span>
</div>
</div>
</div>
</div>
<div class="tier">
<div class="talent staticTip col0" id="1388_iconHolder_wenld36" style="background-image:url('wow-icons/_images/_talents31x31/grey/ability_druid_demoralizingroar.jpg');">
<div class="talentHolder
						 disabled" id="1388_talentHolder_wenld36" onclick="return false" onmousedown="talentCalc.addTalent(1388, event); return false;
						" onmouseover="talentCalc.makeTalentTooltip(1388);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1388_numPoints_wenld36">0</span><span>/</span><span>2</span>
</div>
</div>
</div>
<div class="talent staticTip col1" id="1387_iconHolder_wenld36" style="background-image:url('wow-icons/_images/_talents31x31/grey/ability_devour.jpg');">
<div class="talentHolder
						 disabled" id="1387_talentHolder_wenld36" onclick="return false" onmousedown="talentCalc.addTalent(1387, event); return false;
						" onmouseover="talentCalc.makeTalentTooltip(1387);">
<span id="spellInfo_1387" style="display: none;"><span style="float: right;"> Радиус действия100 </span><span style="float: left;">8% запаса маны</span>
<br>
<span style="float: right;"> Восстановление: 1  мин</span><span style="float: left;">Мгновенное действие</span></span>
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1387_numPoints_wenld36">0</span><span>/</span><span>1</span>
</div>
</div>
</div>
<div class="talent staticTip col3" id="1390_iconHolder_wenld36" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_nature_abolishmagic.jpg');">
<div class="talentHolder
						 disabled" id="1390_talentHolder_wenld36" onclick="return false" onmousedown="talentCalc.addTalent(1390, event); return false;
						" onmouseover="talentCalc.makeTalentTooltip(1390);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1390_numPoints_wenld36">0</span><span>/</span><span>2</span>
</div>
</div>
</div>
</div>
<div class="tier">
<div class="talent staticTip col0" id="1799_iconHolder_wenld36" style="background-image:url('wow-icons/_images/_talents31x31/grey/ability_hunter_animalhandler.jpg');">
<div class="talentHolder
						 disabled" id="1799_talentHolder_wenld36" onclick="return false" onmousedown="talentCalc.addTalent(1799, event); return false;
						" onmouseover="talentCalc.makeTalentTooltip(1799);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1799_numPoints_wenld36">0</span><span>/</span><span>2</span>
</div>
</div>
</div>
<div class="talent staticTip col2" id="1397_iconHolder_wenld36" style="background-image:url('wow-icons/_images/_talents31x31/grey/inv_misc_monsterclaw_03.jpg');">
<div class="talentHolder
						 disabled" id="1397_talentHolder_wenld36" onclick="return false" onmousedown="talentCalc.addTalent(1397, event); return false;
						" onmouseover="talentCalc.makeTalentTooltip(1397);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1397_numPoints_wenld36">0</span><span>/</span><span>5</span>
</div>
</div>
</div>
</div>
<div class="tier">
<div class="talent staticTip col0" id="1800_iconHolder_wenld36" style="background-image:url('wow-icons/_images/_talents31x31/grey/ability_hunter_ferociousinspiration.jpg');">
<div class="talentHolder
						 disabled" id="1800_talentHolder_wenld36" onclick="return false" onmousedown="talentCalc.addTalent(1800, event); return false;
						" onmouseover="talentCalc.makeTalentTooltip(1800);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1800_numPoints_wenld36">0</span><span>/</span><span>3</span>
</div>
</div>
</div>
<div class="talent staticTip col1" id="1386_iconHolder_wenld36" style="background-image:url('wow-icons/_images/_talents31x31/grey/ability_druid_ferociousbite.jpg');">
<div class="talentHolder
						 disabled" id="1386_talentHolder_wenld36" onclick="return false" onmousedown="talentCalc.addTalent(1386, event); return false;
						" onmouseover="talentCalc.makeTalentTooltip(1386);">
<span id="spellInfo_1386" style="display: none;"><span style="float: right;"> Радиус действия100 </span><span style="float: left;">10% запаса маны</span>
<br>
<span style="float: right;"> Восстановление: 2  мин</span><span style="float: left;">Мгновенное действие</span></span>
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1386_numPoints_wenld36">0</span><span>/</span><span>1</span>
</div>
</div>
</div>
<div class="talent staticTip col2" id="1801_iconHolder_wenld36" style="background-image:url('wow-icons/_images/_talents31x31/grey/ability_hunter_catlikereflexes.jpg');">
<div class="talentHolder
						 disabled" id="1801_talentHolder_wenld36" onclick="return false" onmousedown="talentCalc.addTalent(1801, event); return false;
						" onmouseover="talentCalc.makeTalentTooltip(1801);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1801_numPoints_wenld36">0</span><span>/</span><span>3</span>
</div>
</div>
</div>
</div>
<div class="tier">
<div class="talent staticTip col0" id="2136_iconHolder_wenld36" style="background-image:url('wow-icons/_images/_talents31x31/grey/ability_hunter_invigeration.jpg');">
<div class="talentHolder
						 disabled" id="2136_talentHolder_wenld36" onclick="return false" onmousedown="talentCalc.addTalent(2136, event); return false;
						" onmouseover="talentCalc.makeTalentTooltip(2136);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="2136_numPoints_wenld36">0</span><span>/</span><span>2</span>
</div>
</div>
</div>
<div class="talent staticTip col2" id="1802_iconHolder_wenld36" style="background-image:url('wow-icons/_images/_talents31x31/grey/ability_hunter_serpentswiftness.jpg');">
<div class="talentHolder
						 disabled" id="1802_talentHolder_wenld36" onclick="return false" onmousedown="talentCalc.addTalent(1802, event); return false;
						" onmouseover="talentCalc.makeTalentTooltip(1802);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1802_numPoints_wenld36">0</span><span>/</span><span>5</span>
</div>
</div>
</div>
</div>
<div class="tier">
<div class="talent staticTip col0" id="2140_iconHolder_wenld36" style="background-image:url('wow-icons/_images/_talents31x31/grey/ability_hunter_longevity.jpg');">
<div class="talentHolder
						 disabled" id="2140_talentHolder_wenld36" onclick="return false" onmousedown="talentCalc.addTalent(2140, event); return false;
						" onmouseover="talentCalc.makeTalentTooltip(2140);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="2140_numPoints_wenld36">0</span><span>/</span><span>3</span>
</div>
</div>
</div>
<div class="talent staticTip col1" id="1803_iconHolder_wenld36" style="background-image:url('wow-icons/_images/_talents31x31/grey/ability_hunter_beastwithin.jpg');">
<div class="talentHolder
						 disabled" id="1803_talentHolder_wenld36" onclick="return false" onmousedown="talentCalc.addTalent(1803, event); return false;
						" onmouseover="talentCalc.makeTalentTooltip(1803);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1803_numPoints_wenld36">0</span><span>/</span><span>1</span>
</div>
</div>
</div>
<div class="talent staticTip col2" id="2137_iconHolder_wenld36" style="background-image:url('wow-icons/_images/_talents31x31/grey/ability_hunter_cobrastrikes.jpg');">
<div class="talentHolder
						 disabled" id="2137_talentHolder_wenld36" onclick="return false" onmousedown="talentCalc.addTalent(2137, event); return false;
						" onmouseover="talentCalc.makeTalentTooltip(2137);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="2137_numPoints_wenld36">0</span><span>/</span><span>3</span>
</div>
</div>
</div>
</div>
<div class="tier">
<div class="talent staticTip col1" id="2227_iconHolder_wenld36" style="background-image:url('wow-icons/_images/_talents31x31/grey/ability_hunter_separationanxiety.jpg');">
<div class="talentHolder
						 disabled" id="2227_talentHolder_wenld36" onclick="return false" onmousedown="talentCalc.addTalent(2227, event); return false;
						" onmouseover="talentCalc.makeTalentTooltip(2227);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="2227_numPoints_wenld36">0</span><span>/</span><span>5</span>
</div>
</div>
</div>
</div>
<div class="tier">
<div class="talent staticTip col1" id="2139_iconHolder_wenld36" style="background-image:url('wow-icons/_images/_talents31x31/grey/ability_hunter_beastmastery.jpg');">
<div class="talentHolder
						 disabled" id="2139_talentHolder_wenld36" onclick="return false" onmousedown="talentCalc.addTalent(2139, event); return false;
						" onmouseover="talentCalc.makeTalentTooltip(2139);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="2139_numPoints_wenld36">0</span><span>/</span><span>1</span>
</div>
</div>
</div>
</div>
<div class="talentTreeInfo" style="background: url(wow-icons/_images/21x21/ability_hunter_beasttaming.png) 0 0 no-repeat;">
<a class="subtleResetButton" href="javascript:;" onclick="talentCalc.resetTalents(0, true);"><span>Сброс</span></a><span id="treeName_0_wenld36" style="font-weight: bold;">Повелитель зверей</span> &nbsp;<span id="treeSpent_0_wenld36">0</span>
</div>
</div>
<div class="talentTree" id="Marksmanship_tree_wenld36" style="margin-right: 3px; background-image: url('images/talents/bg/small/HunterMarksmanship.jpg')">
<div class="tier">
<div class="talent staticTip col0" id="1341_iconHolder_wenld36" style="background-image:url('wow-icons/_images/_talents31x31/spell_frost_stun.jpg');">
<div class="talentHolder
						" id="1341_talentHolder_wenld36" onclick="return false" onmousedown="talentCalc.addTalent(1341, event); return false;
						" onmouseover="talentCalc.makeTalentTooltip(1341);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1341_numPoints_wenld36">0</span><span>/</span><span>2</span>
</div>
</div>
</div>
<div class="talent staticTip col1" id="2197_iconHolder_wenld36" style="background-image:url('wow-icons/_images/_talents31x31/ability_hunter_focusedaim.jpg');">
<div class="talentHolder
						" id="2197_talentHolder_wenld36" onclick="return false" onmousedown="talentCalc.addTalent(2197, event); return false;
						" onmouseover="talentCalc.makeTalentTooltip(2197);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="2197_numPoints_wenld36">0</span><span>/</span><span>3</span>
</div>
</div>
</div>
<div class="talent staticTip col2" id="1344_iconHolder_wenld36" style="background-image:url('wow-icons/_images/_talents31x31/ability_searingarrow.jpg');">
<div class="talentHolder
						" id="1344_talentHolder_wenld36" onclick="return false" onmousedown="talentCalc.addTalent(1344, event); return false;
						" onmouseover="talentCalc.makeTalentTooltip(1344);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1344_numPoints_wenld36">0</span><span>/</span><span>5</span>
</div>
</div>
</div>
</div>
<div class="tier">
<div class="talent staticTip col0" id="1806_iconHolder_wenld36" style="background-image:url('wow-icons/_images/_talents31x31/grey/ability_hunter_zenarchery.jpg');">
<div class="talentHolder
						 disabled" id="1806_talentHolder_wenld36" onclick="return false" onmousedown="talentCalc.addTalent(1806, event); return false;
						" onmouseover="talentCalc.makeTalentTooltip(1806);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1806_numPoints_wenld36">0</span><span>/</span><span>3</span>
</div>
</div>
</div>
<div class="talent staticTip col1" id="1343_iconHolder_wenld36" style="background-image:url('wow-icons/_images/_talents31x31/grey/ability_hunter_snipershot.jpg');">
<div class="talentHolder
						 disabled" id="1343_talentHolder_wenld36" onclick="return false" onmousedown="talentCalc.addTalent(1343, event); return false;
						" onmouseover="talentCalc.makeTalentTooltip(1343);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1343_numPoints_wenld36">0</span><span>/</span><span>3</span>
</div>
</div>
</div>
<div class="talent staticTip col2" id="1349_iconHolder_wenld36" style="background-image:url('wow-icons/_images/_talents31x31/grey/ability_piercedamage.jpg');">
<div class="talentHolder
						 disabled" id="1349_talentHolder_wenld36" onclick="return false" onmousedown="talentCalc.addTalent(1349, event); return false;
						" onmouseover="talentCalc.makeTalentTooltip(1349);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1349_numPoints_wenld36">0</span><span>/</span><span>5</span>
</div>
</div>
</div>
</div>
<div class="tier">
<div class="talent staticTip col0" id="1818_iconHolder_wenld36" style="background-image:url('wow-icons/_images/_talents31x31/grey/ability_hunter_goforthethroat.jpg');">
<div class="talentHolder
						 disabled" id="1818_talentHolder_wenld36" onclick="return false" onmousedown="talentCalc.addTalent(1818, event); return false;
						" onmouseover="talentCalc.makeTalentTooltip(1818);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1818_numPoints_wenld36">0</span><span>/</span><span>2</span>
</div>
</div>
</div>
<div class="talent staticTip col1" id="1346_iconHolder_wenld36" style="background-image:url('wow-icons/_images/_talents31x31/grey/ability_impalingbolt.jpg');">
<div class="talentHolder
						 disabled" id="1346_talentHolder_wenld36" onclick="return false" onmousedown="talentCalc.addTalent(1346, event); return false;
						" onmouseover="talentCalc.makeTalentTooltip(1346);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1346_numPoints_wenld36">0</span><span>/</span><span>3</span>
</div>
</div>
</div>
<div class="talent staticTip col2" id="1345_iconHolder_wenld36" style="background-image:url('wow-icons/_images/_talents31x31/grey/inv_spear_07.jpg');">
<div class="talentHolder
						 disabled" id="1345_talentHolder_wenld36" onclick="return false" onmousedown="talentCalc.addTalent(1345, event); return false;
						" onmouseover="talentCalc.makeTalentTooltip(1345);">
<span id="spellInfo_1345" style="display: none;"><span style="float: right;">5&nbsp;- Радиус действия35 </span><span style="float: left;">8% запаса маны</span>
<br>
<span style="float: right;">Восстановление: 10  сек</span><span style="float: left;">Мгновенное действие</span></span>
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1345_numPoints_wenld36">0</span><span>/</span><span>1</span>
</div>
</div>
</div>
<div class="talent staticTip col3" id="1819_iconHolder_wenld36" style="background-image:url('wow-icons/_images/_talents31x31/grey/ability_hunter_rapidkilling.jpg');">
<div class="talentHolder
						 disabled" id="1819_talentHolder_wenld36" onclick="return false" onmousedown="talentCalc.addTalent(1819, event); return false;
						" onmouseover="talentCalc.makeTalentTooltip(1819);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1819_numPoints_wenld36">0</span><span>/</span><span>2</span>
</div>
</div>
</div>
</div>
<div class="tier">
<div class="talent staticTip col1" id="1348_iconHolder_wenld36" style="background-image:url('wow-icons/_images/_talents31x31/grey/ability_hunter_quickshot.jpg');">
<div class="talentHolder
						 disabled" id="1348_talentHolder_wenld36" onclick="return false" onmousedown="talentCalc.addTalent(1348, event); return false;
						" onmouseover="talentCalc.makeTalentTooltip(1348);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1348_numPoints_wenld36">0</span><span>/</span><span>3</span>
</div>
</div>
</div>
<div class="talent staticTip col2" id="1342_iconHolder_wenld36" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_frost_wizardmark.jpg');">
<div class="talentHolder
						 disabled" id="1342_talentHolder_wenld36" onclick="return false" onmousedown="talentCalc.addTalent(1342, event); return false;
						" onmouseover="talentCalc.makeTalentTooltip(1342);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1342_numPoints_wenld36">0</span><span>/</span><span>5</span>
</div>
</div>
</div>
</div>
<div class="tier">
<div class="talent staticTip col0" id="1351_iconHolder_wenld36" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_arcane_starfire.jpg');">
<div class="talentHolder
						 disabled" id="1351_talentHolder_wenld36" onclick="return false" onmousedown="talentCalc.addTalent(1351, event); return false;
						" onmouseover="talentCalc.makeTalentTooltip(1351);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1351_numPoints_wenld36">0</span><span>/</span><span>2</span>
</div>
</div>
</div>
<div class="talent staticTip col1" id="1353_iconHolder_wenld36" style="background-image:url('wow-icons/_images/_talents31x31/grey/ability_hunter_readiness.jpg');">
<div class="talentHolder
						 disabled" id="1353_talentHolder_wenld36" onclick="return false" onmousedown="talentCalc.addTalent(1353, event); return false;
						" onmouseover="talentCalc.makeTalentTooltip(1353);">
<span id="spellInfo_1353" style="display: none;"><span style="float: right;"> Восстановление: 3  мин</span><span style="float: left;"> Мгновенное действие </span></span>
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1353_numPoints_wenld36">0</span><span>/</span><span>1</span>
</div>
</div>
</div>
<div class="talent staticTip col2" id="1347_iconHolder_wenld36" style="background-image:url('wow-icons/_images/_talents31x31/grey/ability_upgrademoonglaive.jpg');">
<div class="talentHolder
						 disabled" id="1347_talentHolder_wenld36" onclick="return false" onmousedown="talentCalc.addTalent(1347, event); return false;
						" onmouseover="talentCalc.makeTalentTooltip(1347);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1347_numPoints_wenld36">0</span><span>/</span><span>3</span>
</div>
</div>
</div>
</div>
<div class="tier">
<div class="talent staticTip col0" id="1804_iconHolder_wenld36" style="background-image:url('wow-icons/_images/_talents31x31/grey/ability_hunter_combatexperience.jpg');">
<div class="talentHolder
						 disabled" id="1804_talentHolder_wenld36" onclick="return false" onmousedown="talentCalc.addTalent(1804, event); return false;
						" onmouseover="talentCalc.makeTalentTooltip(1804);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1804_numPoints_wenld36">0</span><span>/</span><span>2</span>
</div>
</div>
</div>
<div class="talent staticTip col3" id="1362_iconHolder_wenld36" style="background-image:url('wow-icons/_images/_talents31x31/grey/inv_weapon_rifle_06.jpg');">
<div class="talentHolder
						 disabled" id="1362_talentHolder_wenld36" onclick="return false" onmousedown="talentCalc.addTalent(1362, event); return false;
						" onmouseover="talentCalc.makeTalentTooltip(1362);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1362_numPoints_wenld36">0</span><span>/</span><span>3</span>
</div>
</div>
</div>
</div>
<div class="tier">
<div class="talent staticTip col0" id="2130_iconHolder_wenld36" style="background-image:url('wow-icons/_images/_talents31x31/grey/ability_hunter_piercingshots.jpg');">
<div class="talentHolder
						 disabled" id="2130_talentHolder_wenld36" onclick="return false" onmousedown="talentCalc.addTalent(2130, event); return false;
						" onmouseover="talentCalc.makeTalentTooltip(2130);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="2130_numPoints_wenld36">0</span><span>/</span><span>3</span>
</div>
</div>
</div>
<div class="talent staticTip col1" id="1361_iconHolder_wenld36" style="background-image:url('wow-icons/_images/_talents31x31/grey/ability_trueshot.jpg');">
<div class="talentHolder
						 disabled" id="1361_talentHolder_wenld36" onclick="return false" onmousedown="talentCalc.addTalent(1361, event); return false;
						" onmouseover="talentCalc.makeTalentTooltip(1361);">
<span id="spellInfo_1361" style="display: none;"><span style="float: left;"> Мгновенное действие </span></span>
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1361_numPoints_wenld36">0</span><span>/</span><span>1</span>
</div>
</div>
</div>
<div class="talent staticTip col2" id="1821_iconHolder_wenld36" style="background-image:url('wow-icons/_images/_talents31x31/grey/ability_upgrademoonglaive.jpg');">
<div class="talentHolder
						 disabled" id="1821_talentHolder_wenld36" onclick="return false" onmousedown="talentCalc.addTalent(1821, event); return false;
						" onmouseover="talentCalc.makeTalentTooltip(1821);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1821_numPoints_wenld36">0</span><span>/</span><span>3</span>
</div>
</div>
</div>
</div>
<div class="tier">
<div class="talent staticTip col1" id="1807_iconHolder_wenld36" style="background-image:url('wow-icons/_images/_talents31x31/grey/ability_hunter_mastermarksman.jpg');">
<div class="talentHolder
						 disabled" id="1807_talentHolder_wenld36" onclick="return false" onmousedown="talentCalc.addTalent(1807, event); return false;
						" onmouseover="talentCalc.makeTalentTooltip(1807);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1807_numPoints_wenld36">0</span><span>/</span><span>5</span>
</div>
</div>
</div>
<div class="talent staticTip col2" id="2131_iconHolder_wenld36" style="background-image:url('wow-icons/_images/_talents31x31/grey/ability_hunter_rapidregeneration.jpg');">
<div class="talentHolder
						 disabled" id="2131_talentHolder_wenld36" onclick="return false" onmousedown="talentCalc.addTalent(2131, event); return false;
						" onmouseover="talentCalc.makeTalentTooltip(2131);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="2131_numPoints_wenld36">0</span><span>/</span><span>2</span>
</div>
</div>
</div>
</div>
<div class="tier">
<div class="talent staticTip col0" id="2132_iconHolder_wenld36" style="background-image:url('wow-icons/_images/_talents31x31/grey/ability_hunter_wildquiver.jpg');">
<div class="talentHolder
						 disabled" id="2132_talentHolder_wenld36" onclick="return false" onmousedown="talentCalc.addTalent(2132, event); return false;
						" onmouseover="talentCalc.makeTalentTooltip(2132);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="2132_numPoints_wenld36">0</span><span>/</span><span>3</span>
</div>
</div>
</div>
<div class="talent staticTip col1" id="1808_iconHolder_wenld36" style="background-image:url('wow-icons/_images/_talents31x31/grey/ability_theblackarrow.jpg');">
<div class="talentHolder
						 disabled" id="1808_talentHolder_wenld36" onclick="return false" onmousedown="talentCalc.addTalent(1808, event); return false;
						" onmouseover="talentCalc.makeTalentTooltip(1808);">
<span id="spellInfo_1808" style="display: none;"><span style="float: right;">5&nbsp;- Радиус действия35 </span><span style="float: left;">6% запаса маны</span>
<br>
<span style="float: right;">Восстановление: 20  сек</span><span style="float: left;">Мгновенное действие</span></span>
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1808_numPoints_wenld36">0</span><span>/</span><span>1</span>
</div>
</div>
</div>
<div class="talent staticTip col2" id="2133_iconHolder_wenld36" style="background-image:url('wow-icons/_images/_talents31x31/grey/ability_hunter_improvedsteadyshot.jpg');">
<div class="talentHolder
						 disabled" id="2133_talentHolder_wenld36" onclick="return false" onmousedown="talentCalc.addTalent(2133, event); return false;
						" onmouseover="talentCalc.makeTalentTooltip(2133);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="2133_numPoints_wenld36">0</span><span>/</span><span>3</span>
</div>
</div>
</div>
</div>
<div class="tier">
<div class="talent staticTip col1" id="2134_iconHolder_wenld36" style="background-image:url('wow-icons/_images/_talents31x31/grey/ability_hunter_assassinate.jpg');">
<div class="talentHolder
						 disabled" id="2134_talentHolder_wenld36" onclick="return false" onmousedown="talentCalc.addTalent(2134, event); return false;
						" onmouseover="talentCalc.makeTalentTooltip(2134);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="2134_numPoints_wenld36">0</span><span>/</span><span>5</span>
</div>
</div>
</div>
</div>
<div class="tier">
<div class="talent staticTip col1" id="2135_iconHolder_wenld36" style="background-image:url('wow-icons/_images/_talents31x31/grey/ability_hunter_chimerashot2.jpg');">
<div class="talentHolder
						 disabled" id="2135_talentHolder_wenld36" onclick="return false" onmousedown="talentCalc.addTalent(2135, event); return false;
						" onmouseover="talentCalc.makeTalentTooltip(2135);">
<span id="spellInfo_2135" style="display: none;"><span style="float: right;">5&nbsp;- Радиус действия35 </span><span style="float: left;">12% запаса маны</span>
<br>
<span style="float: right;">Восстановление: 10  сек</span><span style="float: left;">Мгновенное действие</span></span>
<div class="talentHover"></div>
<div class="rankCtr">
<span id="2135_numPoints_wenld36">0</span><span>/</span><span>1</span>
</div>
</div>
</div>
</div>
<div class="talentTreeInfo" style="background: url(wow-icons/_images/21x21/ability_marksmanship.png) 0 0 no-repeat;">
<a class="subtleResetButton" href="javascript:;" onclick="talentCalc.resetTalents(1, true);"><span>Сброс</span></a><span id="treeName_1_wenld36" style="font-weight: bold;">Стрельба</span> &nbsp;<span id="treeSpent_1_wenld36">0</span>
</div>
</div>
<div class="talentTree" id="Survival_tree_wenld36" style="background-image: url('images/talents/bg/small/HunterSurvival.jpg');">
<div class="tier">
<div class="talent staticTip col0" id="1623_iconHolder_wenld36" style="background-image:url('wow-icons/_images/_talents31x31/ability_hunter_improvedtracking.jpg');">
<div class="talentHolder
						" id="1623_talentHolder_wenld36" onclick="return false" onmousedown="talentCalc.addTalent(1623, event); return false;
						" onmouseover="talentCalc.makeTalentTooltip(1623);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1623_numPoints_wenld36">0</span><span>/</span><span>5</span>
</div>
</div>
</div>
<div class="talent staticTip col1" id="1820_iconHolder_wenld36" style="background-image:url('wow-icons/_images/_talents31x31/ability_townwatch.jpg');">
<div class="talentHolder
						" id="1820_talentHolder_wenld36" onclick="return false" onmousedown="talentCalc.addTalent(1820, event); return false;
						" onmouseover="talentCalc.makeTalentTooltip(1820);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1820_numPoints_wenld36">0</span><span>/</span><span>3</span>
</div>
</div>
</div>
<div class="talent staticTip col2" id="1621_iconHolder_wenld36" style="background-image:url('wow-icons/_images/_talents31x31/ability_racial_bloodrage.jpg');">
<div class="talentHolder
						" id="1621_talentHolder_wenld36" onclick="return false" onmousedown="talentCalc.addTalent(1621, event); return false;
						" onmouseover="talentCalc.makeTalentTooltip(1621);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1621_numPoints_wenld36">0</span><span>/</span><span>2</span>
</div>
</div>
</div>
</div>
<div class="tier">
<div class="talent staticTip col0" id="1310_iconHolder_wenld36" style="background-image:url('wow-icons/_images/_talents31x31/grey/ability_kick.jpg');">
<div class="talentHolder
						 disabled" id="1310_talentHolder_wenld36" onclick="return false" onmousedown="talentCalc.addTalent(1310, event); return false;
						" onmouseover="talentCalc.makeTalentTooltip(1310);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1310_numPoints_wenld36">0</span><span>/</span><span>3</span>
</div>
</div>
</div>
<div class="talent staticTip col1" id="1304_iconHolder_wenld36" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_nature_stranglevines.jpg');">
<div class="talentHolder
						 disabled" id="1304_talentHolder_wenld36" onclick="return false" onmousedown="talentCalc.addTalent(1304, event); return false;
						" onmouseover="talentCalc.makeTalentTooltip(1304);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1304_numPoints_wenld36">0</span><span>/</span><span>3</span>
</div>
</div>
</div>
<div class="talent staticTip col2" id="1305_iconHolder_wenld36" style="background-image:url('wow-icons/_images/_talents31x31/grey/ability_ensnare.jpg');">
<div class="talentHolder
						 disabled" id="1305_talentHolder_wenld36" onclick="return false" onmousedown="talentCalc.addTalent(1305, event); return false;
						" onmouseover="talentCalc.makeTalentTooltip(1305);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1305_numPoints_wenld36">0</span><span>/</span><span>3</span>
</div>
</div>
</div>
<div class="talent staticTip col3" id="1810_iconHolder_wenld36" style="background-image:url('wow-icons/_images/_talents31x31/grey/ability_hunter_survivalinstincts.jpg');">
<div class="talentHolder
						 disabled" id="1810_talentHolder_wenld36" onclick="return false" onmousedown="talentCalc.addTalent(1810, event); return false;
						" onmouseover="talentCalc.makeTalentTooltip(1810);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1810_numPoints_wenld36">0</span><span>/</span><span>2</span>
</div>
</div>
</div>
</div>
<div class="tier">
<div class="talent staticTip col0" id="1622_iconHolder_wenld36" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_shadow_twilight.jpg');">
<div class="talentHolder
						 disabled" id="1622_talentHolder_wenld36" onclick="return false" onmousedown="talentCalc.addTalent(1622, event); return false;
						" onmouseover="talentCalc.makeTalentTooltip(1622);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1622_numPoints_wenld36">0</span><span>/</span><span>5</span>
</div>
</div>
</div>
<div class="talent staticTip col1" id="1814_iconHolder_wenld36" style="background-image:url('wow-icons/_images/_talents31x31/grey/ability_golemstormbolt.jpg');">
<div class="talentHolder
						 disabled" id="1814_talentHolder_wenld36" onclick="return false" onmousedown="talentCalc.addTalent(1814, event); return false;
						" onmouseover="talentCalc.makeTalentTooltip(1814);">
<span id="spellInfo_1814" style="display: none;"><span style="float: right;"> Радиус действия15 </span><span style="float: left;">8% запаса маны</span>
<br>
<span style="float: right;">Восстановление: 30  сек</span><span style="float: left;">Мгновенное действие</span></span>
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1814_numPoints_wenld36">0</span><span>/</span><span>1</span>
</div>
</div>
</div>
<div class="talent staticTip col2" id="1311_iconHolder_wenld36" style="background-image:url('wow-icons/_images/_talents31x31/grey/ability_parry.jpg');">
<div class="talentHolder
						 disabled" id="1311_talentHolder_wenld36" onclick="return false" onmousedown="talentCalc.addTalent(1311, event); return false;
						" onmouseover="talentCalc.makeTalentTooltip(1311);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1311_numPoints_wenld36">0</span><span>/</span><span>3</span>
</div>
</div>
</div>
<div class="talent staticTip col3" id="1309_iconHolder_wenld36" style="background-image:url('wow-icons/_images/_talents31x31/grey/ability_rogue_feigndeath.jpg');">
<div class="talentHolder
						 disabled" id="1309_talentHolder_wenld36" onclick="return false" onmousedown="talentCalc.addTalent(1309, event); return false;
						" onmouseover="talentCalc.makeTalentTooltip(1309);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1309_numPoints_wenld36">0</span><span>/</span><span>2</span>
</div>
</div>
</div>
</div>
<div class="tier">
<div class="talent staticTip col1" id="2229_iconHolder_wenld36" style="background-image:url('wow-icons/_images/_talents31x31/grey/inv_misc_bomb_05.jpg');">
<div class="talentHolder
						 disabled" id="2229_talentHolder_wenld36" onclick="return false" onmousedown="talentCalc.addTalent(2229, event); return false;
						" onmouseover="talentCalc.makeTalentTooltip(2229);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="2229_numPoints_wenld36">0</span><span>/</span><span>3</span>
</div>
</div>
</div>
<div class="talent staticTip col3" id="1306_iconHolder_wenld36" style="background-image:url('wow-icons/_images/_talents31x31/grey/ability_hunter_lockandload.jpg');">
<div class="talentHolder
						 disabled" id="1306_talentHolder_wenld36" onclick="return false" onmousedown="talentCalc.addTalent(1306, event); return false;
						" onmouseover="talentCalc.makeTalentTooltip(1306);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1306_numPoints_wenld36">0</span><span>/</span><span>3</span>
</div>
</div>
</div>
</div>
<div class="tier">
<div class="talent staticTip col0" id="2228_iconHolder_wenld36" style="background-image:url('wow-icons/_images/_talents31x31/grey/ability_hunter_huntervswild.jpg');">
<div class="talentHolder
						 disabled" id="2228_talentHolder_wenld36" onclick="return false" onmousedown="talentCalc.addTalent(2228, event); return false;
						" onmouseover="talentCalc.makeTalentTooltip(2228);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="2228_numPoints_wenld36">0</span><span>/</span><span>3</span>
</div>
</div>
</div>
<div class="talent staticTip col1" id="1321_iconHolder_wenld36" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_holy_blessingofstamina.jpg');">
<div class="talentHolder
						 disabled" id="1321_talentHolder_wenld36" onclick="return false" onmousedown="talentCalc.addTalent(1321, event); return false;
						" onmouseover="talentCalc.makeTalentTooltip(1321);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1321_numPoints_wenld36">0</span><span>/</span><span>3</span>
</div>
</div>
</div>
<div class="talent staticTip col2" id="1312_iconHolder_wenld36" style="background-image:url('wow-icons/_images/_talents31x31/grey/ability_warrior_challange.jpg');">
<div class="talentHolder
						 disabled" id="1312_talentHolder_wenld36" onclick="return false" onmousedown="talentCalc.addTalent(1312, event); return false;
						" onmouseover="talentCalc.makeTalentTooltip(1312);">
<span id="spellInfo_1312" style="display: none;"><span style="float: right;">Дистанция ближнего боя</span><span style="float: left;">3% запаса маны</span>
<br>
<span style="float: right;">Восстановление: 5  сек</span><span style="float: left;">Мгновенное действие</span></span>
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1312_numPoints_wenld36">0</span><span>/</span><span>1</span>
</div>
</div>
</div>
</div>
<div class="tier">
<div class="talent staticTip col0" id="1303_iconHolder_wenld36" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_nature_invisibilty.jpg');">
<div class="talentHolder
						 disabled" id="1303_talentHolder_wenld36" onclick="return false" onmousedown="talentCalc.addTalent(1303, event); return false;
						" onmouseover="talentCalc.makeTalentTooltip(1303);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1303_numPoints_wenld36">0</span><span>/</span><span>5</span>
</div>
</div>
</div>
<div class="talent staticTip col2" id="1809_iconHolder_wenld36" style="background-image:url('wow-icons/_images/_talents31x31/grey/ability_hunter_resourcefulness.jpg');">
<div class="talentHolder
						 disabled" id="1809_talentHolder_wenld36" onclick="return false" onmousedown="talentCalc.addTalent(1809, event); return false;
						" onmouseover="talentCalc.makeTalentTooltip(1809);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1809_numPoints_wenld36">0</span><span>/</span><span>3</span>
</div>
</div>
</div>
</div>
<div class="tier">
<div class="talent staticTip col0" id="1812_iconHolder_wenld36" style="background-image:url('wow-icons/_images/_talents31x31/grey/ability_rogue_findweakness.jpg');">
<div class="talentHolder
						 disabled" id="1812_talentHolder_wenld36" onclick="return false" onmousedown="talentCalc.addTalent(1812, event); return false;
						" onmouseover="talentCalc.makeTalentTooltip(1812);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1812_numPoints_wenld36">0</span><span>/</span><span>3</span>
</div>
</div>
</div>
<div class="talent staticTip col1" id="1325_iconHolder_wenld36" style="background-image:url('wow-icons/_images/_talents31x31/grey/inv_spear_02.jpg');">
<div class="talentHolder
						 disabled" id="1325_talentHolder_wenld36" onclick="return false" onmousedown="talentCalc.addTalent(1325, event); return false;
						" onmouseover="talentCalc.makeTalentTooltip(1325);">
<span id="spellInfo_1325" style="display: none;"><span style="float: right;">5&nbsp;- Радиус действия35 </span><span style="float: left;">8% запаса маны</span>
<br>
<span style="float: right;"> Восстановление: 1  мин</span><span style="float: left;">Мгновенное действие</span></span>
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1325_numPoints_wenld36">0</span><span>/</span><span>1</span>
</div>
</div>
</div>
<div class="talent staticTip col2" id="1811_iconHolder_wenld36" style="background-image:url('wow-icons/_images/_talents31x31/grey/ability_hunter_thrillofthehunt.jpg');">
<div class="talentHolder
						 disabled" id="1811_talentHolder_wenld36" onclick="return false" onmousedown="talentCalc.addTalent(1811, event); return false;
						" onmouseover="talentCalc.makeTalentTooltip(1811);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1811_numPoints_wenld36">0</span><span>/</span><span>3</span>
</div>
</div>
</div>
</div>
<div class="tier">
<div class="talent staticTip col0" id="1813_iconHolder_wenld36" style="background-image:url('wow-icons/_images/_talents31x31/grey/ability_hunter_mastertactitian.jpg');">
<div class="talentHolder
						 disabled" id="1813_talentHolder_wenld36" onclick="return false" onmousedown="talentCalc.addTalent(1813, event); return false;
						" onmouseover="talentCalc.makeTalentTooltip(1813);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1813_numPoints_wenld36">0</span><span>/</span><span>5</span>
</div>
</div>
</div>
<div class="talent staticTip col1" id="2141_iconHolder_wenld36" style="background-image:url('wow-icons/_images/_talents31x31/grey/ability_hunter_potentvenom.jpg');">
<div class="talentHolder
						 disabled" id="2141_talentHolder_wenld36" onclick="return false" onmousedown="talentCalc.addTalent(2141, event); return false;
						" onmouseover="talentCalc.makeTalentTooltip(2141);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="2141_numPoints_wenld36">0</span><span>/</span><span>3</span>
</div>
</div>
</div>
</div>
<div class="tier">
<div class="talent staticTip col0" id="2142_iconHolder_wenld36" style="background-image:url('wow-icons/_images/_talents31x31/grey/ability_hunter_pointofnoescape.jpg');">
<div class="talentHolder
						 disabled" id="2142_talentHolder_wenld36" onclick="return false" onmousedown="talentCalc.addTalent(2142, event); return false;
						" onmouseover="talentCalc.makeTalentTooltip(2142);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="2142_numPoints_wenld36">0</span><span>/</span><span>2</span>
</div>
</div>
</div>
<div class="talent staticTip col1" id="1322_iconHolder_wenld36" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_shadow_painspike.jpg');">
<div class="talentHolder
						 disabled" id="1322_talentHolder_wenld36" onclick="return false" onmousedown="talentCalc.addTalent(1322, event); return false;
						" onmouseover="talentCalc.makeTalentTooltip(1322);">
<span id="spellInfo_1322" style="display: none;"><span style="float: right;">5&nbsp;- Радиус действия35 </span><span style="float: left;">6% запаса маны</span>
<br>
<span style="float: right;">Восстановление: 30  сек</span><span style="float: left;">Мгновенное действие</span></span>
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1322_numPoints_wenld36">0</span><span>/</span><span>1</span>
</div>
</div>
</div>
<div class="talent staticTip col3" id="2143_iconHolder_wenld36" style="background-image:url('wow-icons/_images/_talents31x31/grey/ability_hunter_longshots.jpg');">
<div class="talentHolder
						 disabled" id="2143_talentHolder_wenld36" onclick="return false" onmousedown="talentCalc.addTalent(2143, event); return false;
						" onmouseover="talentCalc.makeTalentTooltip(2143);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="2143_numPoints_wenld36">0</span><span>/</span><span>3</span>
</div>
</div>
</div>
</div>
<div class="tier">
<div class="talent staticTip col2" id="2144_iconHolder_wenld36" style="background-image:url('wow-icons/_images/_talents31x31/grey/ability_hunter_huntingparty.jpg');">
<div class="talentHolder
						 disabled" id="2144_talentHolder_wenld36" onclick="return false" onmousedown="talentCalc.addTalent(2144, event); return false;
						" onmouseover="talentCalc.makeTalentTooltip(2144);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="2144_numPoints_wenld36">0</span><span>/</span><span>3</span>
</div>
</div>
</div>
</div>
<div class="tier">
<div class="talent staticTip col1" id="2145_iconHolder_wenld36" style="background-image:url('wow-icons/_images/_talents31x31/grey/ability_hunter_explosiveshot.jpg');">
<div class="talentHolder
						 disabled" id="2145_talentHolder_wenld36" onclick="return false" onmousedown="talentCalc.addTalent(2145, event); return false;
						" onmouseover="talentCalc.makeTalentTooltip(2145);">
<span id="spellInfo_2145" style="display: none;"><span style="float: right;">5&nbsp;- Радиус действия35 </span><span style="float: left;">7% запаса маны</span>
<br>
<span style="float: right;">Восстановление: 6  сек</span><span style="float: left;">Мгновенное действие</span></span>
<div class="talentHover"></div>
<div class="rankCtr">
<span id="2145_numPoints_wenld36">0</span><span>/</span><span>1</span>
</div>
</div>
</div>
</div>
<div class="talentTreeInfo" style="background: url(wow-icons/_images/21x21/ability_hunter_swiftstrike.png) 0 0 no-repeat;">
<a class="subtleResetButton" href="javascript:;" onclick="talentCalc.resetTalents(2, true);"><span>Сброс</span></a><span id="treeName_2_wenld36" style="font-weight: bold;">Выживание</span> &nbsp;<span id="treeSpent_2_wenld36">0</span>
</div>
</div>
<table border="0" cellpadding="0" cellspacing="0" class="resetExportHolder">
<tr>
<td><a class="awesomeButton awesomeButton-resetTalents" href="javascript:;" onclick="talentCalc.resetAllTalents()"><span>
<div class="reload">Сбросить все</div>
</span></a></td>
</tr>
</table>
</div>
</div>
</div>
</div>
</div>
</div>