<xsl-template name="head-content">
<script src="_js/tools/talent-calc.js" type="text/javascript"></script>
</xsl-template>
<script type="text/javascript">
		{literal} var talentData_sdfkte75 = [
		
			{
				id:   "Discipline",
				name: "Послушание",
				talents: [
				
					{
						id:     342,
						tier:   0,
						column: 1,
						name:  "Непреклонная воля",
						icon:  "spell_magic_magearmor",
						
						ranks: [
						
							"Уменьшает время действия примененных к вам оглушающих, устрашающих или лишающих речи эффектов на 6%."
							,
							"Уменьшает время действия примененных к вам оглушающих, устрашающих или лишающих речи эффектов на 12%."
							,
							"Уменьшает время действия примененных к вам оглушающих, устрашающих или лишающих речи эффектов на 18%."
							,
							"Уменьшает время действия примененных к вам оглушающих, устрашающих или лишающих речи эффектов на 24%."
							,
							"Уменьшает время действия примененных к вам оглушающих, устрашающих или лишающих речи эффектов на 30%."
							
						]
					}
					,
					{
						id:     1898,
						tier:   0,
						column: 2,
						name:  "Двоевластие",
						icon:  "spell_holy_sealofvengeance",
						
						ranks: [
						
							"Увеличивает урон и исцеляющий эффект ваших мгновенных заклинаний на 1%."
							,
							"Увеличивает урон и исцеляющий эффект ваших мгновенных заклинаний на 2%."
							,
							"Увеличивает урон и исцеляющий эффект ваших мгновенных заклинаний на 3%."
							,
							"Увеличивает урон и исцеляющий эффект ваших мгновенных заклинаний на 4%."
							,
							"Увеличивает урон и исцеляющий эффект ваших мгновенных заклинаний на 5%."
							
						]
					}
					,
					{
						id:     352,
						tier:   1,
						column: 0,
						name:  "Молчаливая решимость",
						icon:  "spell_nature_manaregentotem",
						
						ranks: [
						
							"Снижает угрозу, создаваемую заклинаниями категорий \"Свет\" и \"Послушание\", на 7%, а вероятность рассеивания ваших благотворных заклинаний и заклинаний, наносящих периодический урон, на 10%."
							,
							"Снижает угрозу, создаваемую заклинаниями категорий \"Свет\" и \"Послушание\", на 14%, а вероятность рассеивания ваших благотворных заклинаний и заклинаний, наносящих периодический урон, на 20%."
							,
							"Снижает угрозу, создаваемую заклинаниями категорий \"Свет\" и \"Послушание\", на 20%, а вероятность рассеивания ваших благотворных заклинаний и заклинаний, наносящих периодический урон, на 30%."
							
						]
					}
					,
					{
						id:     346,
						tier:   1,
						column: 1,
						name:  "Улучшенный внутренний огонь",
						icon:  "spell_holy_innerfire",
						
						ranks: [
						
							"Повышает эффективность заклинания \"Внутренний огонь\" на 15% и увеличивает количество зарядов на 4."
							,
							"Повышает эффективность заклинания \"Внутренний огонь\" на 30% и увеличивает количество зарядов на 8."
							,
							"Повышает эффективность заклинания \"Внутренний огонь\" на 45% и увеличивает количество зарядов на 12."
							
						]
					}
					,
					{
						id:     344,
						tier:   1,
						column: 2,
						name:  "Улучшенное слово силы: Стойкость",
						icon:  "spell_holy_wordfortitude",
						
						ranks: [
						
							"Увеличивает эффект от заклинаний \"Слово силы: Стойкость\" и \"Молитва Стойкости\" на 15% и повышает ваш показатель выносливости на 2%."
							,
							"Увеличивает эффект от заклинаний \"Слово силы: Стойкость\" и \"Молитва Стойкости\" на 30% и повышает ваш показатель выносливости на 4%."
							
						]
					}
					,
					{
						id:     321,
						tier:   1,
						column: 3,
						name:  "Мученичество",
						icon:  "spell_nature_tranquility",
						
						ranks: [
						
							"Получив критический удар в ближнем или дальнем бою, с вероятностью 50% вы окажетесь под воздействием эффекта \"Средоточие заклинаний\". Этот эффект сокращает задержку произнесения ваших заклинаний при получении урона и уменьшает время действия эффектов прерывания на 10%. Время действия – 6 сек."
							,
							"Получив критический удар в ближнем или дальнем бою, с вероятностью 100% вы окажетесь под воздействием эффекта \"Средоточие заклинаний\". Этот эффект сокращает задержку произнесения ваших заклинаний при получении урона и уменьшает время действия эффектов прерывания на 20%. Время действия – 6 сек."
							
						]
					}
					,
					{
						id:     347,
						tier:   2,
						column: 0,
						name:  "Медитация",
						icon:  "spell_nature_sleep",
						
						ranks: [
						
							"Во время произнесения заклинаний мана восполняется со скоростью, равной 17% от обычной."
							,
							"Во время произнесения заклинаний мана восполняется со скоростью, равной 33% от обычной."
							,
							"Во время произнесения заклинаний мана восполняется со скоростью, равной 50% от обычной."
							
						]
					}
					,
					{
						id:     348,
						tier:   2,
						column: 1,
						name:  "Внутреннее сосредоточение",
						icon:  "spell_frost_windwalkon",
						
						ranks: [
						
							"При использовании снижает расход маны на следующее заклинание на 100%, а также повышает вероятность критического эффекта на 25%, если такой эффект возможен."
							
						]
					}
					,
					{
						id:     343,
						tier:   2,
						column: 2,
						name:  "Улучшенное слово силы: Щит",
						icon:  "spell_holy_powerwordshield",
						
						ranks: [
						
							"Увеличивает количество урона, поглощаемого заклинанием \"Слово силы: Щит\", на 5%."
							,
							"Увеличивает количество урона, поглощаемого заклинанием \"Слово силы: Щит\", на 10%."
							,
							"Увеличивает количество урона, поглощаемого заклинанием \"Слово силы: Щит\", на 15%."
							
						]
					}
					,
					{
						id:     1769,
						tier:   3,
						column: 0,
						name:  "Отпущение",
						icon:  "spell_holy_absolution",
						
						ranks: [
						
							"Снижает затраты маны на заклинания \"Рассеивание заклинаний\", \"Излечение болезни\", \"Устранение болезни\" и \"Массовое рассеивание\" на 5%."
							,
							"Снижает затраты маны на заклинания \"Рассеивание заклинаний\", \"Излечение болезни\", \"Устранение болезни\" и \"Массовое рассеивание\" на 10%."
							,
							"Снижает затраты маны на заклинания \"Рассеивание заклинаний\", \"Излечение болезни\", \"Устранение болезни\" и \"Массовое рассеивание\" на 15%."
							
						]
					}
					,
					{
						id:     341,
						tier:   3,
						column: 1,
						name:  "Подвижность мысли",
						icon:  "ability_hibernation",
						
						ranks: [
						
							"Снижает затраты маны на мгновенные заклинания на 4%."
							,
							"Снижает затраты маны на мгновенные заклинания на 7%."
							,
							"Снижает затраты маны на мгновенные заклинания на 10%."
							
						]
					}
					,
					{
						id:     350,
						tier:   3,
						column: 3,
						name:  "Улучшенное сожжение маны",
						icon:  "spell_shadow_manaburn",
						
						ranks: [
						
							"Уменьшает время произнесения заклинания \"Сожжение маны\" на 0.5 сек."
							,
							"Уменьшает время произнесения заклинания \"Сожжение маны\" на 1 сек."
							
						]
					}
					,
					{
						id:     2268,
						tier:   4,
						column: 0,
						name:  "Отражающий щит",
						icon:  "spell_holy_powerwordshield",
						
						ranks: [
						
							"Отражает 22% урона, поглощенного вашим заклинанием \"Слово силы: Щит\", обратно на атакующего. Уровень угрозы при этом не повышается."
							,
							"Отражает 45% урона, поглощенного вашим заклинанием \"Слово силы: Щит\", обратно на атакующего. Уровень угрозы при этом не повышается."
							
						]
					}
					,
					{
						id:     1201,
						tier:   4,
						column: 1,
						name:  "Сила мысли",
						icon:  "spell_nature_enchantarmor",
						
						ranks: [
						
							"Повышает общий показатель вашего интеллекта на 3%."
							,
							"Повышает общий показатель вашего интеллекта на 6%."
							,
							"Повышает общий показатель вашего интеллекта на 9%."
							,
							"Повышает общий показатель вашего интеллекта на 12%."
							,
							"Повышает общий показатель вашего интеллекта на 15%."
							
						]
					}
					,
					{
						id:     351,
						tier:   4,
						column: 2,
						name:  "Оберег души",
						icon:  "spell_holy_pureofheart",
						
							requires: 343,
						
						ranks: [
						
							"Сокращает время восстановления заклинания \"Слово силы: Щит\" на 4 с и снижает затраты маны на это заклинание на 15%."
							
						]
					}
					,
					{
						id:     1771,
						tier:   5,
						column: 0,
						name:  "Средоточие силы",
						icon:  "spell_shadow_focusedpower",
						
						ranks: [
						
							"Увеличивает урон и исцеляющий эффект ваших заклинаний на 2%. Сокращает время применения заклинания \"Массовое рассеивание\" на 0.5 сек."
							,
							"Увеличивает урон и исцеляющий эффект ваших заклинаний на 4%. Сокращает время применения заклинания \"Массовое рассеивание\" на 1 сек."
							
						]
					}
					,
					{
						id:     1772,
						tier:   5,
						column: 2,
						name:  "Просветление",
						icon:  "spell_arcane_mindmastery",
						
						ranks: [
						
							"Повышает дух на 2%. Увеличивает скорость произнесения заклинаний на 2%."
							,
							"Повышает дух на 4%. Увеличивает скорость произнесения заклинаний на 4%."
							,
							"Повышает дух на 6%. Увеличивает скорость произнесения заклинаний на 6%."
							
						]
					}
					,
					{
						id:     1858,
						tier:   6,
						column: 0,
						name:  "Средоточие воли",
						icon:  "spell_arcane_focusedpower",
						
						ranks: [
						
							"Повышает вероятность критического эффекта ваших заклинаний на 1%. После получения критического удара на вас накладывается эффект \"Средоточие воли\", уменьшающий весь получаемый урон на 2% и усиливающий действие накладываемых на вас лечебных эффектов на 3%. Суммируется до 3 раз. Время действия – 8 сек."
							,
							"Повышает вероятность критического эффекта ваших заклинаний на 2%. После получения критического удара на вас накладывается эффект \"Средоточие воли\", уменьшающий весь получаемый урон на 3% и усиливающий действие накладываемых на вас лечебных эффектов на 4%. Суммируется до 3 раз. Время действия – 8 сек."
							,
							"Повышает вероятность критического эффекта ваших заклинаний на 3%. После получения критического удара на вас накладывается эффект \"Средоточие воли\", уменьшающий весь получаемый урон на 4% и усиливающий действие накладываемых на вас лечебных эффектов на 5%. Суммируется до 3 раз. Время действия – 8 сек."
							
						]
					}
					,
					{
						id:     322,
						tier:   6,
						column: 1,
						name:  "Придание сил",
						icon:  "spell_holy_powerinfusion",
						
							requires: 1201,
						
						ranks: [
						
							"Наполняет цель волшебной силой, увеличивающей скорость произнесения заклинаний на 20% и снижающей затраты маны на заклинания на 20%. Время действия – 15 сек."
							
						]
					}
					,
					{
						id:     1773,
						tier:   6,
						column: 2,
						name:  "Улучшенное быстрое исцеление",
						icon:  "spell_holy_chastise",
						
						ranks: [
						
							"Снижает затраты маны на заклинание \"Быстрое исцеление\" на 5% и повышает вероятность критического эффекта этого заклинания на союзниках, чей уровень здоровья ниже 50%, на 4%."
							,
							"Снижает затраты маны на заклинание \"Быстрое исцеление\" на 10% и повышает вероятность критического эффекта этого заклинания на союзниках, чей уровень здоровья ниже 50%, на 7%."
							,
							"Снижает затраты маны на заклинание \"Быстрое исцеление\" на 15% и повышает вероятность критического эффекта этого заклинания на союзниках, чей уровень здоровья ниже 50%, на 10%."
							
						]
					}
					,
					{
						id:     2235,
						tier:   7,
						column: 0,
						name:  "Новая надежда",
						icon:  "spell_holy_holyprotection",
						
						ranks: [
						
							"Повышает вероятность критического целебного эффекта заклинаний \"Быстрое исцеление\", \"Великое исцеление\" и \"Искупление\" на целях, находящихся под воздействием эффекта \"Ослабленная душа\", на 2%. С вероятностью 50% после применения заклинания \"Слово силы: Щит\" урон, получаемый всеми участниками группы или рейда, на 20 сек. уменьшится на 3%."
							,
							"Повышает вероятность критического целебного эффекта заклинаний \"Быстрое исцеление\", \"Великое исцеление\" и \"Искупление\" на целях, находящихся под воздействием эффекта \"Ослабленная душа\", на 4%. С вероятностью 100% после применения заклинания \"Слово силы: Щит\" урон, получаемый всеми участниками группы или рейда, на 20 сек. уменьшится на 3%."
							
						]
					}
					,
					{
						id:     1896,
						tier:   7,
						column: 1,
						name:  "Вознесение",
						icon:  "spell_holy_rapture",
						
						ranks: [
						
							"Когда заклинание \"Слово силы: Щит\" рассеивается или исчезает, поглотив максимальное количество урона, вы моментально восполняете 1,5% своего максимального запаса маны и с вероятностью 33% восстанавливаете цели, на которую был наложен щит, 2% общего запаса маны, 8 ед. ярости, 16 ед. энергии или 32 ед. силы рун. Эффект срабатывает не чаще, чем раз в 12 сек."
							,
							"Когда заклинание \"Слово силы: Щит\" рассеивается или исчезает, поглотив максимальное количество урона, вы моментально восполняете 2% своего максимального запаса маны и с вероятностью 66% восстанавливаете цели, на которую был наложен щит, 2% общего запаса маны, 8 ед. ярости, 16 ед. энергии или 32 ед. силы рун. Эффект срабатывает не чаще, чем раз в 12 сек."
							,
							"Когда заклинание \"Слово силы: Щит\" рассеивается или исчезает, поглотив максимальное количество урона, вы моментально восполняете 2,5% своего максимального запаса маны и с вероятностью 100% восстанавливаете цели, на которую был наложен щит, 2% общего запаса маны, 8 ед. ярости, 16 ед. энергии или 32 ед. силы рун. Эффект срабатывает не чаще, чем раз в 12 сек."
							
						]
					}
					,
					{
						id:     1894,
						tier:   7,
						column: 2,
						name:  "Стремление",
						icon:  "spell_holy_aspiration",
						
						ranks: [
						
							"Сокращает время восстановления заклинаний \"Внутреннее сосредоточение\", \"Придание сил\", \"Подавление боли\" и \"Исповедь\" на 10%."
							,
							"Сокращает время восстановления заклинаний \"Внутреннее сосредоточение\", \"Придание сил\", \"Подавление боли\" и \"Исповедь\" на 20%."
							
						]
					}
					,
					{
						id:     1895,
						tier:   8,
						column: 0,
						name:  "Божественное покровительство",
						icon:  "spell_holy_devineaegis",
						
						ranks: [
						
							"Критический эффект ваших исцеляющих заклинаний может создать на цели щит, поглощающий урон в количестве 10% от восстановленного здоровья. Время действия – 12 сек."
							,
							"Критический эффект ваших исцеляющих заклинаний может создать на цели щит, поглощающий урон в количестве 20% от восстановленного здоровья. Время действия – 12 сек."
							,
							"Критический эффект ваших исцеляющих заклинаний может создать на цели щит, поглощающий урон в количестве 30% от восстановленного здоровья. Время действия – 12 сек."
							
						]
					}
					,
					{
						id:     1774,
						tier:   8,
						column: 1,
						name:  "Подавление боли",
						icon:  "spell_holy_painsupression",
						
						ranks: [
						
							"Мгновенно снижает угрозу, исходящую от дружественной цели, на 5%, снижает получаемый ей урон на 40% и повышает сопротивление рассеиванию магии на 65% на 8 сек."
							
						]
					}
					,
					{
						id:     1901,
						tier:   8,
						column: 2,
						name:  "Милость",
						icon:  "spell_holy_hopeandgrace",
						
						ranks: [
						
							"Ваши заклинания \"Быстрое исцеление\", \"Великое исцеление\" и \"Исповедь\" с 50%-й вероятностью наделяют цель божественной милостью, усиливая все получаемое от жреца лечение на 3%. Суммируется до 3 раз. Время действия – 15 сек. Эффект может быть наложен только на одну цель единовременно."
							,
							"Ваши заклинания \"Быстрое исцеление\", \"Великое исцеление\" и \"Исповедь\" с 100%-й вероятностью наделяют цель божественной милостью, усиливая все получаемое от жреца лечение на 3%. Суммируется до 3 раз. Время действия – 15 сек. Эффект может быть наложен только на одну цель единовременно."
							
						]
					}
					,
					{
						id:     1202,
						tier:   9,
						column: 1,
						name:  "Лишнее время",
						icon:  "spell_holy_borrowedtime",
						
						ranks: [
						
							"После произнесения заклинания \"Слово силы: Щит\" скорость произнесения следующего заклинания увеличивается на 5%. Количество урона, поглощаемого заклинанием \"Слово силы: Щит\", увеличивается на 8% от вашей силы заклинаний."
							,
							"После произнесения заклинания \"Слово силы: Щит\" скорость произнесения следующего заклинания увеличивается на 10%. Количество урона, поглощаемого заклинанием \"Слово силы: Щит\", увеличивается на 16% от вашей силы заклинаний."
							,
							"После произнесения заклинания \"Слово силы: Щит\" скорость произнесения следующего заклинания увеличивается на 15%. Количество урона, поглощаемого заклинанием \"Слово силы: Щит\", увеличивается на 24% от вашей силы заклинаний."
							,
							"После произнесения заклинания \"Слово силы: Щит\" скорость произнесения следующего заклинания увеличивается на 20%. Количество урона, поглощаемого заклинанием \"Слово силы: Щит\", увеличивается на 32% от вашей силы заклинаний."
							,
							"После произнесения заклинания \"Слово силы: Щит\" скорость произнесения следующего заклинания увеличивается на 25%. Количество урона, поглощаемого заклинанием \"Слово силы: Щит\", увеличивается на 40% от вашей силы заклинаний."
							
						]
					}
					,
					{
						id:     1897,
						tier:   10,
						column: 1,
						name:  "Исповедь",
						icon:  "spell_holy_penance",
						
						ranks: [
						
							"Выпускает в цель поток небесного света, наносящий 240 ед. урона от светлой магии противнику или мгновенно излечивающий союзника на 670 - 756, и далее раз в 1 сек. в течение 2 сек."
							
						]
					}
					
				]
			}
			,
			{
				id:   "Holy",
				name: "Свет",
				talents: [
				
					{
						id:     410,
						tier:   0,
						column: 0,
						name:  "Средоточие исцеления",
						icon:  "spell_holy_healingfocus",
						
						ranks: [
						
							"Сокращает задержку произнесения исцеляющих заклинаний, вызванную получением урона, на 35%."
							,
							"Сокращает задержку произнесения исцеляющих заклинаний, вызванную получением урона, на 70%."
							
						]
					}
					,
					{
						id:     406,
						tier:   0,
						column: 1,
						name:  "Улучшенное обновление",
						icon:  "spell_holy_renew",
						
						ranks: [
						
							"Увеличивает количество здоровья, восполняемого заклинанием \"Обновление\", на 5%."
							,
							"Увеличивает количество здоровья, восполняемого заклинанием \"Обновление\", на 10%."
							,
							"Увеличивает количество здоровья, восполняемого заклинанием \"Обновление\", на 15%."
							
						]
					}
					,
					{
						id:     401,
						tier:   0,
						column: 2,
						name:  "Специализация на светлой магии",
						icon:  "spell_holy_sealofsalvation",
						
						ranks: [
						
							"Повышает вероятность критического эффекта ваших заклинаний светлой магии на 1%."
							,
							"Повышает вероятность критического эффекта ваших заклинаний светлой магии на 2%."
							,
							"Повышает вероятность критического эффекта ваших заклинаний светлой магии на 3%."
							,
							"Повышает вероятность критического эффекта ваших заклинаний светлой магии на 4%."
							,
							"Повышает вероятность критического эффекта ваших заклинаний светлой магии на 5%."
							
						]
					}
					,
					{
						id:     411,
						tier:   1,
						column: 1,
						name:  "Защита от заклинаний",
						icon:  "spell_holy_spellwarding",
						
						ranks: [
						
							"Снижает получаемый урон от заклинаний на 2%."
							,
							"Снижает получаемый урон от заклинаний на 4%."
							,
							"Снижает получаемый урон от заклинаний на 6%."
							,
							"Снижает получаемый урон от заклинаний на 8%."
							,
							"Снижает получаемый урон от заклинаний на 10%."
							
						]
					}
					,
					{
						id:     1181,
						tier:   1,
						column: 2,
						name:  "Божественное неистовство",
						icon:  "spell_holy_sealofwrath",
						
						ranks: [
						
							"Уменьшает время произнесения заклинаний \"Кара\", \"Священный огонь\", \"Исцеление\" и \"Великое исцеление\" на 0.1 сек."
							,
							"Уменьшает время произнесения заклинаний \"Кара\", \"Священный огонь\", \"Исцеление\" и \"Великое исцеление\" на 0.2 сек."
							,
							"Уменьшает время произнесения заклинаний \"Кара\", \"Священный огонь\", \"Исцеление\" и \"Великое исцеление\" на 0.3 сек."
							,
							"Уменьшает время произнесения заклинаний \"Кара\", \"Священный огонь\", \"Исцеление\" и \"Великое исцеление\" на 0.4 сек."
							,
							"Уменьшает время произнесения заклинаний \"Кара\", \"Священный огонь\", \"Исцеление\" и \"Великое исцеление\" на 0.5 сек."
							
						]
					}
					,
					{
						id:     442,
						tier:   2,
						column: 0,
						name:  "Молитва отчаяния",
						icon:  "spell_holy_restoration",
						
						ranks: [
						
							"Мгновенно восстанавливает 263 - 325 ед. здоровья заклинателю."
							
						]
					}
					,
					{
						id:     1636,
						tier:   2,
						column: 1,
						name:  "Благословенное восстановление",
						icon:  "spell_holy_blessedrecovery",
						
						ranks: [
						
							"Восстанавливает здоровье в течение 6 сек. после получении критического урона в ближнем или дальнем бою в объеме, равном 5% от полученного урона. При получении критических ударов во время действия эффекта количество восстанавливаемого здоровья увеличивается."
							,
							"Восстанавливает здоровье в течение 6 сек. после получении критического урона в ближнем или дальнем бою в объеме, равном 10% от полученного урона. При получении критических ударов во время действия эффекта количество восстанавливаемого здоровья увеличивается."
							,
							"Восстанавливает здоровье в течение 6 сек. после получении критического урона в ближнем или дальнем бою в объеме, равном 15% от полученного урона. При получении критических ударов во время действия эффекта количество восстанавливаемого здоровья увеличивается."
							
						]
					}
					,
					{
						id:     361,
						tier:   2,
						column: 3,
						name:  "Вдохновение",
						icon:  "spell_holy_layonhands",
						
						ranks: [
						
							"Уменьшает получаемый целью урон на 3% на 15 сек. после критического эффекта заклинаний \"Исцеление\", \"Быстрое исцеление\", \"Великое исцеление\", \"Связующее исцеление\", \"Исповедь\", \"Молитва исцеления\" или \"Круг исцеления\"."
							,
							"Уменьшает получаемый целью урон на 7% на 15 сек. после критического эффекта заклинаний \"Исцеление\", \"Быстрое исцеление\", \"Великое исцеление\", \"Связующее исцеление\", \"Исповедь\", \"Молитва исцеления\" или \"Круг исцеления\"."
							,
							"Уменьшает получаемый целью урон на 10% на 15 сек. после критического эффекта заклинаний \"Исцеление\", \"Быстрое исцеление\", \"Великое исцеление\", \"Связующее исцеление\", \"Исповедь\", \"Молитва исцеления\" или \"Круг исцеления\"."
							
						]
					}
					,
					{
						id:     1635,
						tier:   3,
						column: 0,
						name:  "Предел сил Света",
						icon:  "spell_holy_purify",
						
						ranks: [
						
							"Увеличивает дальность действия ваших заклинаний \"Кара\" и \"Священный огонь\", а так же радиус заклинаний \"Молитва исцеления\", \"Кольцо Света\", \"Божественный гимн\" и \"Круг исцеления\" на 10%."
							,
							"Увеличивает дальность действия ваших заклинаний \"Кара\" и \"Священный огонь\", а так же радиус заклинаний \"Молитва исцеления\", \"Кольцо Света\", \"Божественный гимн\" и \"Круг исцеления\" на 20%."
							
						]
					}
					,
					{
						id:     408,
						tier:   3,
						column: 1,
						name:  "Улучшенное исцеление",
						icon:  "spell_holy_heal02",
						
						ranks: [
						
							"Снижает затраты маны на заклинания \"Малое исцеление\", \"Исцеление\", \"Великое исцеление\", \"Божественный гимн\" и \"Исповедь\" на 5%."
							,
							"Снижает затраты маны на заклинания \"Малое исцеление\", \"Исцеление\", \"Великое исцеление\", \"Божественный гимн\" и \"Исповедь\" на 10%."
							,
							"Снижает затраты маны на заклинания \"Малое исцеление\", \"Исцеление\", \"Великое исцеление\", \"Божественный гимн\" и \"Исповедь\" на 15%."
							
						]
					}
					,
					{
						id:     403,
						tier:   3,
						column: 2,
						name:  "Опаляющий свет",
						icon:  "spell_holy_searinglightpriest",
						
							requires: 1181,
						
						ranks: [
						
							"Увеличивает урон от заклинаний \"Кара\", \"Священный огонь\", \"Кольцо света\" и \"Исповедь\" на 5%."
							,
							"Увеличивает урон от заклинаний \"Кара\", \"Священный огонь\", \"Кольцо света\" и \"Исповедь\" на 10%."
							
						]
					}
					,
					{
						id:     413,
						tier:   4,
						column: 0,
						name:  "Исцеляющие молитвы",
						icon:  "spell_holy_prayerofhealing02",
						
						ranks: [
						
							"Снижает затраты маны на ваши заклинания \"Молитва исцеления\" и \"Молитва восстановления\" на 10%."
							,
							"Снижает затраты маны на ваши заклинания \"Молитва исцеления\" и \"Молитва восстановления\" на 20%."
							
						]
					}
					,
					{
						id:     1561,
						tier:   4,
						column: 1,
						name:  "Дух воздаяния",
						icon:  "inv_enchant_essenceeternallarge",
						
						ranks: [
						
							"Повышает дух на 5%. Умирая, жрец превращается в Дух воздаяния на 15 сек. Находясь в этом облике заклинатель не может двигаться, атаковать, быть атакованным или стать целью любых заклинаний и воздействий, но может без затрат маны использовать любые исцеляющие заклинания. По окончании действия эффекта жрец умирает."
							
						]
					}
					,
					{
						id:     402,
						tier:   4,
						column: 2,
						name:  "Духовное направление",
						icon:  "spell_holy_spiritualguidence",
						
						ranks: [
						
							"Увеличивает силу заклинаний на 5% от вашего общего показателя духа."
							,
							"Увеличивает силу заклинаний на 10% от вашего общего показателя духа."
							,
							"Увеличивает силу заклинаний на 15% от вашего общего показателя духа."
							,
							"Увеличивает силу заклинаний на 20% от вашего общего показателя духа."
							,
							"Увеличивает силу заклинаний на 25% от вашего общего показателя духа."
							
						]
					}
					,
					{
						id:     1766,
						tier:   5,
						column: 0,
						name:  "Всплеск Света",
						icon:  "spell_holy_surgeoflight",
						
						ranks: [
						
							"После критического эффекта ваших заклинаний вы с вероятностью 25% сможете сотворить заклинание \"Кара\" или \"Быстрое исцеление\" мгновенно, без затрат маны, но без возможности критического эффекта. Время действия – 10 сек."
							,
							"После критического эффекта ваших заклинаний вы с вероятностью 50% сможете сотворить заклинание \"Кара\" или \"Быстрое исцеление\" мгновенно, без затрат маны, но без возможности критического эффекта. Время действия – 10 сек."
							
						]
					}
					,
					{
						id:     404,
						tier:   5,
						column: 2,
						name:  "Духовное исцеление",
						icon:  "spell_nature_moonglow",
						
						ranks: [
						
							"Увеличивает количество здоровья, восстанавливаемого вашими исцеляющими заклинаниями, на 2%."
							,
							"Увеличивает количество здоровья, восстанавливаемого вашими исцеляющими заклинаниями, на 4%."
							,
							"Увеличивает количество здоровья, восстанавливаемого вашими исцеляющими заклинаниями, на 6%."
							,
							"Увеличивает количество здоровья, восстанавливаемого вашими исцеляющими заклинаниями, на 8%."
							,
							"Увеличивает количество здоровья, восстанавливаемого вашими исцеляющими заклинаниями, на 10%."
							
						]
					}
					,
					{
						id:     1768,
						tier:   6,
						column: 0,
						name:  "Священное сосредоточение",
						icon:  "spell_holy_fanaticism",
						
						ranks: [
						
							"После критического эффекта заклинаний \"Быстрое исцеление\", \"Связующее исцеление\", \"Великое исцеление\" или \"Усиленное обновление\" основанная на духе скорость восполнения маны повышается на 16% на 8 сек."
							,
							"После критического эффекта заклинаний \"Быстрое исцеление\", \"Связующее исцеление\", \"Великое исцеление\" или \"Усиленное обновление\" основанная на духе скорость восполнения маны повышается на 32% на 8 сек."
							,
							"После критического эффекта заклинаний \"Быстрое исцеление\", \"Связующее исцеление\", \"Великое исцеление\" или \"Усиленное обновление\" основанная на духе скорость восполнения маны повышается на 50% на 8 сек."
							
						]
					}
					,
					{
						id:     1637,
						tier:   6,
						column: 1,
						name:  "Колодец Света",
						icon:  "spell_holy_summonlightwell",
						
							requires: 1561,
						
						ranks: [
						
							"Создает священный колодец Света. Участники вашей группы или рейда могут испить из него и восстановить 801 ед. здоровья в течение 6 сек. Атаки, снижающие ваше здоровье более чем на 30%, снимают эффект. Колодец исчезает через 3 мин. или после 10 использований."
							
						]
					}
					,
					{
						id:     1765,
						tier:   6,
						column: 2,
						name:  "Благословенная устойчивость",
						icon:  "spell_holy_blessedresillience",
						
						ranks: [
						
							"Повышает эффективность ваших исцеляющих заклинаний на 1%. Получение критического удара с вероятностью 20% предотвратит получение новых критических ударов в течение 6 сек."
							,
							"Повышает эффективность ваших исцеляющих заклинаний на 2%. Получение критического удара с вероятностью 40% предотвратит получение новых критических ударов в течение 6 сек."
							,
							"Повышает эффективность ваших исцеляющих заклинаний на 3%. Получение критического удара с вероятностью 60% предотвратит получение новых критических ударов в течение 6 сек."
							
						]
					}
					,
					{
						id:     2279,
						tier:   7,
						column: 0,
						name:  "Тело и душа",
						icon:  "spell_holy_symbolofhope",
						
						ranks: [
						
							"Заклинание \"Слово силы: Щит\" увеличивает скорость передвижения цели на 30% на 4 сек. Также при наложении заклинания \"Устранение болезни\" на себя вы можете с вероятностью 50% также нейтрализовать действие одного яда."
							,
							"Заклинание \"Слово силы: Щит\" увеличивает скорость передвижения цели на 60% на 4 сек. Также при наложении заклинания \"Устранение болезни\" на себя вы можете с вероятностью 100% также нейтрализовать действие одного яда."
							
						]
					}
					,
					{
						id:     1767,
						tier:   7,
						column: 1,
						name:  "Усиленное исцеление",
						icon:  "spell_holy_greaterheal",
						
						ranks: [
						
							"Увеличивает влияние дополнительных эффектов исцеления на ваше заклинание \"Великое исцеление\" на 8%, а на \"Связующее исцеление\" - на 4%."
							,
							"Увеличивает влияние дополнительных эффектов исцеления на ваше заклинание \"Великое исцеление\" на 16%, а на \"Связующее исцеление\" - на 8%."
							,
							"Увеличивает влияние дополнительных эффектов исцеления на ваше заклинание \"Великое исцеление\" на 24%, а на \"Связующее исцеление\" - на 12%."
							,
							"Увеличивает влияние дополнительных эффектов исцеления на ваше заклинание \"Великое исцеление\" на 32%, а на \"Связующее исцеление\" - на 16%."
							,
							"Увеличивает влияние дополнительных эффектов исцеления на ваше заклинание \"Великое исцеление\" на 40%, а на \"Связующее исцеление\" - на 20%."
							
						]
					}
					,
					{
						id:     1904,
						tier:   7,
						column: 2,
						name:  "Прозорливость",
						icon:  "spell_holy_serendipity",
						
						ranks: [
						
							"После каждого наложения заклинаний \"Связующее исцеление\" или \"Быстрое исцеление\" время произнесения последующего заклинания \"Великое исцеление\" или \"Молитва исцеления\" уменьшается на 4%. Суммируется до 3 раз. Время действия – 20 сек."
							,
							"После каждого наложения заклинаний \"Связующее исцеление\" или \"Быстрое исцеление\" время произнесения последующего заклинания \"Великое исцеление\" или \"Молитва исцеления\" уменьшается на 8%. Суммируется до 3 раз. Время действия – 20 сек."
							,
							"После каждого наложения заклинаний \"Связующее исцеление\" или \"Быстрое исцеление\" время произнесения последующего заклинания \"Великое исцеление\" или \"Молитва исцеления\" уменьшается на 12%. Суммируется до 3 раз. Время действия – 20 сек."
							
						]
					}
					,
					{
						id:     1902,
						tier:   8,
						column: 0,
						name:  "Усиленное обновление",
						icon:  "ability_paladin_infusionoflight",
						
						ranks: [
						
							"Увеличивает влияние дополнительных эффектов исцеления на ваше заклинание \"Обновление\" на 5% и моментально восстанавливает здоровье цели в размере 5% от общего объема своего периодического лечения при произнесении заклинания."
							,
							"Увеличивает влияние дополнительных эффектов исцеления на ваше заклинание \"Обновление\" на 10% и моментально восстанавливает здоровье цели в размере 10% от общего объема своего периодического лечения при произнесении заклинания."
							,
							"Увеличивает влияние дополнительных эффектов исцеления на ваше заклинание \"Обновление\" на 15% и моментально восстанавливает здоровье цели в размере 15% от общего объема своего периодического лечения при произнесении заклинания."
							
						]
					}
					,
					{
						id:     1815,
						tier:   8,
						column: 1,
						name:  "Круг исцеления",
						icon:  "spell_holy_circleofrenewal",
						
						ranks: [
						
							"Восстанавливает 343 - 379 ед. здоровья участникам группы или рейда, находящимся в радиусе 15 м от выбранной цели. Может излечить до 5 персонажей."
							
						]
					}
					,
					{
						id:     1903,
						tier:   8,
						column: 2,
						name:  "Испытание веры",
						icon:  "spell_holy_testoffaith",
						
						ranks: [
						
							"Увеличивает эффективность исцеления союзников, чей уровень здоровья не превышает 50%, на 4%."
							,
							"Увеличивает эффективность исцеления союзников, чей уровень здоровья не превышает 50%, на 8%."
							,
							"Увеличивает эффективность исцеления союзников, чей уровень здоровья не превышает 50%, на 12%."
							
						]
					}
					,
					{
						id:     1905,
						tier:   9,
						column: 1,
						name:  "Божественное провидение",
						icon:  "spell_holy_divineprovidence",
						
						ranks: [
						
							"Увеличивает исцеляющий эффект заклинаний \"Круг исцеления\", \"Связующее исцеление\", \"Кольцо света\", \"Молитва исцеления\", \"Божественный гимн\" и \"Молитва восстановления\" на 2% и уменьшает время восстановления заклинания \"Молитва восстановления\" на 6%."
							,
							"Увеличивает исцеляющий эффект заклинаний \"Круг исцеления\", \"Связующее исцеление\", \"Кольцо света\", \"Молитва исцеления\", \"Божественный гимн\" и \"Молитва восстановления\" на 4% и уменьшает время восстановления заклинания \"Молитва восстановления\" на 12%."
							,
							"Увеличивает исцеляющий эффект заклинаний \"Круг исцеления\", \"Связующее исцеление\", \"Кольцо света\", \"Молитва исцеления\", \"Божественный гимн\" и \"Молитва восстановления\" на 6% и уменьшает время восстановления заклинания \"Молитва восстановления\" на 18%."
							,
							"Увеличивает исцеляющий эффект заклинаний \"Круг исцеления\", \"Связующее исцеление\", \"Кольцо света\", \"Молитва исцеления\", \"Божественный гимн\" и \"Молитва восстановления\" на 8% и уменьшает время восстановления заклинания \"Молитва восстановления\" на 24%."
							,
							"Увеличивает исцеляющий эффект заклинаний \"Круг исцеления\", \"Связующее исцеление\", \"Кольцо света\", \"Молитва исцеления\", \"Божественный гимн\" и \"Молитва восстановления\" на 10% и уменьшает время восстановления заклинания \"Молитва восстановления\" на 30%."
							
						]
					}
					,
					{
						id:     1911,
						tier:   10,
						column: 1,
						name:  "Оберегающий дух",
						icon:  "spell_holy_guardianspirit",
						
						ranks: [
						
							"Призывает оберегающего духа для охраны дружественной цели. Дух улучшает действие всех эффектов исцеления на выбранного союзника на 40% и спасает его от смерти, жертвуя собой. Смерть духа прекращает действие эффекта улучшенного исцеления, но восстанавливает цели 50% ее максимального запаса здоровья. Время действия – 10 сек."
							
						]
					}
					
				]
			}
			,
			{
				id:   "Shadow",
				name: "Тьма",
				talents: [
				
					{
						id:     465,
						tier:   0,
						column: 0,
						name:  "Захват духа",
						icon:  "spell_shadow_requiem",
						
						ranks: [
						
							"После убийства цели, за которое вы получаете опыт или честь, с 33% вероятностью ваш дух повысится на 100%. В течение действия эффекта мана восполняется во время произнесения заклинаний с 83% скоростью. Время действия – 15 сек."
							,
							"После убийства цели, за которое вы получаете опыт или честь, с 66% вероятностью ваш дух повысится на 100%. В течение действия эффекта мана восполняется во время произнесения заклинаний с 83% скоростью. Время действия – 15 сек."
							,
							"После убийства цели, за которое вы получаете опыт или честь, с 100% вероятностью ваш дух повысится на 100%. В течение действия эффекта мана восполняется во время произнесения заклинаний с 83% скоростью. Время действия – 15 сек."
							
						]
					}
					,
					{
						id:     2027,
						tier:   0,
						column: 1,
						name:  "Улучшенный захват духа",
						icon:  "spell_shadow_requiem",
						
							requires: 465,
						
						ranks: [
						
							"Критические удары заклинаний \"Взрыв разума\" и \"Слово Тьмы: Смерть\" со 100%-й вероятностью, а \"Пытка разума\" с 50%-й вероятностью увеличивают ваш дух на 5%. Во время действия этого эффекта восполнение маны во время произнесения заклинаний происходит с 17% скоростью. Время действия – 8 сек."
							,
							"Критические удары заклинаний \"Взрыв разума\" и \"Слово Тьмы: Смерть\" со 100%-й вероятностью, а \"Пытка разума\" с 50%-й вероятностью увеличивают ваш дух на 10%. Во время действия этого эффекта восполнение маны во время произнесения заклинаний происходит с 33% скоростью. Время действия – 8 сек."
							
						]
					}
					,
					{
						id:     462,
						tier:   0,
						column: 2,
						name:  "Мрак",
						icon:  "spell_shadow_twilight",
						
						ranks: [
						
							"Увеличивает урон от темной магии на 2%."
							,
							"Увеличивает урон от темной магии на 4%."
							,
							"Увеличивает урон от темной магии на 6%."
							,
							"Увеличивает урон от темной магии на 8%."
							,
							"Увеличивает урон от темной магии на 10%."
							
						]
					}
					,
					{
						id:     466,
						tier:   1,
						column: 0,
						name:  "Единение с Тьмой",
						icon:  "spell_shadow_shadowward",
						
						ranks: [
						
							"Снижает угрозу, создаваемую заклинаниями темной магии, на 8%. Восстанавливает 5% от базового запаса маны, когда ваши заклинания \"Слово Тьмы: Боль\" или \"Прикосновение вампира\" рассеивают."
							,
							"Снижает угрозу, создаваемую заклинаниями темной магии, на 16%. Восстанавливает 10% от базового запаса маны, когда ваши заклинания \"Слово Тьмы: Боль\" или \"Прикосновение вампира\" рассеивают."
							,
							"Снижает угрозу, создаваемую заклинаниями темной магии, на 25%. Восстанавливает 15% от базового запаса маны, когда ваши заклинания \"Слово Тьмы: Боль\" или \"Прикосновение вампира\" рассеивают."
							
						]
					}
					,
					{
						id:     482,
						tier:   1,
						column: 1,
						name:  "Улучшенное слово Тьмы: Боль",
						icon:  "spell_shadow_shadowwordpain",
						
						ranks: [
						
							"Увеличивает урон, наносимый заклинанием \"Слово Тьмы: Боль\", на 3%."
							,
							"Увеличивает урон, наносимый заклинанием \"Слово Тьмы: Боль\", на 6%."
							
						]
					}
					,
					{
						id:     463,
						tier:   1,
						column: 2,
						name:  "Средоточие Тьмы",
						icon:  "spell_shadow_burningspirit",
						
						ranks: [
						
							"Повышает вероятность попадания в цель заклинаниями темной магии на 1%, снижает затраты маны на такие заклинания на 2%."
							,
							"Повышает вероятность попадания в цель заклинаниями темной магии на 2%, снижает затраты маны на такие заклинания на 4%."
							,
							"Повышает вероятность попадания в цель заклинаниями темной магии на 3%, снижает затраты маны на такие заклинания на 6%."
							
						]
					}
					,
					{
						id:     542,
						tier:   2,
						column: 0,
						name:  "Улучшенный ментальный крик",
						icon:  "spell_shadow_psychicscream",
						
						ranks: [
						
							"Сокращает время восстановления заклинания \"Ментальный крик\" на 2 с."
							,
							"Сокращает время восстановления заклинания \"Ментальный крик\" на 4 с."
							
						]
					}
					,
					{
						id:     481,
						tier:   2,
						column: 1,
						name:  "Улучшенный взрыв разума",
						icon:  "spell_shadow_unholyfrenzy",
						
						ranks: [
						
							"Сокращает время восстановления заклинания \"Взрыв разума\" на 0.5 сек. Если вы находитесь в облике Тьмы, заклинание \"Взрыв разума\" также с 20% вероятностью уменьшит исцеление, получаемое целью, на 20% на 10 сек."
							,
							"Сокращает время восстановления заклинания \"Взрыв разума\" на 1 сек. Если вы находитесь в облике Тьмы, заклинание \"Взрыв разума\" также с 40% вероятностью уменьшит исцеление, получаемое целью, на 20% на 10 сек."
							,
							"Сокращает время восстановления заклинания \"Взрыв разума\" на 1.5 сек. Если вы находитесь в облике Тьмы, заклинание \"Взрыв разума\" также с 60% вероятностью уменьшит исцеление, получаемое целью, на 20% на 10 сек."
							,
							"Сокращает время восстановления заклинания \"Взрыв разума\" на 2 сек. Если вы находитесь в облике Тьмы, заклинание \"Взрыв разума\" также с 80% вероятностью уменьшит исцеление, получаемое целью, на 20% на 10 сек."
							,
							"Сокращает время восстановления заклинания \"Взрыв разума\" на 2.5 сек. Если вы находитесь в облике Тьмы, заклинание \"Взрыв разума\" также с 100% вероятностью уменьшит исцеление, получаемое целью, на 20% на 10 сек."
							
						]
					}
					,
					{
						id:     501,
						tier:   2,
						column: 2,
						name:  "Пытка разума",
						icon:  "spell_shadow_siphonmana",
						
						ranks: [
						
							"Поражает разум противника энергией Тьмы, наносящей 30 ед. урона от темной магии в течение 3 сек. и снижающей его скорость передвижения на 15%."
							
						]
					}
					,
					{
						id:     483,
						tier:   3,
						column: 1,
						name:  "Сокрытые тени",
						icon:  "spell_magic_lesserinvisibilty",
						
						ranks: [
						
							"Сокращает время восстановления способности \"Уход в тень\" на 3 сек. и время между призывами исчадия Тьмы на 1 мин."
							,
							"Сокращает время восстановления способности \"Уход в тень\" на 6 сек. и время между призывами исчадия Тьмы на 2 мин."
							
						]
					}
					,
					{
						id:     881,
						tier:   3,
						column: 2,
						name:  "Предел Тьмы",
						icon:  "spell_shadow_chilltouch",
						
						ranks: [
						
							"Увеличивает дальность действия ваших атакующих заклинаний темной магии на 10%."
							,
							"Увеличивает дальность действия ваших атакующих заклинаний темной магии на 20%."
							
						]
					}
					,
					{
						id:     461,
						tier:   3,
						column: 3,
						name:  "Плетение Тьмы",
						icon:  "spell_shadow_blackplague",
						
						ranks: [
						
							"Ваши заклинания темной магии, наносящие урон, с вероятностью 33% увеличивают урон, наносимый вами магией этой школы, на 2%. Эффект длится 15 сек. и суммируется до 5 раз."
							,
							"Ваши заклинания темной магии, наносящие урон, с вероятностью 66% увеличивают урон, наносимый вами магией этой школы, на 2%. Эффект длится 15 сек. и суммируется до 5 раз."
							,
							"Ваши заклинания темной магии, наносящие урон, с вероятностью 100% увеличивают урон, наносимый вами магией этой школы, на 2%. Эффект длится 15 сек. и суммируется до 5 раз."
							
						]
					}
					,
					{
						id:     541,
						tier:   4,
						column: 0,
						name:  "Безмолвие",
						icon:  "spell_shadow_impphaseshift",
						
							requires: 542,
						
						ranks: [
						
							"Вызывает у противника немоту, предотвращая сотворение им заклинаний в течение 5 сек."
							
						]
					}
					,
					{
						id:     484,
						tier:   4,
						column: 1,
						name:  "Объятия вампира",
						icon:  "spell_shadow_unsummonbuilding",
						
						ranks: [
						
							"Поражает противника энергией Тьмы, которая исцеляет вас на 15%, а всех участников вашей группы – на 3% от урона, наносимого противнику вашими заклинаниями темной магии. Время действия – 5 мин."
							
						]
					}
					,
					{
						id:     1638,
						tier:   4,
						column: 2,
						name:  "Крепкие объятия вампира",
						icon:  "spell_shadow_improvedvampiricembrace",
						
							requires: 484,
						
						ranks: [
						
							"Увеличивает исцеление, получаемое от заклинания \"Объятия вампира\", на 33%."
							,
							"Увеличивает исцеление, получаемое от заклинания \"Объятия вампира\", на 67%."
							
						]
					}
					,
					{
						id:     1777,
						tier:   4,
						column: 3,
						name:  "Сосредоточенный разум",
						icon:  "spell_nature_focusedmind",
						
						ranks: [
						
							"Снижает затраты маны на ваши заклинания \"Взрыв разума\", \"Контроль над разумом\", \"Пытка разума\" и \"Иссушение разума\" на 5%."
							,
							"Снижает затраты маны на ваши заклинания \"Взрыв разума\", \"Контроль над разумом\", \"Пытка разума\" и \"Иссушение разума\" на 10%."
							,
							"Снижает затраты маны на ваши заклинания \"Взрыв разума\", \"Контроль над разумом\", \"Пытка разума\" и \"Иссушение разума\" на 15%."
							
						]
					}
					,
					{
						id:     1781,
						tier:   5,
						column: 0,
						name:  "Испепеление разума",
						icon:  "spell_shadow_skull",
						
						ranks: [
						
							"Повышает вероятность критического удара заклинаний \"Взрыв разума\", \"Пытка разума\" и \"Иссушение разума\" на 2%. Увеличивает вероятность нанесения критического периодического урона заклинаниями \"Прикосновение вампира\", \"Всепожирающая чума\" и \"Слово Тьмы: Боль\" на 3%."
							,
							"Повышает вероятность критического удара заклинаний \"Взрыв разума\", \"Пытка разума\" и \"Иссушение разума\" на 4%. Увеличивает вероятность нанесения критического периодического урона заклинаниями \"Прикосновение вампира\", \"Всепожирающая чума\" и \"Слово Тьмы: Боль\" на 6%."
							
						]
					}
					,
					{
						id:     2267,
						tier:   5,
						column: 2,
						name:  "Беспощадная всепожирающая чума",
						icon:  "spell_shadow_devouringplague.",
						
						ranks: [
						
							"Увеличивает периодический урон заклинания \"Всепожирающая чума\" на 5%. Также при его применении жрец моментально наносит урон в объеме 5% от общего периодического урона этого заклинания."
							,
							"Увеличивает периодический урон заклинания \"Всепожирающая чума\" на 10%. Также при его применении жрец моментально наносит урон в объеме 10% от общего периодического урона этого заклинания."
							,
							"Увеличивает периодический урон заклинания \"Всепожирающая чума\" на 15%. Также при его применении жрец моментально наносит урон в объеме 15% от общего периодического урона этого заклинания."
							
						]
					}
					,
					{
						id:     521,
						tier:   6,
						column: 1,
						name:  "Облик Тьмы",
						icon:  "spell_shadow_shadowform",
						
							requires: 484,
						
						ranks: [
						
							"Жрец принимает облик Тьмы, в котором наносимый им урон от темной магии увеличивается на 15%, получаемый урон уменьшается на 15%, а уровень создаваемой угрозы понижается на 30%. В этом облике нельзя использовать светлую магию, за исключением заклинаний \"Излечение болезни\" и \"Устранение болезни\". Заклинания \"Слово Тьмы: Боль\", \"Всепожирающая чума\" и \"Прикосновение вампира\" могут иметь критический эффект, нанося урон, увеличенный на 100%."
							
						]
					}
					,
					{
						id:     1778,
						tier:   6,
						column: 2,
						name:  "Энергия Тьмы",
						icon:  "spell_shadow_shadowpower",
						
						ranks: [
						
							"Увеличивает дополнительный урон от критических эффектов заклинаний \"Взрыв разума\", \"Пытка разума\" и \"Слово Тьмы: Смерть\" на 20%."
							,
							"Увеличивает дополнительный урон от критических эффектов заклинаний \"Взрыв разума\", \"Пытка разума\" и \"Слово Тьмы: Смерть\" на 40%."
							,
							"Увеличивает дополнительный урон от критических эффектов заклинаний \"Взрыв разума\", \"Пытка разума\" и \"Слово Тьмы: Смерть\" на 60%."
							,
							"Увеличивает дополнительный урон от критических эффектов заклинаний \"Взрыв разума\", \"Пытка разума\" и \"Слово Тьмы: Смерть\" на 80%."
							,
							"Увеличивает дополнительный урон от критических эффектов заклинаний \"Взрыв разума\", \"Пытка разума\" и \"Слово Тьмы: Смерть\" на 100%."
							
						]
					}
					,
					{
						id:     1906,
						tier:   7,
						column: 0,
						name:  "Улучшенный облик Тьмы",
						icon:  "spell_shadow_summonvoidwalker",
						
							requires: 521,
						
						ranks: [
						
							"Когда вы находитесь в облике Тьмы, способность \"Уход в тень\" с вероятностью 50% снимает все эффекты, ограничивающие передвижение. Время, теряемое при произнесении или поддержке заклинаний темной магии в случае получения урона, сокращается на 35%."
							,
							"Когда вы находитесь в облике Тьмы, способность \"Уход в тень\" с вероятностью 100% снимает все эффекты, ограничивающие передвижение. Время, теряемое при произнесении или поддержке заклинаний темной магии в случае получения урона, сокращается на 70%."
							
						]
					}
					,
					{
						id:     1816,
						tier:   7,
						column: 2,
						name:  "Страдание",
						icon:  "spell_shadow_misery",
						
						ranks: [
						
							"Ваши заклинания \"Слово Тьмы: Боль\", \"Пытка разума\" и \"Прикосновение вампира\" повышают вероятность попадания по цели атакующими заклинаниями на 1%, а урон от последующих заклинаний \"Взрыв разума\", \"Пытка разума\" и \"Иссушение разума\" – на 5% от вашей силы заклинаний. Время действия – 24 сек."
							,
							"Ваши заклинания \"Слово Тьмы: Боль\", \"Пытка разума\" и \"Прикосновение вампира\" повышают вероятность попадания по цели атакующими заклинаниями на 2%, а урон от последующих заклинаний \"Взрыв разума\", \"Пытка разума\" и \"Иссушение разума\" – на 10% от вашей силы заклинаний. Время действия – 24 сек."
							,
							"Ваши заклинания \"Слово Тьмы: Боль\", \"Пытка разума\" и \"Прикосновение вампира\" повышают вероятность попадания по цели атакующими заклинаниями на 3%, а урон от последующих заклинаний \"Взрыв разума\", \"Пытка разума\" и \"Иссушение разума\" – на 15% от вашей силы заклинаний. Время действия – 24 сек."
							
						]
					}
					,
					{
						id:     1908,
						tier:   8,
						column: 0,
						name:  "Глубинный ужас",
						icon:  "spell_shadow_psychichorrors",
						
						ranks: [
						
							"Вы пугаете цель, заставляя ее выронить оружие из правой руки и оружие дальнего боя на 10 сек. и дрожать от страха в течение 3 сек."
							
						]
					}
					,
					{
						id:     1779,
						tier:   8,
						column: 1,
						name:  "Прикосновение вампира",
						icon:  "spell_holy_stoicism",
						
							requires: 521,
						
						ranks: [
						
							"Наносит противнику 450 ед. урона от темной магии в течение 15 сек. Когда вы наносите урон заклинанием \"Взрыв разума\", участники вашей группы или рейда восполняют 1% своего максимального запаса маны раз в 5 сек. Действует максимум на 10 игроков. Если заклинание \"Прикосновение вампира\" рассеивают, пораженная цель получает 720 ед. урона."
							
						]
					}
					,
					{
						id:     1909,
						tier:   8,
						column: 2,
						name:  "Боль и страдание",
						icon:  "spell_shadow_painandsuffering",
						
						ranks: [
						
							"С вероятностью 33% ваше заклинание \"Пытка разума\" обновит действие заклинания \"Слово Тьмы: Боль\". Также уменьшает урон, получаемый вами от собственного заклинания \"Слово Тьмы: Смерть\", на 10%."
							,
							"С вероятностью 66% ваше заклинание \"Пытка разума\" обновит действие заклинания \"Слово Тьмы: Боль\". Также уменьшает урон, получаемый вами от собственного заклинания \"Слово Тьмы: Смерть\", на 20%."
							,
							"С вероятностью 100% ваше заклинание \"Пытка разума\" обновит действие заклинания \"Слово Тьмы: Боль\". Также уменьшает урон, получаемый вами от собственного заклинания \"Слово Тьмы: Смерть\", на 30%."
							
						]
					}
					,
					{
						id:     1907,
						tier:   9,
						column: 2,
						name:  "Обман разума",
						icon:  "spell_shadow_mindtwisting",
						
						ranks: [
						
							"Увеличивает силу заклинаний на 4% вашего общего показателя духа. Ваши заклинания \"Пытка разума\" и \"Взрыв разума\" наносят на 2% больше урона, если противник уже находится под действием заклинания \"Слово Тьмы: Боль\"."
							,
							"Увеличивает силу заклинаний на 8% вашего общего показателя духа. Ваши заклинания \"Пытка разума\" и \"Взрыв разума\" наносят на 4% больше урона, если противник уже находится под действием заклинания \"Слово Тьмы: Боль\"."
							,
							"Увеличивает силу заклинаний на 12% вашего общего показателя духа. Ваши заклинания \"Пытка разума\" и \"Взрыв разума\" наносят на 6% больше урона, если противник уже находится под действием заклинания \"Слово Тьмы: Боль\"."
							,
							"Увеличивает силу заклинаний на 16% вашего общего показателя духа. Ваши заклинания \"Пытка разума\" и \"Взрыв разума\" наносят на 8% больше урона, если противник уже находится под действием заклинания \"Слово Тьмы: Боль\"."
							,
							"Увеличивает силу заклинаний на 20% вашего общего показателя духа. Ваши заклинания \"Пытка разума\" и \"Взрыв разума\" наносят на 10% больше урона, если противник уже находится под действием заклинания \"Слово Тьмы: Боль\"."
							
						]
					}
					,
					{
						id:     1910,
						tier:   10,
						column: 1,
						name:  "Слияние с Тьмой",
						icon:  "spell_shadow_dispersion",
						
							requires: 1779,
						
						ranks: [
						
							"Вы растворяетесь во Тьме. Весь получаемый вами урон снижается на 90%. Во время действия этого заклинания вы не можете атаковать или читать заклинания, но восполняете 6% маны каждую секунду в течение 6 сек. Можно использовать, даже если на вас наложены эффекты оглушения, страха или немоты. При использовании рассеивает сковывающие и затрудняющие движение эффекты, а также дает невосприимчивость к ним на время действия заклинания."
							
						]
					}
					
				]
			}
			
		];

		var petData_sdfkte75 = null;
		
	
		var textTalentStrSingle = "Требуется {0} очко, вложенное в {1}.";
		var textTalentStrPlural = "Требуется {0} очк., вложенных {1}.";
		var textTalentRank = "Уровень {0}/{1}";
		var textTalentNextRank = "Следующий уровень";
		var textTalentReqTreeTalents = "Требуется {0} очк., вложенных в {1}.";
		var textPrintableClassTalents = "Таланты класса \"{0}\"";
		var textPrintableMinReqLevel = "Требуется уровнь: {0}";
		var textPrintableReqTalentPts = "Требуется очков: {0}";
		var textPrintableTreeTalents = "Таланты ветки \"{0}\"";
		var textPrintablePtsPerTree = "{0} очк.";
		var textPrintableDontWastePaper = "Берегите бумагу!";

		var talentCalc = new TalentCalculator();

		$(document).ready(function() { {/literal} 

			talentCalc.initTalentCalc(
				"5", 
				"{$talents}", 
				"charPage",
				"false",
				"sdfkte75",
				talentData_sdfkte75,
				petData_sdfkte75
			);
		{literal} }); {/literal}
	</script>
<div class="talContainer" id="talContainer_sdfkte75">
<div class="talentFrame">
<div class="talentTree" id="Discipline_tree_sdfkte75" style="margin-right: 3px; background-image: url('images/talents/bg/small/PriestDiscipline.jpg')">
<div class="tier">
<div class="talent staticTip col1" id="342_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/spell_magic_magearmor.jpg');">
<div class="talentHolder
						" id="342_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(342);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="342_numPoints_sdfkte75">0</span><span>/</span><span>5</span>
</div>
</div>
</div>
<div class="talent staticTip col2" id="1898_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/spell_holy_sealofvengeance.jpg');">
<div class="talentHolder
						" id="1898_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(1898);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1898_numPoints_sdfkte75">0</span><span>/</span><span>5</span>
</div>
</div>
</div>
</div>
<div class="tier">
<div class="talent staticTip col0" id="352_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_nature_manaregentotem.jpg');">
<div class="talentHolder
						 disabled" id="352_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(352);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="352_numPoints_sdfkte75">0</span><span>/</span><span>3</span>
</div>
</div>
</div>
<div class="talent staticTip col1" id="346_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_holy_innerfire.jpg');">
<div class="talentHolder
						 disabled" id="346_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(346);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="346_numPoints_sdfkte75">0</span><span>/</span><span>3</span>
</div>
</div>
</div>
<div class="talent staticTip col2" id="344_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_holy_wordfortitude.jpg');">
<div class="talentHolder
						 disabled" id="344_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(344);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="344_numPoints_sdfkte75">0</span><span>/</span><span>2</span>
</div>
</div>
</div>
<div class="talent staticTip col3" id="321_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_nature_tranquility.jpg');">
<div class="talentHolder
						 disabled" id="321_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(321);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="321_numPoints_sdfkte75">0</span><span>/</span><span>2</span>
</div>
</div>
</div>
</div>
<div class="tier">
<div class="talent staticTip col0" id="347_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_nature_sleep.jpg');">
<div class="talentHolder
						 disabled" id="347_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(347);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="347_numPoints_sdfkte75">0</span><span>/</span><span>3</span>
</div>
</div>
</div>
<div class="talent staticTip col1" id="348_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_frost_windwalkon.jpg');">
<div class="talentHolder
						 disabled" id="348_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(348);">
<span id="spellInfo_348" style="display: none;"><span style="float: right;"> Восстановление: 3  мин</span><span style="float: left;"> Мгновенное действие </span></span>
<div class="talentHover"></div>
<div class="rankCtr">
<span id="348_numPoints_sdfkte75">0</span><span>/</span><span>1</span>
</div>
</div>
</div>
<div class="talent staticTip col2" id="343_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_holy_powerwordshield.jpg');">
<div class="talentHolder
						 disabled" id="343_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(343);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="343_numPoints_sdfkte75">0</span><span>/</span><span>3</span>
</div>
</div>
</div>
</div>
<div class="tier">
<div class="talent staticTip col0" id="1769_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_holy_absolution.jpg');">
<div class="talentHolder
						 disabled" id="1769_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(1769);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1769_numPoints_sdfkte75">0</span><span>/</span><span>3</span>
</div>
</div>
</div>
<div class="talent staticTip col1" id="341_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/ability_hibernation.jpg');">
<div class="talentHolder
						 disabled" id="341_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(341);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="341_numPoints_sdfkte75">0</span><span>/</span><span>3</span>
</div>
</div>
</div>
<div class="talent staticTip col3" id="350_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_shadow_manaburn.jpg');">
<div class="talentHolder
						 disabled" id="350_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(350);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="350_numPoints_sdfkte75">0</span><span>/</span><span>2</span>
</div>
</div>
</div>
</div>
<div class="tier">
<div class="talent staticTip col0" id="2268_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_holy_powerwordshield.jpg');">
<div class="talentHolder
						 disabled" id="2268_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(2268);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="2268_numPoints_sdfkte75">0</span><span>/</span><span>2</span>
</div>
</div>
</div>
<div class="talent staticTip col1" id="1201_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_nature_enchantarmor.jpg');">
<div class="talentHolder
						 disabled" id="1201_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(1201);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1201_numPoints_sdfkte75">0</span><span>/</span><span>5</span>
</div>
</div>
</div>
<div class="talent staticTip col2" id="351_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_holy_pureofheart.jpg');">
<div class="talentHolder
						 disabled" id="351_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(351);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="351_numPoints_sdfkte75">0</span><span>/</span><span>1</span>
</div>
</div>
</div>
</div>
<div class="tier">
<div class="talent staticTip col0" id="1771_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_shadow_focusedpower.jpg');">
<div class="talentHolder
						 disabled" id="1771_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(1771);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1771_numPoints_sdfkte75">0</span><span>/</span><span>2</span>
</div>
</div>
</div>
<div class="talent staticTip col2" id="1772_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_arcane_mindmastery.jpg');">
<div class="talentHolder
						 disabled" id="1772_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(1772);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1772_numPoints_sdfkte75">0</span><span>/</span><span>3</span>
</div>
</div>
</div>
</div>
<div class="tier">
<div class="talent staticTip col0" id="1858_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_arcane_focusedpower.jpg');">
<div class="talentHolder
						 disabled" id="1858_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(1858);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1858_numPoints_sdfkte75">0</span><span>/</span><span>3</span>
</div>
</div>
</div>
<div class="talent staticTip col1" id="322_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_holy_powerinfusion.jpg');">
<div class="talentHolder
						 disabled" id="322_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(322);">
<span id="spellInfo_322" style="display: none;"><span style="float: right;"> Радиус действия30 </span><span style="float: left;">16% запаса маны</span>
<br>
<span style="float: right;"> Восстановление: 2  мин</span><span style="float: left;">Мгновенное действие</span></span>
<div class="talentHover"></div>
<div class="rankCtr">
<span id="322_numPoints_sdfkte75">0</span><span>/</span><span>1</span>
</div>
</div>
</div>
<div class="talent staticTip col2" id="1773_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_holy_chastise.jpg');">
<div class="talentHolder
						 disabled" id="1773_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(1773);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1773_numPoints_sdfkte75">0</span><span>/</span><span>3</span>
</div>
</div>
</div>
</div>
<div class="tier">
<div class="talent staticTip col0" id="2235_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_holy_holyprotection.jpg');">
<div class="talentHolder
						 disabled" id="2235_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(2235);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="2235_numPoints_sdfkte75">0</span><span>/</span><span>2</span>
</div>
</div>
</div>
<div class="talent staticTip col1" id="1896_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_holy_rapture.jpg');">
<div class="talentHolder
						 disabled" id="1896_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(1896);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1896_numPoints_sdfkte75">0</span><span>/</span><span>3</span>
</div>
</div>
</div>
<div class="talent staticTip col2" id="1894_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_holy_aspiration.jpg');">
<div class="talentHolder
						 disabled" id="1894_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(1894);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1894_numPoints_sdfkte75">0</span><span>/</span><span>2</span>
</div>
</div>
</div>
</div>
<div class="tier">
<div class="talent staticTip col0" id="1895_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_holy_devineaegis.jpg');">
<div class="talentHolder
						 disabled" id="1895_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(1895);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1895_numPoints_sdfkte75">0</span><span>/</span><span>3</span>
</div>
</div>
</div>
<div class="talent staticTip col1" id="1774_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_holy_painsupression.jpg');">
<div class="talentHolder
						 disabled" id="1774_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(1774);">
<span id="spellInfo_1774" style="display: none;"><span style="float: right;"> Радиус действия40 </span><span style="float: left;">8% запаса маны</span>
<br>
<span style="float: right;"> Восстановление: 3  мин</span><span style="float: left;">Мгновенное действие</span></span>
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1774_numPoints_sdfkte75">0</span><span>/</span><span>1</span>
</div>
</div>
</div>
<div class="talent staticTip col2" id="1901_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_holy_hopeandgrace.jpg');">
<div class="talentHolder
						 disabled" id="1901_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(1901);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1901_numPoints_sdfkte75">0</span><span>/</span><span>2</span>
</div>
</div>
</div>
</div>
<div class="tier">
<div class="talent staticTip col1" id="1202_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_holy_borrowedtime.jpg');">
<div class="talentHolder
						 disabled" id="1202_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(1202);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1202_numPoints_sdfkte75">0</span><span>/</span><span>5</span>
</div>
</div>
</div>
</div>
<div class="tier">
<div class="talent staticTip col1" id="1897_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_holy_penance.jpg');">
<div class="talentHolder
						 disabled" id="1897_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(1897);">
<span id="spellInfo_1897" style="display: none;"><span style="float: right;"> Радиус действия30 </span><span style="float: left;">16% запаса маны</span>
<br>
<span style="float: right;">Восстановление: 12  сек</span><span style="float: left;">Потоковое</span></span>
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1897_numPoints_sdfkte75">0</span><span>/</span><span>1</span>
</div>
</div>
</div>
</div>
<div class="talentTreeInfo" style="background: url(wow-icons/_images/21x21/spell_holy_wordfortitude.png) 0 0 no-repeat;">
<span id="treeName_0_sdfkte75" style="font-weight: bold;">Послушание</span> &nbsp;<span id="treeSpent_0_sdfkte75">0</span>
</div>
</div>
<div class="talentTree" id="Holy_tree_sdfkte75" style="margin-right: 3px; background-image: url('images/talents/bg/small/PriestHoly.jpg')">
<div class="tier">
<div class="talent staticTip col0" id="410_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/spell_holy_healingfocus.jpg');">
<div class="talentHolder
						" id="410_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(410);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="410_numPoints_sdfkte75">0</span><span>/</span><span>2</span>
</div>
</div>
</div>
<div class="talent staticTip col1" id="406_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/spell_holy_renew.jpg');">
<div class="talentHolder
						" id="406_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(406);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="406_numPoints_sdfkte75">0</span><span>/</span><span>3</span>
</div>
</div>
</div>
<div class="talent staticTip col2" id="401_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/spell_holy_sealofsalvation.jpg');">
<div class="talentHolder
						" id="401_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(401);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="401_numPoints_sdfkte75">0</span><span>/</span><span>5</span>
</div>
</div>
</div>
</div>
<div class="tier">
<div class="talent staticTip col1" id="411_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_holy_spellwarding.jpg');">
<div class="talentHolder
						 disabled" id="411_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(411);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="411_numPoints_sdfkte75">0</span><span>/</span><span>5</span>
</div>
</div>
</div>
<div class="talent staticTip col2" id="1181_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_holy_sealofwrath.jpg');">
<div class="talentHolder
						 disabled" id="1181_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(1181);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1181_numPoints_sdfkte75">0</span><span>/</span><span>5</span>
</div>
</div>
</div>
</div>
<div class="tier">
<div class="talent staticTip col0" id="442_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_holy_restoration.jpg');">
<div class="talentHolder
						 disabled" id="442_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(442);">
<span id="spellInfo_442" style="display: none;"><span style="float: left;">23% запаса маны</span>
<br>
<span style="float: right;"> Восстановление: 2  мин</span><span style="float: left;">Мгновенное действие</span></span>
<div class="talentHover"></div>
<div class="rankCtr">
<span id="442_numPoints_sdfkte75">0</span><span>/</span><span>1</span>
</div>
</div>
</div>
<div class="talent staticTip col1" id="1636_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_holy_blessedrecovery.jpg');">
<div class="talentHolder
						 disabled" id="1636_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(1636);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1636_numPoints_sdfkte75">0</span><span>/</span><span>3</span>
</div>
</div>
</div>
<div class="talent staticTip col3" id="361_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_holy_layonhands.jpg');">
<div class="talentHolder
						 disabled" id="361_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(361);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="361_numPoints_sdfkte75">0</span><span>/</span><span>3</span>
</div>
</div>
</div>
</div>
<div class="tier">
<div class="talent staticTip col0" id="1635_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_holy_purify.jpg');">
<div class="talentHolder
						 disabled" id="1635_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(1635);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1635_numPoints_sdfkte75">0</span><span>/</span><span>2</span>
</div>
</div>
</div>
<div class="talent staticTip col1" id="408_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_holy_heal02.jpg');">
<div class="talentHolder
						 disabled" id="408_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(408);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="408_numPoints_sdfkte75">0</span><span>/</span><span>3</span>
</div>
</div>
</div>
<div class="talent staticTip col2" id="403_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_holy_searinglightpriest.jpg');">
<div class="talentHolder
						 disabled" id="403_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(403);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="403_numPoints_sdfkte75">0</span><span>/</span><span>2</span>
</div>
</div>
</div>
</div>
<div class="tier">
<div class="talent staticTip col0" id="413_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_holy_prayerofhealing02.jpg');">
<div class="talentHolder
						 disabled" id="413_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(413);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="413_numPoints_sdfkte75">0</span><span>/</span><span>2</span>
</div>
</div>
</div>
<div class="talent staticTip col1" id="1561_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/inv_enchant_essenceeternallarge.jpg');">
<div class="talentHolder
						 disabled" id="1561_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(1561);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1561_numPoints_sdfkte75">0</span><span>/</span><span>1</span>
</div>
</div>
</div>
<div class="talent staticTip col2" id="402_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_holy_spiritualguidence.jpg');">
<div class="talentHolder
						 disabled" id="402_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(402);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="402_numPoints_sdfkte75">0</span><span>/</span><span>5</span>
</div>
</div>
</div>
</div>
<div class="tier">
<div class="talent staticTip col0" id="1766_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_holy_surgeoflight.jpg');">
<div class="talentHolder
						 disabled" id="1766_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(1766);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1766_numPoints_sdfkte75">0</span><span>/</span><span>2</span>
</div>
</div>
</div>
<div class="talent staticTip col2" id="404_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_nature_moonglow.jpg');">
<div class="talentHolder
						 disabled" id="404_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(404);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="404_numPoints_sdfkte75">0</span><span>/</span><span>5</span>
</div>
</div>
</div>
</div>
<div class="tier">
<div class="talent staticTip col0" id="1768_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_holy_fanaticism.jpg');">
<div class="talentHolder
						 disabled" id="1768_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(1768);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1768_numPoints_sdfkte75">0</span><span>/</span><span>3</span>
</div>
</div>
</div>
<div class="talent staticTip col1" id="1637_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_holy_summonlightwell.jpg');">
<div class="talentHolder
						 disabled" id="1637_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(1637);">
<span id="spellInfo_1637" style="display: none;"><span style="float: right;"> Радиус действия40 </span><span style="float: left;">19% запаса маны</span>
<br>
<span style="float: right;"> Восстановление: 3  мин</span><span style="float: left;"> Применение: 0.5  сек</span></span>
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1637_numPoints_sdfkte75">0</span><span>/</span><span>1</span>
</div>
</div>
</div>
<div class="talent staticTip col2" id="1765_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_holy_blessedresillience.jpg');">
<div class="talentHolder
						 disabled" id="1765_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(1765);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1765_numPoints_sdfkte75">0</span><span>/</span><span>3</span>
</div>
</div>
</div>
</div>
<div class="tier">
<div class="talent staticTip col0" id="2279_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_holy_symbolofhope.jpg');">
<div class="talentHolder
						 disabled" id="2279_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(2279);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="2279_numPoints_sdfkte75">0</span><span>/</span><span>2</span>
</div>
</div>
</div>
<div class="talent staticTip col1" id="1767_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_holy_greaterheal.jpg');">
<div class="talentHolder
						 disabled" id="1767_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(1767);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1767_numPoints_sdfkte75">0</span><span>/</span><span>5</span>
</div>
</div>
</div>
<div class="talent staticTip col2" id="1904_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_holy_serendipity.jpg');">
<div class="talentHolder
						 disabled" id="1904_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(1904);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1904_numPoints_sdfkte75">0</span><span>/</span><span>3</span>
</div>
</div>
</div>
</div>
<div class="tier">
<div class="talent staticTip col0" id="1902_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/ability_paladin_infusionoflight.jpg');">
<div class="talentHolder
						 disabled" id="1902_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(1902);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1902_numPoints_sdfkte75">0</span><span>/</span><span>3</span>
</div>
</div>
</div>
<div class="talent staticTip col1" id="1815_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_holy_circleofrenewal.jpg');">
<div class="talentHolder
						 disabled" id="1815_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(1815);">
<span id="spellInfo_1815" style="display: none;"><span style="float: right;"> Радиус действия40 </span><span style="float: left;">24% запаса маны</span>
<br>
<span style="float: right;">Восстановление: 6  сек</span><span style="float: left;">Мгновенное действие</span></span>
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1815_numPoints_sdfkte75">0</span><span>/</span><span>1</span>
</div>
</div>
</div>
<div class="talent staticTip col2" id="1903_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_holy_testoffaith.jpg');">
<div class="talentHolder
						 disabled" id="1903_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(1903);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1903_numPoints_sdfkte75">0</span><span>/</span><span>3</span>
</div>
</div>
</div>
</div>
<div class="tier">
<div class="talent staticTip col1" id="1905_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_holy_divineprovidence.jpg');">
<div class="talentHolder
						 disabled" id="1905_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(1905);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1905_numPoints_sdfkte75">0</span><span>/</span><span>5</span>
</div>
</div>
</div>
</div>
<div class="tier">
<div class="talent staticTip col1" id="1911_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_holy_guardianspirit.jpg');">
<div class="talentHolder
						 disabled" id="1911_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(1911);">
<span id="spellInfo_1911" style="display: none;"><span style="float: right;"> Радиус действия40 </span><span style="float: left;">6% запаса маны</span>
<br>
<span style="float: right;"> Восстановление: 3  мин</span><span style="float: left;">Мгновенное действие</span></span>
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1911_numPoints_sdfkte75">0</span><span>/</span><span>1</span>
</div>
</div>
</div>
</div>
<div class="talentTreeInfo" style="background: url(wow-icons/_images/21x21/spell_holy_guardianspirit.png) 0 0 no-repeat;">
<span id="treeName_1_sdfkte75" style="font-weight: bold;">Свет</span> &nbsp;<span id="treeSpent_1_sdfkte75">0</span>
</div>
</div>
<div class="talentTree" id="Shadow_tree_sdfkte75" style="background-image: url('images/talents/bg/small/PriestShadow.jpg');">
<div class="tier">
<div class="talent staticTip col0" id="465_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/spell_shadow_requiem.jpg');">
<div class="talentHolder
						" id="465_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(465);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="465_numPoints_sdfkte75">0</span><span>/</span><span>3</span>
</div>
</div>
</div>
<div class="talent staticTip col1" id="2027_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/spell_shadow_requiem.jpg');">
<div class="talentHolder
						" id="2027_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(2027);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="2027_numPoints_sdfkte75">0</span><span>/</span><span>2</span>
</div>
</div>
</div>
<div class="talent staticTip col2" id="462_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/spell_shadow_twilight.jpg');">
<div class="talentHolder
						" id="462_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(462);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="462_numPoints_sdfkte75">0</span><span>/</span><span>5</span>
</div>
</div>
</div>
</div>
<div class="tier">
<div class="talent staticTip col0" id="466_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_shadow_shadowward.jpg');">
<div class="talentHolder
						 disabled" id="466_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(466);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="466_numPoints_sdfkte75">0</span><span>/</span><span>3</span>
</div>
</div>
</div>
<div class="talent staticTip col1" id="482_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_shadow_shadowwordpain.jpg');">
<div class="talentHolder
						 disabled" id="482_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(482);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="482_numPoints_sdfkte75">0</span><span>/</span><span>2</span>
</div>
</div>
</div>
<div class="talent staticTip col2" id="463_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_shadow_burningspirit.jpg');">
<div class="talentHolder
						 disabled" id="463_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(463);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="463_numPoints_sdfkte75">0</span><span>/</span><span>3</span>
</div>
</div>
</div>
</div>
<div class="tier">
<div class="talent staticTip col0" id="542_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_shadow_psychicscream.jpg');">
<div class="talentHolder
						 disabled" id="542_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(542);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="542_numPoints_sdfkte75">0</span><span>/</span><span>2</span>
</div>
</div>
</div>
<div class="talent staticTip col1" id="481_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_shadow_unholyfrenzy.jpg');">
<div class="talentHolder
						 disabled" id="481_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(481);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="481_numPoints_sdfkte75">0</span><span>/</span><span>5</span>
</div>
</div>
</div>
<div class="talent staticTip col2" id="501_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_shadow_siphonmana.jpg');">
<div class="talentHolder
						 disabled" id="501_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(501);">
<span id="spellInfo_501" style="display: none;"><span style="float: right;"> Радиус действия20 </span><span style="float: left;">10% запаса маны</span>
<br>
<span style="float: left;">Потоковое</span></span>
<div class="talentHover"></div>
<div class="rankCtr">
<span id="501_numPoints_sdfkte75">0</span><span>/</span><span>1</span>
</div>
</div>
</div>
</div>
<div class="tier">
<div class="talent staticTip col1" id="483_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_magic_lesserinvisibilty.jpg');">
<div class="talentHolder
						 disabled" id="483_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(483);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="483_numPoints_sdfkte75">0</span><span>/</span><span>2</span>
</div>
</div>
</div>
<div class="talent staticTip col2" id="881_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_shadow_chilltouch.jpg');">
<div class="talentHolder
						 disabled" id="881_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(881);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="881_numPoints_sdfkte75">0</span><span>/</span><span>2</span>
</div>
</div>
</div>
<div class="talent staticTip col3" id="461_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_shadow_blackplague.jpg');">
<div class="talentHolder
						 disabled" id="461_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(461);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="461_numPoints_sdfkte75">0</span><span>/</span><span>3</span>
</div>
</div>
</div>
</div>
<div class="tier">
<div class="talent staticTip col0" id="541_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_shadow_impphaseshift.jpg');">
<div class="talentHolder
						 disabled" id="541_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(541);">
<span id="spellInfo_541" style="display: none;"><span style="float: right;"> Радиус действия30 </span><span style="float: left;">225 Мана</span>
<br>
<span style="float: right;">Восстановление: 45  сек</span><span style="float: left;"> Мгновенное действие </span></span>
<div class="talentHover"></div>
<div class="rankCtr">
<span id="541_numPoints_sdfkte75">0</span><span>/</span><span>1</span>
</div>
</div>
</div>
<div class="talent staticTip col1" id="484_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_shadow_unsummonbuilding.jpg');">
<div class="talentHolder
						 disabled" id="484_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(484);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="484_numPoints_sdfkte75">0</span><span>/</span><span>1</span>
</div>
</div>
</div>
<div class="talent staticTip col2" id="1638_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_shadow_improvedvampiricembrace.jpg');">
<div class="talentHolder
						 disabled" id="1638_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(1638);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1638_numPoints_sdfkte75">0</span><span>/</span><span>2</span>
</div>
</div>
</div>
<div class="talent staticTip col3" id="1777_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_nature_focusedmind.jpg');">
<div class="talentHolder
						 disabled" id="1777_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(1777);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1777_numPoints_sdfkte75">0</span><span>/</span><span>3</span>
</div>
</div>
</div>
</div>
<div class="tier">
<div class="talent staticTip col0" id="1781_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_shadow_skull.jpg');">
<div class="talentHolder
						 disabled" id="1781_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(1781);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1781_numPoints_sdfkte75">0</span><span>/</span><span>2</span>
</div>
</div>
</div>
<div class="talent staticTip col2" id="2267_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_shadow_devouringplague..jpg');">
<div class="talentHolder
						 disabled" id="2267_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(2267);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="2267_numPoints_sdfkte75">0</span><span>/</span><span>3</span>
</div>
</div>
</div>
</div>
<div class="tier">
<div class="talent staticTip col1" id="521_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_shadow_shadowform.jpg');">
<div class="talentHolder
						 disabled" id="521_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(521);">
<span id="spellInfo_521" style="display: none;"><span style="float: left;">32% запаса маны</span>
<br>
<span style="float: right;">Восстановление: 1.5  сек</span><span style="float: left;">Мгновенное действие</span></span>
<div class="talentHover"></div>
<div class="rankCtr">
<span id="521_numPoints_sdfkte75">0</span><span>/</span><span>1</span>
</div>
</div>
</div>
<div class="talent staticTip col2" id="1778_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_shadow_shadowpower.jpg');">
<div class="talentHolder
						 disabled" id="1778_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(1778);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1778_numPoints_sdfkte75">0</span><span>/</span><span>5</span>
</div>
</div>
</div>
</div>
<div class="tier">
<div class="talent staticTip col0" id="1906_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_shadow_summonvoidwalker.jpg');">
<div class="talentHolder
						 disabled" id="1906_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(1906);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1906_numPoints_sdfkte75">0</span><span>/</span><span>2</span>
</div>
</div>
</div>
<div class="talent staticTip col2" id="1816_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_shadow_misery.jpg');">
<div class="talentHolder
						 disabled" id="1816_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(1816);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1816_numPoints_sdfkte75">0</span><span>/</span><span>3</span>
</div>
</div>
</div>
</div>
<div class="tier">
<div class="talent staticTip col0" id="1908_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_shadow_psychichorrors.jpg');">
<div class="talentHolder
						 disabled" id="1908_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(1908);">
<span id="spellInfo_1908" style="display: none;"><span style="float: right;"> Радиус действия30 </span><span style="float: left;">16% запаса маны</span>
<br>
<span style="float: right;"> Восстановление: 2  мин</span><span style="float: left;">Мгновенное действие</span></span>
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1908_numPoints_sdfkte75">0</span><span>/</span><span>1</span>
</div>
</div>
</div>
<div class="talent staticTip col1" id="1779_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_holy_stoicism.jpg');">
<div class="talentHolder
						 disabled" id="1779_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(1779);">
<span id="spellInfo_1779" style="display: none;"><span style="float: right;"> Радиус действия30 </span><span style="float: left;">18% запаса маны</span>
<br>
<span style="float: left;"> Применение: 1.5  сек</span></span>
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1779_numPoints_sdfkte75">0</span><span>/</span><span>1</span>
</div>
</div>
</div>
<div class="talent staticTip col2" id="1909_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_shadow_painandsuffering.jpg');">
<div class="talentHolder
						 disabled" id="1909_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(1909);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1909_numPoints_sdfkte75">0</span><span>/</span><span>3</span>
</div>
</div>
</div>
</div>
<div class="tier">
<div class="talent staticTip col2" id="1907_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_shadow_mindtwisting.jpg');">
<div class="talentHolder
						 disabled" id="1907_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(1907);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1907_numPoints_sdfkte75">0</span><span>/</span><span>5</span>
</div>
</div>
</div>
</div>
<div class="tier">
<div class="talent staticTip col1" id="1910_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_shadow_dispersion.jpg');">
<div class="talentHolder
						 disabled" id="1910_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(1910);">
<span id="spellInfo_1910" style="display: none;"><span style="float: right;"> Восстановление: 2  мин</span><span style="float: left;"> Мгновенное действие </span></span>
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1910_numPoints_sdfkte75">0</span><span>/</span><span>1</span>
</div>
</div>
</div>
</div>
<div class="talentTreeInfo" style="background: url(wow-icons/_images/21x21/spell_shadow_shadowwordpain.png) 0 0 no-repeat;">
<span id="treeName_2_sdfkte75" style="font-weight: bold;">Тьма</span> &nbsp;<span id="treeSpent_2_sdfkte75">0</span>
</div>
</div>
<table border="0" cellpadding="0" cellspacing="0" class="resetExportHolder">
<tr>
<td><a class="awesomeButton awesomeButton-exportBuild" href="#" id="linkToBuild_sdfkte75" target="_blank"><span>
<div class="staticTip" onmouseover="setTipText('Создание копии данной раскладки и ее перенос в расчет талантов.')">Копия</div>
</span></a></td>
</tr>
</table>
</div>
</div>
</div>
</div>
</div>
<div class="clear"></div>
</div>
</div>
</div>
</div>
</div>
</div>
</div>
</div>
<script type="text/javascript">
				{literal} $(document).ready(function(){ {/literal}
					initCharTalents();			
				{literal} }); {/literal}
			</script>
</div>
</div>
</div>
</div>