<xsl-template name="head-content">
<script src="_js/tools/talent-calc.js" type="text/javascript"></script>
</xsl-template>
<script type="text/javascript">
		var talentData_sdfkte75 = [
		
			{
				id:   "Assassination",
				name: "Ликвидация",
				talents: [
				
					{
						id:     276,
						tier:   0,
						column: 0,
						name:  "Жестокое потрошение",
						icon:  "ability_rogue_eviscerate",
						
						ranks: [
						
							"Увеличивает урон, наносимый вашей способностью \"Потрошение\" на 7%."
							,
							"Увеличивает урон, наносимый вашей способностью \"Потрошение\" на 14%."
							,
							"Увеличивает урон, наносимый вашей способностью \"Потрошение\" на 20%."
							
						]
					}
					,
					{
						id:     272,
						tier:   0,
						column: 1,
						name:  "Беспощадные атаки",
						icon:  "ability_fiegndead",
						
						ranks: [
						
							"Увеличивает шанс нанести критический удар способностями \"Коварный удар\", \"Кровоизлияние\", \"Удар в спину\", \"Расправа\", \"Внезапный удар\" и \"Призрачный удар\" на 20% после убийства цели, за которое вы получаете опыт или честь. Время действия – 20 сек."
							,
							"Увеличивает шанс нанести критический удар способностями \"Коварный удар\", \"Кровоизлияние\", \"Удар в спину\", \"Расправа\", \"Внезапный удар\" и \"Призрачный удар\" на 40% после убийства цели, за которое вы получаете опыт или честь. Время действия – 20 сек."
							
						]
					}
					,
					{
						id:     270,
						tier:   0,
						column: 2,
						name:  "Злоба",
						icon:  "ability_racial_bloodrage",
						
						ranks: [
						
							"Увеличивает шанс нанести критический удар на 1%."
							,
							"Увеличивает шанс нанести критический удар на 2%."
							,
							"Увеличивает шанс нанести критический удар на 3%."
							,
							"Увеличивает шанс нанести критический удар на 4%."
							,
							"Увеличивает шанс нанести критический удар на 5%."
							
						]
					}
					,
					{
						id:     273,
						tier:   1,
						column: 0,
						name:  "Жестокость",
						icon:  "ability_druid_disembowel",
						
						ranks: [
						
							"С вероятностью 20% ваш завершающий прием засчитается как первый прием новой серии."
							,
							"С вероятностью 40% ваш завершающий прием засчитается как первый прием новой серии."
							,
							"С вероятностью 60% ваш завершающий прием засчитается как первый прием новой серии."
							
						]
					}
					,
					{
						id:     2068,
						tier:   1,
						column: 1,
						name:  "Кровавый фонтан",
						icon:  "ability_rogue_bloodsplatter",
						
						ranks: [
						
							"Увеличивает урон способностей \"Гаррота\" и \"Рваная рана\" на 15%."
							,
							"Увеличивает урон способностей \"Гаррота\" и \"Рваная рана\" на 30%."
							
						]
					}
					,
					{
						id:     277,
						tier:   1,
						column: 3,
						name:  "Колотые раны",
						icon:  "ability_backstab",
						
						ranks: [
						
							"Увеличивает шанс нанести критический удар способностью \"Удар в спину\" на 10%, а способностью \"Расправа\" на 5%."
							,
							"Увеличивает шанс нанести критический удар способностью \"Удар в спину\" на 20%, а способностью \"Расправа\" на 10%."
							,
							"Увеличивает шанс нанести критический удар способностью \"Удар в спину\" на 30%, а способностью \"Расправа\" на 15%."
							
						]
					}
					,
					{
						id:     382,
						tier:   2,
						column: 0,
						name:  "Неутомимость",
						icon:  "spell_nature_earthbindtotem",
						
						ranks: [
						
							"Увеличивает максимальный запас энергии на 10 ед."
							
						]
					}
					,
					{
						id:     278,
						tier:   2,
						column: 1,
						name:  "Сильное ослабление доспеха",
						icon:  "ability_warrior_riposte",
						
						ranks: [
						
							"Уменьшает расход энергии на способность \"Ослабление доспеха\" на 5."
							,
							"Уменьшает расход энергии на способность \"Ослабление доспеха\" на 10."
							
						]
					}
					,
					{
						id:     269,
						tier:   2,
						column: 2,
						name:  "Смертоносность",
						icon:  "ability_criticalstrike",
						
							requires: 270,
						
						ranks: [
						
							"Увеличивает дополнительный урон от критических ударов всех приемов, продлевающих серию, на 6%. Не действует для приемов, которые требуют, чтобы персонаж был незаметен."
							,
							"Увеличивает дополнительный урон от критических ударов всех приемов, продлевающих серию, на 12%. Не действует для приемов, которые требуют, чтобы персонаж был незаметен."
							,
							"Увеличивает дополнительный урон от критических ударов всех приемов, продлевающих серию, на 18%. Не действует для приемов, которые требуют, чтобы персонаж был незаметен."
							,
							"Увеличивает дополнительный урон от критических ударов всех приемов, продлевающих серию, на 24%. Не действует для приемов, которые требуют, чтобы персонаж был незаметен."
							,
							"Увеличивает дополнительный урон от критических ударов всех приемов, продлевающих серию, на 30%. Не действует для приемов, которые требуют, чтобы персонаж был незаметен."
							
						]
					}
					,
					{
						id:     682,
						tier:   3,
						column: 1,
						name:  "Тлетворные яды",
						icon:  "ability_rogue_feigndeath",
						
						ranks: [
						
							"Увеличивает урон, наносимый вашими ядами и способностью \"Отравление\", на 7%. Увеличивает вероятность того, что ваши яды, наносящие периодический урон, не будут нейтрализованы, на 10%."
							,
							"Увеличивает урон, наносимый вашими ядами и способностью \"Отравление\", на 14%. Увеличивает вероятность того, что ваши яды, наносящие периодический урон, не будут нейтрализованы, на 20%."
							,
							"Увеличивает урон, наносимый вашими ядами и способностью \"Отравление\", на 20%. Увеличивает вероятность того, что ваши яды, наносящие периодический урон, не будут нейтрализованы, на 30%."
							
						]
					}
					,
					{
						id:     268,
						tier:   3,
						column: 2,
						name:  "Улучшенные яды",
						icon:  "ability_poisons",
						
						ranks: [
						
							"Повышает вероятность отравить цель смертельным ядом на 2%, а частоту поражения быстродействующим ядом – на 10%."
							,
							"Повышает вероятность отравить цель смертельным ядом на 4%, а частоту поражения быстродействующим ядом – на 20%."
							,
							"Повышает вероятность отравить цель смертельным ядом на 6%, а частоту поражения быстродействующим ядом – на 30%."
							,
							"Повышает вероятность отравить цель смертельным ядом на 8%, а частоту поражения быстродействующим ядом – на 40%."
							,
							"Повышает вероятность отравить цель смертельным ядом на 10%, а частоту поражения быстродействующим ядом – на 50%."
							
						]
					}
					,
					{
						id:     1721,
						tier:   4,
						column: 0,
						name:  "Летящие шаги",
						icon:  "ability_rogue_fleetfooted",
						
						ranks: [
						
							"Уменьшает время действия затрудняющих передвижение эффектов на 15% и увеличивает скорость передвижения на 8%. Эффект не суммируется с другими, влияющими на скорость передвижения."
							,
							"Уменьшает время действия затрудняющих передвижение эффектов на 30% и увеличивает скорость передвижения на 15%. Эффект не суммируется с другими, влияющими на скорость передвижения."
							
						]
					}
					,
					{
						id:     280,
						tier:   4,
						column: 1,
						name:  "Хладнокровие",
						icon:  "spell_ice_lament",
						
						ranks: [
						
							"При использовании увеличивает вероятность критического удара следующей атакующей способности на 100%."
							
						]
					}
					,
					{
						id:     279,
						tier:   4,
						column: 2,
						name:  "Улучшенный удар по почкам",
						icon:  "ability_rogue_kidneyshot",
						
						ranks: [
						
							"При воздействии вашей способности \"Удар по почкам\" противник получает дополнительно 3% урона от всех источников."
							,
							"При воздействии вашей способности \"Удар по почкам\" противник получает дополнительно 6% урона от всех источников."
							,
							"При воздействии вашей способности \"Удар по почкам\" противник получает дополнительно 9% урона от всех источников."
							
						]
					}
					,
					{
						id:     1762,
						tier:   4,
						column: 3,
						name:  "Быстрое восстановление",
						icon:  "ability_rogue_quickrecovery",
						
						ranks: [
						
							"Повышает эффективность применяемого к вам лечения на 10%. Ваши завершающие приемы восполняют 40% энергии, когда не достигают цели."
							,
							"Повышает эффективность применяемого к вам лечения на 20%. Ваши завершающие приемы восполняют 80% энергии, когда не достигают цели."
							
						]
					}
					,
					{
						id:     283,
						tier:   5,
						column: 1,
						name:  "Печать судьбы",
						icon:  "spell_shadow_chilltouch",
						
							requires: 280,
						
						ranks: [
						
							"В случае, если прием, увеличивающий длину серии, нанесет критический урон, есть вероятность 20%, что длина серии увеличится дополнительно на 1 прием."
							,
							"В случае, если прием, увеличивающий длину серии, нанесет критический урон, есть вероятность 40%, что длина серии увеличится дополнительно на 1 прием."
							,
							"В случае, если прием, увеличивающий длину серии, нанесет критический урон, есть вероятность 60%, что длина серии увеличится дополнительно на 1 прием."
							,
							"В случае, если прием, увеличивающий длину серии, нанесет критический урон, есть вероятность 80%, что длина серии увеличится дополнительно на 1 прием."
							,
							"В случае, если прием, увеличивающий длину серии, нанесет критический урон, есть вероятность 100%, что длина серии увеличится дополнительно на 1 прием."
							
						]
					}
					,
					{
						id:     274,
						tier:   5,
						column: 2,
						name:  "Убийство",
						icon:  "spell_shadow_deathscream",
						
						ranks: [
						
							"Увеличивает урон, наносимый гуманоидам, великанам, животным и драконам на 2%."
							,
							"Увеличивает урон, наносимый гуманоидам, великанам, животным и драконам на 4%."
							
						]
					}
					,
					{
						id:     2065,
						tier:   6,
						column: 0,
						name:  "Смертельное варево",
						icon:  "ability_rogue_deadlybrew",
						
						ranks: [
						
							"Отравляя противника быстродействующим, нейтрализующим или дурманящим ядом вы с 50%-й вероятностью также отравляете его калечащим ядом."
							,
							"Отравляя противника быстродействующим, нейтрализующим или дурманящим ядом вы с 100%-й вероятностью также отравляете его калечащим ядом."
							
						]
					}
					,
					{
						id:     281,
						tier:   6,
						column: 1,
						name:  "Бойня",
						icon:  "ability_hunter_rapidkilling",
						
						ranks: [
						
							"Дополнительно накапливает 30% энергии в режиме незаметности и в течение 20 секунд после выхода из него."
							
						]
					}
					,
					{
						id:     1723,
						tier:   6,
						column: 2,
						name:  "Омертвевшие нервы",
						icon:  "ability_rogue_deadenednerves",
						
						ranks: [
						
							"Снижает получаемый урон на 2%."
							,
							"Снижает получаемый урон на 4%."
							,
							"Снижает получаемый урон на 6%."
							
						]
					}
					,
					{
						id:     2069,
						tier:   7,
						column: 0,
						name:  "Целенаправленные атаки",
						icon:  "ability_rogue_focusedattacks",
						
						ranks: [
						
							"33%-я вероятность восстановления 2 ед. энергии при нанесении критических ударов в ближнем бою."
							,
							"66%-я вероятность восстановления 2 ед. энергии при нанесении критических ударов в ближнем бою."
							,
							"100%-я вероятность восстановления 2 ед. энергии при нанесении критических ударов в ближнем бою."
							
						]
					}
					,
					{
						id:     1718,
						tier:   7,
						column: 2,
						name:  "Поиск слабости",
						icon:  "ability_rogue_findweakness",
						
						ranks: [
						
							"Урон атакующих способностей увеличен на 2%."
							,
							"Урон атакующих способностей увеличен на 4%."
							,
							"Урон атакующих способностей увеличен на 6%."
							
						]
					}
					,
					{
						id:     1715,
						tier:   8,
						column: 0,
						name:  "Мастер ядоварения",
						icon:  "ability_creature_poison_06",
						
						ranks: [
						
							"Увеличивает вероятность критического урона любой атаки против отравленного вами противника на 1%. Снижает время действия эффектов яда на вас на 17%. При применении \"Отравления\" с вероятностью 33% с цели не будет сниматься эффект \"Смертельного яда\"."
							,
							"Увеличивает вероятность критического урона любой атаки против отравленного вами противника на 2%. Снижает время действия эффектов яда на вас на 34%. При применении \"Отравления\" с вероятностью 66% с цели не будет сниматься эффект \"Смертельного яда\"."
							,
							"Увеличивает вероятность критического урона любой атаки против отравленного вами противника на 3%. Снижает время действия эффектов яда на вас на 50%. При применении \"Отравления\" с вероятностью 100% с цели не будет сниматься эффект \"Смертельного яда\"."
							
						]
					}
					,
					{
						id:     1719,
						tier:   8,
						column: 1,
						name:  "Расправа",
						icon:  "ability_rogue_shadowstrikes",
						
							requires: 281,
						
						ranks: [
						
							"Одновременный удар двумя оружиями; урон от каждого оружия увеличивается на 44. Целям, находящимся под воздействием яда, наносится на 20% больше урона. Длина серии приемов увеличивается на 2."
							
						]
					}
					,
					{
						id:     2066,
						tier:   8,
						column: 2,
						name:  "Смена ролей",
						icon:  "ability_rogue_turnthetables",
						
						ranks: [
						
							"Когда любой член вашей группы блокирует, парирует или уклоняется от удара, вероятность нанесения критических ударов всеми способностями, добавляющими приемы в серию, увеличивается на 2% на 8 сек."
							,
							"Когда любой член вашей группы блокирует, парирует или уклоняется от удара, вероятность нанесения критических ударов всеми способностями, добавляющими приемы в серию, увеличивается на 4% на 8 сек."
							,
							"Когда любой член вашей группы блокирует, парирует или уклоняется от удара, вероятность нанесения критических ударов всеми способностями, добавляющими приемы в серию, увеличивается на 6% на 8 сек."
							
						]
					}
					,
					{
						id:     2070,
						tier:   9,
						column: 1,
						name:  "Сразу к делу",
						icon:  "ability_rogue_cuttothechase",
						
						ranks: [
						
							"20%-я вероятность того, что удары ваших способностей \"Потрошение\" и \"Отравление\" возобновят продолжительность действия вашей способности \"Мясорубка\" до максимального возможного времени."
							,
							"40%-я вероятность того, что удары ваших способностей \"Потрошение\" и \"Отравление\" возобновят продолжительность действия вашей способности \"Мясорубка\" до максимального возможного времени."
							,
							"60%-я вероятность того, что удары ваших способностей \"Потрошение\" и \"Отравление\" возобновят продолжительность действия вашей способности \"Мясорубка\" до максимального возможного времени."
							,
							"80%-я вероятность того, что удары ваших способностей \"Потрошение\" и \"Отравление\" возобновят продолжительность действия вашей способности \"Мясорубка\" до максимального возможного времени."
							,
							"100%-я вероятность того, что удары ваших способностей \"Потрошение\" и \"Отравление\" возобновят продолжительность действия вашей способности \"Мясорубка\" до максимального возможного времени."
							
						]
					}
					,
					{
						id:     2071,
						tier:   10,
						column: 1,
						name:  "Жажда убийства",
						icon:  "ability_rogue_hungerforblood",
						
						ranks: [
						
							"Вводит вас в исступление, увеличивая наносимый вами урон на 15%. Для применения необходимо, чтобы на цели был эффект кровотечения. Время действия – 1 мин."
							
						]
					}
					
				]
			}
			,
			{
				id:   "Combat",
				name: "Бой",
				talents: [
				
					{
						id:     203,
						tier:   0,
						column: 0,
						name:  "Улучшенный парализующий удар",
						icon:  "ability_gouge",
						
						ranks: [
						
							"Увеличение продолжительности действия эффекта способности \"Парализующий удар\" на 0.5 сек."
							,
							"Увеличение продолжительности действия эффекта способности \"Парализующий удар\" на 1 сек."
							,
							"Увеличение продолжительности действия эффекта способности \"Парализующий удар\" на 1.5 сек."
							
						]
					}
					,
					{
						id:     201,
						tier:   0,
						column: 1,
						name:  "Улучшенный коварный удар",
						icon:  "spell_shadow_ritualofsacrifice",
						
						ranks: [
						
							"Снижает расход энергии на способность \"Коварный удар\" на 3 ед."
							,
							"Снижение на 5 ед. расхода энергии на совершение \"Коварного удара\"."
							
						]
					}
					,
					{
						id:     221,
						tier:   0,
						column: 2,
						name:  "Специализация на бое двумя оружиями",
						icon:  "ability_dualwield",
						
						ranks: [
						
							"Увеличивает урон, наносимый оружием в левой руке, на 10%."
							,
							"Увеличивает урон, наносимый оружием в левой руке, на 20%."
							,
							"Увеличивает урон, наносимый оружием в левой руке, на 30%."
							,
							"Увеличивает урон, наносимый оружием в левой руке, на 40%."
							,
							"Увеличивает урон, наносимый оружием в левой руке, на 50%."
							
						]
					}
					,
					{
						id:     1827,
						tier:   1,
						column: 0,
						name:  "Жестокая мясорубка",
						icon:  "ability_rogue_slicedice",
						
						ranks: [
						
							"Увеличивает время действия способности \"Мясорубка\" на 25%."
							,
							"Увеличивает время действия способности \"Мясорубка\" на 50%."
							
						]
					}
					,
					{
						id:     187,
						tier:   1,
						column: 1,
						name:  "Отражение",
						icon:  "ability_parry",
						
						ranks: [
						
							"Увеличивает вероятность парирования атак на 2%."
							,
							"Увеличивает вероятность парирования атак на 4%."
							,
							"Увеличивает вероятность парирования атак на 6%."
							
						]
					}
					,
					{
						id:     181,
						tier:   1,
						column: 3,
						name:  "Точность",
						icon:  "ability_marksmanship",
						
						ranks: [
						
							"Повышает на 1% вероятность попадания оружием или ядом."
							,
							"Повышает на 2% вероятность попадания оружием или ядом."
							,
							"Повышает на 3% вероятность попадания оружием или ядом."
							,
							"Повышает на 4% вероятность попадания оружием или ядом."
							,
							"Повышает на 5% вероятность попадания оружием или ядом."
							
						]
					}
					,
					{
						id:     204,
						tier:   2,
						column: 0,
						name:  "Закалка",
						icon:  "spell_shadow_shadowward",
						
						ranks: [
						
							"Сокращает время восстановления ваших способностей \"Спринт\" и \"Ускользание\" на 30 сек. и увеличивает выносливость на 2%."
							,
							"Сокращает время восстановления ваших способностей \"Спринт\" и \"Ускользание\" на 60 сек. и увеличивает выносливость на 4%."
							
						]
					}
					,
					{
						id:     301,
						tier:   2,
						column: 1,
						name:  "Ответный удар",
						icon:  "ability_warrior_challange",
						
							requires: 187,
						
						ranks: [
						
							"Этот удар становится доступен игроку после парирования удара противника. Эта атака наносит 150% от урона оружия и замедляет скорость атаки ближнего боя противника на 20% на 30 сек. Длина серии приемов увеличивается на 1."
							
						]
					}
					,
					{
						id:     182,
						tier:   2,
						column: 2,
						name:  "Близкий бой",
						icon:  "inv_weapon_shortblade_05",
						
							requires: 221,
						
						ranks: [
						
							"Увеличивает вероятность нанесения критического урона при использовании кинжалов и кистевого оружия на 1%."
							,
							"Увеличивает вероятность нанесения критического урона при использовании кинжалов и кистевого оружия на 2%."
							,
							"Увеличивает вероятность нанесения критического урона при использовании кинжалов и кистевого оружия на 3%."
							,
							"Увеличивает вероятность нанесения критического урона при использовании кинжалов и кистевого оружия на 4%."
							,
							"Увеличивает вероятность нанесения критического урона при использовании кинжалов и кистевого оружия на 5%."
							
						]
					}
					,
					{
						id:     206,
						tier:   3,
						column: 0,
						name:  "Улучшенный пинок",
						icon:  "ability_kick",
						
						ranks: [
						
							"Повышение до 50% вероятности лишить противника дара речи на 2 сек. при использовании способности \"Пинок\"."
							,
							"Повышение до 100% вероятности лишить противника дара речи на 2 сек. при использовании способности \"Пинок\"."
							
						]
					}
					,
					{
						id:     222,
						tier:   3,
						column: 1,
						name:  "Улучшенный спринт",
						icon:  "ability_rogue_sprint",
						
						ranks: [
						
							"Дает 50%-й шанс снятия затрудняющих передвижение эффектов при использовании способности \"Спринт\"."
							,
							"Дает 100%-й шанс снятия затрудняющих передвижение эффектов при использовании способности \"Спринт\"."
							
						]
					}
					,
					{
						id:     186,
						tier:   3,
						column: 2,
						name:  "Молниеносные рефлексы",
						icon:  "spell_nature_invisibilty",
						
						ranks: [
						
							"Повышает вероятность уклонения на 2%. Скорость атаки ближнего боя возрастает на 4%."
							,
							"Повышает вероятность уклонения на 4%. Скорость атаки ближнего боя возрастает на 7%."
							,
							"Повышает вероятность уклонения на 6%. Скорость атаки ближнего боя возрастает на 10%."
							
						]
					}
					,
					{
						id:     1122,
						tier:   3,
						column: 3,
						name:  "Агрессивность",
						icon:  "ability_racial_avatar",
						
						ranks: [
						
							"Увеличивает урон, наносимый вашими способностями \"Коварный удар\", \"Удар в спину\" и \"Потрошение\" на 3%."
							,
							"Увеличивает урон, наносимый вашими способностями \"Коварный удар\", \"Удар в спину\" и \"Потрошение\" на 6%."
							,
							"Увеличивает урон, наносимый вашими способностями \"Коварный удар\", \"Удар в спину\" и \"Потрошение\" на 9%."
							,
							"Увеличивает урон, наносимый вашими способностями \"Коварный удар\", \"Удар в спину\" и \"Потрошение\" на 12%."
							,
							"Увеличивает урон, наносимый вашими способностями \"Коварный удар\", \"Удар в спину\" и \"Потрошение\" на 15%."
							
						]
					}
					,
					{
						id:     184,
						tier:   4,
						column: 0,
						name:  "Специализация на дробящем оружии",
						icon:  "inv_mace_01",
						
						ranks: [
						
							"При атаке с использованием дробящего оружия не принимается в расчет до 3% показателя брони вашего противника."
							,
							"При атаке с использованием дробящего оружия не принимается в расчет до 6% показателя брони вашего противника."
							,
							"При атаке с использованием дробящего оружия не принимается в расчет до 9% показателя брони вашего противника."
							,
							"При атаке с использованием дробящего оружия не принимается в расчет до 12% показателя брони вашего противника."
							,
							"При атаке с использованием дробящего оружия не принимается в расчет до 15% показателя брони вашего противника."
							
						]
					}
					,
					{
						id:     223,
						tier:   4,
						column: 1,
						name:  "Шквал клинков",
						icon:  "ability_warrior_punishingblow",
						
						ranks: [
						
							"Увеличение скорости атаки на 20%, при этом атаки наносят удар по дополнительному ближайшему противнику. Время действия – 15 сек."
							
						]
					}
					,
					{
						id:     242,
						tier:   4,
						column: 2,
						name:  "Руби, кромсай!",
						icon:  "inv_sword_27",
						
						ranks: [
						
							"С вероятностью 1% вы атакуете цель повторно после того, как ударите ее мечом или топором."
							,
							"С вероятностью 2% вы атакуете цель повторно после того, как ударите ее мечом или топором."
							,
							"С вероятностью 3% вы атакуете цель повторно после того, как ударите ее мечом или топором."
							,
							"С вероятностью 4% вы атакуете цель повторно после того, как ударите ее мечом или топором."
							,
							"С вероятностью 5% вы атакуете цель повторно после того, как ударите ее мечом или топором."
							
						]
					}
					,
					{
						id:     1703,
						tier:   5,
						column: 1,
						name:  "Оружейное мастерство",
						icon:  "spell_holy_blessingofstrength",
						
							requires: 223,
						
						ranks: [
						
							"Увеличивает мастерство на 5 ед."
							,
							"Увеличивает мастерство на 10 ед."
							
						]
					}
					,
					{
						id:     1706,
						tier:   5,
						column: 2,
						name:  "Извивающиеся клинки",
						icon:  "ability_rogue_bladetwisting",
						
						ranks: [
						
							"Увеличивает урон, наносимый способностями \"Коварный удар\" и \"Удар в спину\" на 5%. Все ваши атаки ближнего боя, достигшие цели, с вероятностью 10% могут наложить на противника эффект \"Головокружение\" на 4 сек."
							,
							"Увеличивает урон, наносимый способностями \"Коварный удар\" и \"Удар в спину\" на 10%. Все ваши атаки ближнего боя с вероятностью 10% могут наложить на противника эффект \"Головокружение\" на 8 сек."
							
						]
					}
					,
					{
						id:     1705,
						tier:   6,
						column: 0,
						name:  "Живучесть",
						icon:  "ability_warrior_revenge",
						
						ranks: [
						
							"Увеличивает скорость восстановления энергии на 8%."
							,
							"Увеличивает скорость восстановления энергии на 16%."
							,
							"Повышает скорость восполнения энергии на 25%."
							
						]
					}
					,
					{
						id:     205,
						tier:   6,
						column: 1,
						name:  "Выброс адреналина",
						icon:  "spell_shadow_shadowworddominate",
						
						ranks: [
						
							"Увеличивает скорость восполнения энергии на 100% на 15 сек."
							
						]
					}
					,
					{
						id:     1707,
						tier:   6,
						column: 2,
						name:  "Стальные нервы",
						icon:  "ability_rogue_nervesofsteel",
						
						ranks: [
						
							"Уменьшает урон, получаемый во время действия эффектов оглушения и устрашения, на 15%."
							,
							"Уменьшает урон, получаемый во время действия эффектов оглушения и устрашения, на 30%."
							
						]
					}
					,
					{
						id:     2072,
						tier:   7,
						column: 0,
						name:  "Специализация на метательном оружии",
						icon:  "ability_rogue_throwingspecialization",
						
						ranks: [
						
							"Увеличивает дальность действия способностей \"Бросок\" и \"Смертельный бросок\" на 2 м. Способность \"Смертельный бросок\" может предотвратить произнесение заклинаний на 3 сек с вероятностью 50%."
							,
							"Увеличивает дальность действия способностей \"Бросок\" и \"Смертельный бросок\" 4 м. Способность \"Смертельный бросок\" может предотвратить произнесение заклинаний на 3 сек с вероятностью 100%."
							
						]
					}
					,
					{
						id:     1825,
						tier:   7,
						column: 2,
						name:  "Боевой потенциал",
						icon:  "inv_weapon_shortblade_38",
						
						ranks: [
						
							"Каждая успешная атака левой рукой с вероятностью 20% позволит накопить 3 ед. энергии."
							,
							"Каждая успешная атака левой рукой с вероятностью 20% позволит накопить 6 ед. энергии."
							,
							"Каждая успешная атака левой рукой с вероятностью 20% позволит накопить 9 ед. энергии."
							,
							"Каждая успешная атака левой рукой с вероятностью 20% позволит накопить 12 ед. энергии."
							,
							"Каждая успешная атака левой рукой с вероятностью 20% позволит накопить 15 ед. энергии."
							
						]
					}
					,
					{
						id:     2073,
						tier:   8,
						column: 0,
						name:  "Незаслуженное преимущество",
						icon:  "ability_rogue_unfairadvantage",
						
						ranks: [
						
							"При уклонении от атаки вы получаете незаслуженное преимущество, нанося противнику 50% от урона вашего оружия в правой руке. Способность может применяться не чаще раза в секунду."
							,
							"При уклонении от атаки вы получаете незаслуженное преимущество, нанося противнику 100% от урона вашего оружия в правой руке. Способность может применяться не чаще раза в секунду."
							
						]
					}
					,
					{
						id:     1709,
						tier:   8,
						column: 1,
						name:  "Неожиданные атаки",
						icon:  "ability_rogue_surpriseattack",
						
							requires: 205,
						
						ranks: [
						
							"Противник не сможет уклониться от ваших завершающих приемов, а урон от способностей \"Коварный удар\", \"Удар в спину\", \"Отравляющий укол\", \"Кровоизлияние\" и \"Парализующий удар\" повышается на 10%."
							
						]
					}
					,
					{
						id:     2074,
						tier:   8,
						column: 2,
						name:  "Жар битвы",
						icon:  "ability_creature_disease_03",
						
						ranks: [
						
							"Общая сила атаки повышается на 2%, а весь физический урон, наносимый отравленным вами врагам, увеличивается на 2%."
							,
							"Общая сила атаки повышается на 4%, а весь физический урон, наносимый отравленным вами врагам, увеличивается на 4%."
							
						]
					}
					,
					{
						id:     2075,
						tier:   9,
						column: 1,
						name:  "Выживает сильнейший",
						icon:  "ability_rogue_preyontheweak",
						
						ranks: [
						
							"Урон от критических ударов ваших атак увеличивается на 4%, когда у цели меньше здоровья, чем у вас (в процентах от общего здоровья)."
							,
							"Урон от критических ударов ваших атак увеличивается на 8%, когда у цели меньше здоровья, чем у вас (в процентах от общего здоровья)."
							,
							"Урон от критических ударов ваших атак увеличивается на 12%, когда у цели меньше здоровья, чем у вас (в процентах от общего здоровья)."
							,
							"Урон от критических ударов ваших атак увеличивается на 16%, когда у цели меньше здоровья, чем у вас (в процентах от общего здоровья)."
							,
							"Урон от критических ударов ваших атак увеличивается на 20%, когда у цели меньше здоровья, чем у вас (в процентах от общего здоровья)."
							
						]
					}
					,
					{
						id:     2076,
						tier:   10,
						column: 1,
						name:  "Череда убийств",
						icon:  "ability_rogue_murderspree",
						
						ranks: [
						
							"Разбойник проходит сквозь тень, от противника к противнику, в радиусе 10 м, атакуя каждые 0,5 секунды обоими оружиями, пока не будет совершено 5 атак. Во время действия эффекта наносимый урон возрастает на 20%. Разбойник может атаковать одну цель несколько раз. Не затрагивает невидимые или незаметные цели."
							
						]
					}
					
				]
			}
			,
			{
				id:   "Subtlety",
				name: "Скрытность",
				talents: [
				
					{
						id:     2244,
						tier:   0,
						column: 0,
						name:  "Неослабевающие удары",
						icon:  "ability_warrior_decisivestrike",
						
						ranks: [
						
							"С вероятностью 4% за каждый прием в серии ваш завершающий прием восстановит 25 энергии."
							,
							"С вероятностью 8% за каждый прием в серии ваш завершающий прием восстановит 25 энергии."
							,
							"С вероятностью 12% за каждый прием в серии ваш завершающий прием восстановит 25 энергии."
							,
							"С вероятностью 16% за каждый прием в серии ваш завершающий прием восстановит 25 энергии."
							,
							"С вероятностью 20% за каждый прием в серии ваш завершающий прием восстановит 25 энергии."
							
						]
					}
					,
					{
						id:     241,
						tier:   0,
						column: 1,
						name:  "Мастер маскировки",
						icon:  "spell_shadow_charm",
						
						ranks: [
						
							"Снижает вероятность того, что вы будете обнаружены, когда находитесь в режиме незаметности."
							,
							"Снижает вероятность того, что вы будете обнаружены, когда находитесь в режиме незаметности. Эффективнее чем \"Мастер маскировки\" (уровень 1)."
							,
							"Снижает вероятность того, что вы будете обнаружены, когда находитесь в режиме незаметности. Эффективнее чем \"Мастер маскировки\" (уровень 2)."
							
						]
					}
					,
					{
						id:     261,
						tier:   0,
						column: 2,
						name:  "Правильный момент",
						icon:  "ability_warrior_warcry",
						
						ranks: [
						
							"Увеличивает урон, наносимый способностями \"Удар в спину\", \"Расправа\", \"Гаррота\" и \"Внезапный удар\", на 10%."
							,
							"Увеличивает урон, наносимый способностями \"Удар в спину\", \"Расправа\", \"Гаррота\" и \"Внезапный удар\", на 20%."
							
						]
					}
					,
					{
						id:     1700,
						tier:   1,
						column: 0,
						name:  "Ловкость рук",
						icon:  "ability_rogue_feint",
						
						ranks: [
						
							"Снижает вероятность критического поражения в ближнем и дальнем бою на 1%, увеличивает величину угрозы, нейтрализуемую способностью \"Ложный выпад\" на 10%."
							,
							"Снижает вероятность критического поражения в ближнем и дальнем бою на 2%, увеличивает величину угрозы, нейтрализуемую способностью \"Ложный выпад\" на 20%."
							
						]
					}
					,
					{
						id:     262,
						tier:   1,
						column: 1,
						name:  "Грязные фокусы",
						icon:  "ability_sap",
						
						ranks: [
						
							"Увеличивает дальность воздействия заклинаний \"Ослепление\" и \"Ошеломление\" на 2 метра и уменьшает расход энергии на них на 25%."
							,
							"Увеличивает дальность воздействия заклинаний \"Ослепление\" и \"Ошеломление\" на 5 метров и уменьшает расход энергии на них на 50%."
							
						]
					}
					,
					{
						id:     244,
						tier:   1,
						column: 2,
						name:  "Камуфляж",
						icon:  "ability_stealth",
						
						ranks: [
						
							"Увеличение вашей скорости в состоянии незаметности на 5% и сокращение времени восстановления вашей способности \"Незаметность\" на 2 сек."
							,
							"Увеличение вашей скорости в состоянии незаметности на 10% и сокращение времени восстановления вашей способности \"Незаметность\" на 4 сек."
							,
							"Увеличение вашей скорости в состоянии незаметности на 15% и сокращение времени восстановления вашей способности \"Незаметность\" на 6 сек."
							
						]
					}
					,
					{
						id:     247,
						tier:   2,
						column: 0,
						name:  "Неуловимость",
						icon:  "spell_magic_lesserinvisibilty",
						
						ranks: [
						
							"Уменьшает время восстановления способностей \"Исчезновение\" и \"Ослепление\" на 30 с. и \"Плащ Теней\" на 15 с."
							,
							"Уменьшает время восстановления способностей \"Исчезновение\" и \"Ослепление\" на 60 с. и \"Плащ Теней\" на 30 с."
							
						]
					}
					,
					{
						id:     303,
						tier:   2,
						column: 1,
						name:  "Призрачный удар",
						icon:  "spell_shadow_curse",
						
						ranks: [
						
							"Удар, наносящий урон, равный 125% стандартного урона оружия, и увеличивающий вероятность уклонения от атак на 15% на 7 сек. Длина серии приемов увеличивается на 1."
							
						]
					}
					,
					{
						id:     1123,
						tier:   2,
						column: 2,
						name:  "Зазубренные клинки",
						icon:  "inv_sword_17",
						
						ranks: [
						
							"Снижает параметр брони цели против ваших атак на 0. Увеличивает урон от способности \"Рваная рана\" на 10%. Ослабление брони растет с ростом вашего уровня."
							,
							"Снижает параметр брони цели против ваших атак на 0. Увеличивает урон от способности \"Рваная рана\" на 20%. Ослабление брони растет с ростом вашего уровня."
							,
							"Снижает параметр брони цели против ваших атак на 0. Увеличивает урон от способности \"Рваная рана\" на 30%. Ослабление брони растет с ростом вашего уровня."
							
						]
					}
					,
					{
						id:     246,
						tier:   3,
						column: 0,
						name:  "Выучка",
						icon:  "spell_nature_mirrorimage",
						
						ranks: [
						
							"С вероятностью 33% в результате уклонения от физической атаки или полного сопротивления заклинанию длина серии приемов, проводимой против цели, увеличится на 1 прием. Этот эффект происходит не чаще, чем раз в секунду."
							,
							"С вероятностью 66% в результате уклонения от физической атаки или полного сопротивления заклинанию длина серии приемов, проводимой против цели, увеличится на 1 прием. Этот эффект происходит не чаще, чем раз в секунду."
							,
							"С вероятностью 100% в результате уклонения от физической атаки или полного сопротивления заклинанию длина серии приемов, проводимой против цели, увеличится на 1 прием. Этот эффект происходит не чаще, чем раз в секунду."
							
						]
					}
					,
					{
						id:     245,
						tier:   3,
						column: 1,
						name:  "Инициатива",
						icon:  "spell_shadow_fumble",
						
						ranks: [
						
							"С вероятностью 33% в результате проведения приемов \"Внезапный удар\", \"Гаррота\" и \"Подлый трюк\" длина серии приемов, проводимой против цели, увеличится дополнительно на 1 прием."
							,
							"С вероятностью 66% в результате проведения приемов \"Внезапный удар\", \"Гаррота\" и \"Подлый трюк\" длина серии приемов, проводимой против цели, увеличится дополнительно на 1 прием."
							,
							"С вероятностью 100% в результате проведения приемов \"Внезапный удар\", \"Гаррота\" и \"Подлый трюк\" длина серии приемов, проводимой против цели, увеличится дополнительно на 1 прием."
							
						]
					}
					,
					{
						id:     263,
						tier:   3,
						column: 2,
						name:  "Улучшенный внезапный удар",
						icon:  "ability_rogue_ambush",
						
						ranks: [
						
							"Увеличение на 25% шанса нанести критический удар вашей способностью \"Внезапный удар\"."
							,
							"Увеличение на 50% шанса нанести критический удар вашей способностью \"Внезапный удар\"."
							
						]
					}
					,
					{
						id:     1701,
						tier:   4,
						column: 0,
						name:  "Обостренные чувства",
						icon:  "ability_ambush",
						
						ranks: [
						
							"Повышение вашего уровня способности \"Обнаружение незаметности\" и снижение для вас шанса поражения заклинаниями и атаками дальнего боя на 2%."
							,
							"Увеличение вашей способности обнаруживать незаметных и уменьшение на 4% шанса получить удар заклинаниями и атакой в дальнем бою. Более эффективно, чем способность \"Обостренные чувства\" (уровень 1)"
							
						]
					}
					,
					{
						id:     284,
						tier:   4,
						column: 1,
						name:  "Подготовка",
						icon:  "spell_shadow_antishadow",
						
						ranks: [
						
							"При активации этой способности немедленно обнуляется время восстановления способностей \"Ускользание\", \"Спринт\", \"Исчезновение\", \"Хладнокровие\" и \"Шаг сквозь тень\"."
							
						]
					}
					,
					{
						id:     265,
						tier:   4,
						column: 2,
						name:  "Грязные делишки",
						icon:  "spell_shadow_summonsuccubus",
						
						ranks: [
						
							"Уменьшает расход энергии на способности \"Подлый трюк\" и \"Гаррота\" на 10 ед. Кроме того, ваши особые способности будут наносить на 10% больше урона противникам с уровнем здоровья менее 35%."
							,
							"Уменьшает расход энергии на способности \"Подлый трюк\" и \"Гаррота\" на 20 ед. Кроме того, ваши особые способности будут наносить на 20% больше урона противникам с уровнем здоровья менее 35%."
							
						]
					}
					,
					{
						id:     681,
						tier:   4,
						column: 3,
						name:  "Кровоизлияние",
						icon:  "spell_shadow_lifedrain",
						
							requires: 1123,
						
						ranks: [
						
							"Резкий удар, наносящий урон, равный 110% урона оружия. Вызванное ударом кровоизлияние усиливает физический урон, причиненный цели, на величину до 13 ед. Длится 10 ударов или в течение 15 сек. Длина серии приемов увеличивается на 1."
							
						]
					}
					,
					{
						id:     1713,
						tier:   5,
						column: 0,
						name:  "Мастер скрытности",
						icon:  "ability_rogue_masterofsubtlety",
						
						ranks: [
						
							"Атаки, совершенные в состоянии незаметности, а также в течение 6 сек. после выхода из незаметности, наносят 4% дополнительного урона."
							,
							"Атаки, совершенные в состоянии незаметности, а также в течение 6 сек. после выхода из незаметности, наносят 7% дополнительного урона."
							,
							"Атаки, совершенные в состоянии незаметности, а также в течение 6 сек. после выхода из незаметности, наносят 10% дополнительного урона."
							
						]
					}
					,
					{
						id:     1702,
						tier:   5,
						column: 2,
						name:  "Убойная сила",
						icon:  "inv_weapon_crossbow_11",
						
						ranks: [
						
							"Увеличивает силу атаки на 2%."
							,
							"Увеличивает силу атаки на 4%."
							,
							"Увеличивает силу атаки на 6%."
							,
							"Увеличивает силу атаки на 8%."
							,
							"Увеличивает силу атаки на 10%."
							
						]
					}
					,
					{
						id:     1711,
						tier:   6,
						column: 0,
						name:  "Окутывающие тени",
						icon:  "ability_rogue_envelopingshadows",
						
						ranks: [
						
							"Снижает урон, получаемый от действующих на область заклинаний на 10%."
							,
							"Снижает урон, получаемый от действующих на область заклинаний на 20%."
							,
							"Снижает урон, получаемый от действующих на область заклинаний на 30%."
							
						]
					}
					,
					{
						id:     381,
						tier:   6,
						column: 1,
						name:  "Умысел",
						icon:  "spell_shadow_possession",
						
							requires: 284,
						
						ranks: [
						
							"Подготовительный прием, засчитывающийся за 2 приема. Необходимо продолжить или завершить серию в течение 20 сек. или эффект пропадет."
							
						]
					}
					,
					{
						id:     1722,
						tier:   6,
						column: 2,
						name:  "Обман смерти",
						icon:  "ability_rogue_cheatdeath",
						
						ranks: [
						
							"При получении смертельного урона вы с вероятностью 33% останетесь живы и уровень вашего здоровья не упадет ниже 10% от максимального. При этом на следующие 3 сек. весь получаемый урон снизится на 90% или меньше, в зависимости от устойчивости. Этот эффект может срабатывать не чаще, чем раз в минуту."
							,
							"При получении смертельного урона вы с вероятностью 66% останетесь живы и уровень вашего здоровья не упадет ниже 10% от максимального. При этом на следующие 3 сек. весь получаемый урон снизится на 90% или меньше, в зависимости от устойчивости. Этот эффект может срабатывать не чаще, чем раз в минуту."
							,
							"При получении смертельного урона вы с вероятностью 100% останетесь живы и уровень вашего здоровья не упадет ниже 10% от максимального. При этом на следующие 3 сек. весь получаемый урон снизится на 90% или меньше, в зависимости от устойчивости. Этот эффект может срабатывать не чаще, чем раз в минуту."
							
						]
					}
					,
					{
						id:     1712,
						tier:   7,
						column: 1,
						name:  "Коварное призвание",
						icon:  "ability_rogue_sinistercalling",
						
							requires: 381,
						
						ranks: [
						
							"Повышение ловкости на 3% и повышение дополнительного урона от способностей \"Удар в спину\" и \"Кровоизлияние\" на 2%."
							,
							"Повышение ловкости на 6% и повышение дополнительного урона от способностей \"Удар в спину\" и \"Кровоизлияние\" на 4%."
							,
							"Повышение ловкости на 9% и повышение дополнительного урона от способностей \"Удар в спину\" и \"Кровоизлияние\" на 6%."
							,
							"Повышение ловкости на 12% и повышение дополнительного урона от способностей \"Удар в спину\" и \"Кровоизлияние\" на 8%."
							,
							"Повышение ловкости на 15% и повышение дополнительного урона от способностей \"Удар в спину\" и \"Кровоизлияние\" на 10%."
							
						]
					}
					,
					{
						id:     2077,
						tier:   7,
						column: 2,
						name:  "Засада",
						icon:  "ability_rogue_waylay",
						
						ranks: [
						
							"50%-я вероятность того, что критические удары вашей способности \"Внезапный удар\" уменьшат скорость атаки ближнего и дальнего боя цели на 20%, а скорость передвижения на 70% на 8 сек."
							,
							"100%-я вероятность того, что критические удары вашей способности \"Внезапный удар\" уменьшат скорость атаки ближнего и дальнего боя цели на 20%, а скорость передвижения на 70% на 8 сек."
							
						]
					}
					,
					{
						id:     2078,
						tier:   8,
						column: 0,
						name:  "Воровская честь",
						icon:  "ability_rogue_honoramongstthieves",
						
						ranks: [
						
							"Когда любой член вашей группы наносит критический урон способностью или заклинанием или совершает критическое исцеление, вы с 33%-й вероятностью увеличиваете длину серии против текущей цели на один прием. Данный эффект срабатывает не чаще одного раза в несколько секунд."
							,
							"Когда любой член вашей группы наносит критический урон способностью или заклинанием или совершает критическое исцеление, вы с 66%-й вероятностью увеличиваете длину серии против текущей цели на один прием. Данный эффект срабатывает не чаще одного раза в несколько секунд."
							,
							"Когда любой член вашей группы наносит критический урон способностью или заклинанием или совершает критическое исцеление, вы с 100%-й вероятностью увеличиваете длину серии против текущей цели на один прием. Данный эффект срабатывает не чаще одного раза в несколько секунд."
							
						]
					}
					,
					{
						id:     1714,
						tier:   8,
						column: 1,
						name:  "Шаг сквозь тень",
						icon:  "ability_rogue_shadowstep",
						
						ranks: [
						
							"Проходя сквозь тень, разбойник появляется за спиной противника. Скорость его передвижения увеличивается на 70% в течение 3 сек. Урон от примененной после этого способности увеличивается на 20%, а угроза, создаваемая ею, уменьшается на 50%. Время действия – 10 сек."
							
						]
					}
					,
					{
						id:     2079,
						tier:   8,
						column: 2,
						name:  "Грязные трюки",
						icon:  "ability_rogue_wrongfullyaccused",
						
						ranks: [
						
							"Уменьшает время восстановления способностей \"Маленькие хитрости\" и \"Отвлечение\" на 5 сек., а способности \"Подготовка\" – на 2.5 мин."
							,
							"Уменьшает время восстановления способностей \"Маленькие хитрости\" и \"Отвлечение\" на 10 сек., а способности \"Подготовка\" – на 5 мин."
							
						]
					}
					,
					{
						id:     2080,
						tier:   9,
						column: 1,
						name:  "Резня во тьме",
						icon:  "ability_rogue_slaughterfromtheshadows",
						
						ranks: [
						
							"Уменьшает расход энергии ваших способностей \"Удар в спину\" и \"Внезапный удар\" на 3 и расход энергии на способность \"Кровоизлияние\" на 1."
							,
							"Уменьшает расход энергии ваших способностей \"Удар в спину\" и \"Внезапный удар\" на 6 и расход энергии на способность \"Кровоизлияние\" на 2."
							,
							"Уменьшает расход энергии ваших способностей \"Удар в спину\" и \"Внезапный удар\" на 9 и расход энергии на способность \"Кровоизлияние\" на 3."
							,
							"Уменьшает расход энергии ваших способностей \"Удар в спину\" и \"Внезапный удар\" на 12 и расход энергии на способность \"Кровоизлияние\" на 4."
							,
							"Уменьшает расход энергии ваших способностей \"Удар в спину\" и \"Внезапный удар\" на 15 и расход энергии на способность \"Кровоизлияние\" на 5."
							
						]
					}
					,
					{
						id:     2081,
						tier:   10,
						column: 1,
						name:  "Танец теней",
						icon:  "ability_rogue_shadowdance",
						
						ranks: [
						
							"Начав танец теней, вы можете использовать способности  \"Ошеломление\", \"Гаррота\", \"Внезапный удар\",  \"Подлый трюк\", \"Умысел\", \"Обшаривание карманов\" и \"Обезвреживание ловушки\" независимо от того, находитесь ли вы в состоянии незаметности, в течение 6 сек."
							
						]
					}
					
				]
			}
			
		];

		var petData_sdfkte75 = null;
		
	
		var textTalentStrSingle = "Требуется {0} очко, вложенное в {1}.";
		var textTalentStrPlural = "Требуется {0} очк., вложенных {1}.";
		var textTalentRank = "Уровень {0}/{1}";
		var textTalentNextRank = "Следующий уровень";
		var textTalentReqTreeTalents = "Требуется {0} очк., вложенных в {1}.";
		var textPrintableClassTalents = "Таланты класса \"{0}\"";
		var textPrintableMinReqLevel = "Требуется уровнь: {0}";
		var textPrintableReqTalentPts = "Требуется очков: {0}";
		var textPrintableTreeTalents = "Таланты ветки \"{0}\"";
		var textPrintablePtsPerTree = "{0} очк.";
		var textPrintableDontWastePaper = "Берегите бумагу!";

		var talentCalc = new TalentCalculator();

		$(document).ready(function() {

			talentCalc.initTalentCalc(
				"4", 
				"{{$talents}}", 
				"charPage",
				"false",
				"sdfkte75",
				talentData_sdfkte75,
				petData_sdfkte75
			);
		});
	</script>
<div class="talContainer" id="talContainer_sdfkte75">
<div class="talentFrame">
<div class="talentTree" id="Assassination_tree_sdfkte75" style="margin-right: 3px; background-image: url('/_images/talents/bg/small/RogueAssassination.jpg')">
<div class="tier">
<div class="talent staticTip col0" id="276_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/ability_rogue_eviscerate.jpg');">
<div class="talentHolder
						" id="276_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(276);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="276_numPoints_sdfkte75">0</span><span>/</span><span>3</span>
</div>
</div>
</div>
<div class="talent staticTip col1" id="272_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/ability_fiegndead.jpg');">
<div class="talentHolder
						" id="272_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(272);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="272_numPoints_sdfkte75">0</span><span>/</span><span>2</span>
</div>
</div>
</div>
<div class="talent staticTip col2" id="270_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/ability_racial_bloodrage.jpg');">
<div class="talentHolder
						" id="270_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(270);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="270_numPoints_sdfkte75">0</span><span>/</span><span>5</span>
</div>
</div>
</div>
</div>
<div class="tier">
<div class="talent staticTip col0" id="273_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/ability_druid_disembowel.jpg');">
<div class="talentHolder
						 disabled" id="273_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(273);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="273_numPoints_sdfkte75">0</span><span>/</span><span>3</span>
</div>
</div>
</div>
<div class="talent staticTip col1" id="2068_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/ability_rogue_bloodsplatter.jpg');">
<div class="talentHolder
						 disabled" id="2068_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(2068);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="2068_numPoints_sdfkte75">0</span><span>/</span><span>2</span>
</div>
</div>
</div>
<div class="talent staticTip col3" id="277_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/ability_backstab.jpg');">
<div class="talentHolder
						 disabled" id="277_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(277);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="277_numPoints_sdfkte75">0</span><span>/</span><span>3</span>
</div>
</div>
</div>
</div>
<div class="tier">
<div class="talent staticTip col0" id="382_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_nature_earthbindtotem.jpg');">
<div class="talentHolder
						 disabled" id="382_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(382);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="382_numPoints_sdfkte75">0</span><span>/</span><span>1</span>
</div>
</div>
</div>
<div class="talent staticTip col1" id="278_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/ability_warrior_riposte.jpg');">
<div class="talentHolder
						 disabled" id="278_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(278);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="278_numPoints_sdfkte75">0</span><span>/</span><span>2</span>
</div>
</div>
</div>
<div class="talent staticTip col2" id="269_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/ability_criticalstrike.jpg');">
<div class="talentHolder
						 disabled" id="269_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(269);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="269_numPoints_sdfkte75">0</span><span>/</span><span>5</span>
</div>
</div>
</div>
</div>
<div class="tier">
<div class="talent staticTip col1" id="682_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/ability_rogue_feigndeath.jpg');">
<div class="talentHolder
						 disabled" id="682_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(682);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="682_numPoints_sdfkte75">0</span><span>/</span><span>3</span>
</div>
</div>
</div>
<div class="talent staticTip col2" id="268_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/ability_poisons.jpg');">
<div class="talentHolder
						 disabled" id="268_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(268);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="268_numPoints_sdfkte75">0</span><span>/</span><span>5</span>
</div>
</div>
</div>
</div>
<div class="tier">
<div class="talent staticTip col0" id="1721_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/ability_rogue_fleetfooted.jpg');">
<div class="talentHolder
						 disabled" id="1721_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(1721);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1721_numPoints_sdfkte75">0</span><span>/</span><span>2</span>
</div>
</div>
</div>
<div class="talent staticTip col1" id="280_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_ice_lament.jpg');">
<div class="talentHolder
						 disabled" id="280_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(280);">
<span id="spellInfo_280" style="display: none;"><span style="float: right;"> Восстановление: 3  мин</span><span style="float: left;"> Мгновенное действие </span></span>
<div class="talentHover"></div>
<div class="rankCtr">
<span id="280_numPoints_sdfkte75">0</span><span>/</span><span>1</span>
</div>
</div>
</div>
<div class="talent staticTip col2" id="279_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/ability_rogue_kidneyshot.jpg');">
<div class="talentHolder
						 disabled" id="279_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(279);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="279_numPoints_sdfkte75">0</span><span>/</span><span>3</span>
</div>
</div>
</div>
<div class="talent staticTip col3" id="1762_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/ability_rogue_quickrecovery.jpg');">
<div class="talentHolder
						 disabled" id="1762_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(1762);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1762_numPoints_sdfkte75">0</span><span>/</span><span>2</span>
</div>
</div>
</div>
</div>
<div class="tier">
<div class="talent staticTip col1" id="283_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_shadow_chilltouch.jpg');">
<div class="talentHolder
						 disabled" id="283_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(283);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="283_numPoints_sdfkte75">0</span><span>/</span><span>5</span>
</div>
</div>
</div>
<div class="talent staticTip col2" id="274_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_shadow_deathscream.jpg');">
<div class="talentHolder
						 disabled" id="274_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(274);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="274_numPoints_sdfkte75">0</span><span>/</span><span>2</span>
</div>
</div>
</div>
</div>
<div class="tier">
<div class="talent staticTip col0" id="2065_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/ability_rogue_deadlybrew.jpg');">
<div class="talentHolder
						 disabled" id="2065_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(2065);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="2065_numPoints_sdfkte75">0</span><span>/</span><span>2</span>
</div>
</div>
</div>
<div class="talent staticTip col1" id="281_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/ability_hunter_rapidkilling.jpg');">
<div class="talentHolder
						 disabled" id="281_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(281);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="281_numPoints_sdfkte75">0</span><span>/</span><span>1</span>
</div>
</div>
</div>
<div class="talent staticTip col2" id="1723_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/ability_rogue_deadenednerves.jpg');">
<div class="talentHolder
						 disabled" id="1723_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(1723);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1723_numPoints_sdfkte75">0</span><span>/</span><span>3</span>
</div>
</div>
</div>
</div>
<div class="tier">
<div class="talent staticTip col0" id="2069_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/ability_rogue_focusedattacks.jpg');">
<div class="talentHolder
						 disabled" id="2069_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(2069);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="2069_numPoints_sdfkte75">0</span><span>/</span><span>3</span>
</div>
</div>
</div>
<div class="talent staticTip col2" id="1718_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/ability_rogue_findweakness.jpg');">
<div class="talentHolder
						 disabled" id="1718_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(1718);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1718_numPoints_sdfkte75">0</span><span>/</span><span>3</span>
</div>
</div>
</div>
</div>
<div class="tier">
<div class="talent staticTip col0" id="1715_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/ability_creature_poison_06.jpg');">
<div class="talentHolder
						 disabled" id="1715_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(1715);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1715_numPoints_sdfkte75">0</span><span>/</span><span>3</span>
</div>
</div>
</div>
<div class="talent staticTip col1" id="1719_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/ability_rogue_shadowstrikes.jpg');">
<div class="talentHolder
						 disabled" id="1719_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(1719);">
<span id="spellInfo_1719" style="display: none;"><span style="float: right;">Дистанция ближнего боя</span><span style="float: left;">60 Энергия</span>
<br>
<span style="float: left;"> Мгновенное действие </span></span>
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1719_numPoints_sdfkte75">0</span><span>/</span><span>1</span>
</div>
</div>
</div>
<div class="talent staticTip col2" id="2066_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/ability_rogue_turnthetables.jpg');">
<div class="talentHolder
						 disabled" id="2066_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(2066);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="2066_numPoints_sdfkte75">0</span><span>/</span><span>3</span>
</div>
</div>
</div>
</div>
<div class="tier">
<div class="talent staticTip col1" id="2070_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/ability_rogue_cuttothechase.jpg');">
<div class="talentHolder
						 disabled" id="2070_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(2070);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="2070_numPoints_sdfkte75">0</span><span>/</span><span>5</span>
</div>
</div>
</div>
</div>
<div class="tier">
<div class="talent staticTip col1" id="2071_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/ability_rogue_hungerforblood.jpg');">
<div class="talentHolder
						 disabled" id="2071_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(2071);">
<span id="spellInfo_2071" style="display: none;"><span style="float: right;"> Радиус действия30 </span><span style="float: left;">15 Энергия</span>
<br>
<span style="float: left;"> Мгновенное действие </span></span>
<div class="talentHover"></div>
<div class="rankCtr">
<span id="2071_numPoints_sdfkte75">0</span><span>/</span><span>1</span>
</div>
</div>
</div>
</div>
<div class="talentTreeInfo" style="background: url(wow-icons/_images/21x21/ability_rogue_eviscerate.png) 0 0 no-repeat;">
<span id="treeName_0_sdfkte75" style="font-weight: bold;">Ликвидация</span> &nbsp;<span id="treeSpent_0_sdfkte75">0</span>
</div>
</div>
<div class="talentTree" id="Combat_tree_sdfkte75" style="margin-right: 3px; background-image: url('/_images/talents/bg/small/RogueCombat.jpg')">
<div class="tier">
<div class="talent staticTip col0" id="203_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/ability_gouge.jpg');">
<div class="talentHolder
						" id="203_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(203);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="203_numPoints_sdfkte75">0</span><span>/</span><span>3</span>
</div>
</div>
</div>
<div class="talent staticTip col1" id="201_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/spell_shadow_ritualofsacrifice.jpg');">
<div class="talentHolder
						" id="201_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(201);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="201_numPoints_sdfkte75">0</span><span>/</span><span>2</span>
</div>
</div>
</div>
<div class="talent staticTip col2" id="221_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/ability_dualwield.jpg');">
<div class="talentHolder
						" id="221_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(221);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="221_numPoints_sdfkte75">0</span><span>/</span><span>5</span>
</div>
</div>
</div>
</div>
<div class="tier">
<div class="talent staticTip col0" id="1827_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/ability_rogue_slicedice.jpg');">
<div class="talentHolder
						 disabled" id="1827_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(1827);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1827_numPoints_sdfkte75">0</span><span>/</span><span>2</span>
</div>
</div>
</div>
<div class="talent staticTip col1" id="187_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/ability_parry.jpg');">
<div class="talentHolder
						 disabled" id="187_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(187);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="187_numPoints_sdfkte75">0</span><span>/</span><span>3</span>
</div>
</div>
</div>
<div class="talent staticTip col3" id="181_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/ability_marksmanship.jpg');">
<div class="talentHolder
						 disabled" id="181_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(181);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="181_numPoints_sdfkte75">0</span><span>/</span><span>5</span>
</div>
</div>
</div>
</div>
<div class="tier">
<div class="talent staticTip col0" id="204_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_shadow_shadowward.jpg');">
<div class="talentHolder
						 disabled" id="204_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(204);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="204_numPoints_sdfkte75">0</span><span>/</span><span>2</span>
</div>
</div>
</div>
<div class="talent staticTip col1" id="301_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/ability_warrior_challange.jpg');">
<div class="talentHolder
						 disabled" id="301_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(301);">
<span id="spellInfo_301" style="display: none;"><span style="float: right;">Дистанция ближнего боя</span><span style="float: left;">10 Энергия</span>
<br>
<span style="float: right;">Восстановление: 6  сек</span><span style="float: left;"> Мгновенное действие </span></span>
<div class="talentHover"></div>
<div class="rankCtr">
<span id="301_numPoints_sdfkte75">0</span><span>/</span><span>1</span>
</div>
</div>
</div>
<div class="talent staticTip col2" id="182_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/inv_weapon_shortblade_05.jpg');">
<div class="talentHolder
						 disabled" id="182_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(182);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="182_numPoints_sdfkte75">0</span><span>/</span><span>5</span>
</div>
</div>
</div>
</div>
<div class="tier">
<div class="talent staticTip col0" id="206_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/ability_kick.jpg');">
<div class="talentHolder
						 disabled" id="206_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(206);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="206_numPoints_sdfkte75">0</span><span>/</span><span>2</span>
</div>
</div>
</div>
<div class="talent staticTip col1" id="222_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/ability_rogue_sprint.jpg');">
<div class="talentHolder
						 disabled" id="222_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(222);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="222_numPoints_sdfkte75">0</span><span>/</span><span>2</span>
</div>
</div>
</div>
<div class="talent staticTip col2" id="186_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_nature_invisibilty.jpg');">
<div class="talentHolder
						 disabled" id="186_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(186);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="186_numPoints_sdfkte75">0</span><span>/</span><span>3</span>
</div>
</div>
</div>
<div class="talent staticTip col3" id="1122_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/ability_racial_avatar.jpg');">
<div class="talentHolder
						 disabled" id="1122_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(1122);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1122_numPoints_sdfkte75">0</span><span>/</span><span>5</span>
</div>
</div>
</div>
</div>
<div class="tier">
<div class="talent staticTip col0" id="184_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/inv_mace_01.jpg');">
<div class="talentHolder
						 disabled" id="184_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(184);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="184_numPoints_sdfkte75">0</span><span>/</span><span>5</span>
</div>
</div>
</div>
<div class="talent staticTip col1" id="223_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/ability_warrior_punishingblow.jpg');">
<div class="talentHolder
						 disabled" id="223_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(223);">
<span id="spellInfo_223" style="display: none;"><span style="float: left;">25 Энергия</span>
<br>
<span style="float: right;"> Восстановление: 2  мин</span><span style="float: left;"> Мгновенное действие </span></span>
<div class="talentHover"></div>
<div class="rankCtr">
<span id="223_numPoints_sdfkte75">0</span><span>/</span><span>1</span>
</div>
</div>
</div>
<div class="talent staticTip col2" id="242_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/inv_sword_27.jpg');">
<div class="talentHolder
						 disabled" id="242_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(242);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="242_numPoints_sdfkte75">0</span><span>/</span><span>5</span>
</div>
</div>
</div>
</div>
<div class="tier">
<div class="talent staticTip col1" id="1703_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_holy_blessingofstrength.jpg');">
<div class="talentHolder
						 disabled" id="1703_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(1703);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1703_numPoints_sdfkte75">0</span><span>/</span><span>2</span>
</div>
</div>
</div>
<div class="talent staticTip col2" id="1706_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/ability_rogue_bladetwisting.jpg');">
<div class="talentHolder
						 disabled" id="1706_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(1706);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1706_numPoints_sdfkte75">0</span><span>/</span><span>2</span>
</div>
</div>
</div>
</div>
<div class="tier">
<div class="talent staticTip col0" id="1705_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/ability_warrior_revenge.jpg');">
<div class="talentHolder
						 disabled" id="1705_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(1705);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1705_numPoints_sdfkte75">0</span><span>/</span><span>3</span>
</div>
</div>
</div>
<div class="talent staticTip col1" id="205_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_shadow_shadowworddominate.jpg');">
<div class="talentHolder
						 disabled" id="205_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(205);">
<span id="spellInfo_205" style="display: none;"><span style="float: right;"> Восстановление: 3  мин</span><span style="float: left;"> Мгновенное действие </span></span>
<div class="talentHover"></div>
<div class="rankCtr">
<span id="205_numPoints_sdfkte75">0</span><span>/</span><span>1</span>
</div>
</div>
</div>
<div class="talent staticTip col2" id="1707_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/ability_rogue_nervesofsteel.jpg');">
<div class="talentHolder
						 disabled" id="1707_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(1707);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1707_numPoints_sdfkte75">0</span><span>/</span><span>2</span>
</div>
</div>
</div>
</div>
<div class="tier">
<div class="talent staticTip col0" id="2072_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/ability_rogue_throwingspecialization.jpg');">
<div class="talentHolder
						 disabled" id="2072_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(2072);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="2072_numPoints_sdfkte75">0</span><span>/</span><span>2</span>
</div>
</div>
</div>
<div class="talent staticTip col2" id="1825_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/inv_weapon_shortblade_38.jpg');">
<div class="talentHolder
						 disabled" id="1825_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(1825);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1825_numPoints_sdfkte75">0</span><span>/</span><span>5</span>
</div>
</div>
</div>
</div>
<div class="tier">
<div class="talent staticTip col0" id="2073_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/ability_rogue_unfairadvantage.jpg');">
<div class="talentHolder
						 disabled" id="2073_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(2073);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="2073_numPoints_sdfkte75">0</span><span>/</span><span>2</span>
</div>
</div>
</div>
<div class="talent staticTip col1" id="1709_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/ability_rogue_surpriseattack.jpg');">
<div class="talentHolder
						 disabled" id="1709_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(1709);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1709_numPoints_sdfkte75">0</span><span>/</span><span>1</span>
</div>
</div>
</div>
<div class="talent staticTip col2" id="2074_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/ability_creature_disease_03.jpg');">
<div class="talentHolder
						 disabled" id="2074_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(2074);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="2074_numPoints_sdfkte75">0</span><span>/</span><span>2</span>
</div>
</div>
</div>
</div>
<div class="tier">
<div class="talent staticTip col1" id="2075_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/ability_rogue_preyontheweak.jpg');">
<div class="talentHolder
						 disabled" id="2075_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(2075);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="2075_numPoints_sdfkte75">0</span><span>/</span><span>5</span>
</div>
</div>
</div>
</div>
<div class="tier">
<div class="talent staticTip col1" id="2076_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/ability_rogue_murderspree.jpg');">
<div class="talentHolder
						 disabled" id="2076_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(2076);">
<span id="spellInfo_2076" style="display: none;"><span style="float: left;"> Радиус действия10 </span>
<br>
<span style="float: right;"> Восстановление: 2  мин</span><span style="float: left;"> Мгновенное действие </span></span>
<div class="talentHover"></div>
<div class="rankCtr">
<span id="2076_numPoints_sdfkte75">0</span><span>/</span><span>1</span>
</div>
</div>
</div>
</div>
<div class="talentTreeInfo" style="background: url(wow-icons/_images/21x21/ability_backstab.png) 0 0 no-repeat;">
<span id="treeName_1_sdfkte75" style="font-weight: bold;">Бой</span> &nbsp;<span id="treeSpent_1_sdfkte75">0</span>
</div>
</div>
<div class="talentTree" id="Subtlety_tree_sdfkte75" style="background-image: url('/_images/talents/bg/small/RogueSubtlety.jpg');">
<div class="tier">
<div class="talent staticTip col0" id="2244_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/ability_warrior_decisivestrike.jpg');">
<div class="talentHolder
						" id="2244_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(2244);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="2244_numPoints_sdfkte75">0</span><span>/</span><span>5</span>
</div>
</div>
</div>
<div class="talent staticTip col1" id="241_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/spell_shadow_charm.jpg');">
<div class="talentHolder
						" id="241_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(241);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="241_numPoints_sdfkte75">0</span><span>/</span><span>3</span>
</div>
</div>
</div>
<div class="talent staticTip col2" id="261_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/ability_warrior_warcry.jpg');">
<div class="talentHolder
						" id="261_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(261);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="261_numPoints_sdfkte75">0</span><span>/</span><span>2</span>
</div>
</div>
</div>
</div>
<div class="tier">
<div class="talent staticTip col0" id="1700_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/ability_rogue_feint.jpg');">
<div class="talentHolder
						 disabled" id="1700_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(1700);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1700_numPoints_sdfkte75">0</span><span>/</span><span>2</span>
</div>
</div>
</div>
<div class="talent staticTip col1" id="262_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/ability_sap.jpg');">
<div class="talentHolder
						 disabled" id="262_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(262);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="262_numPoints_sdfkte75">0</span><span>/</span><span>2</span>
</div>
</div>
</div>
<div class="talent staticTip col2" id="244_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/ability_stealth.jpg');">
<div class="talentHolder
						 disabled" id="244_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(244);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="244_numPoints_sdfkte75">0</span><span>/</span><span>3</span>
</div>
</div>
</div>
</div>
<div class="tier">
<div class="talent staticTip col0" id="247_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_magic_lesserinvisibilty.jpg');">
<div class="talentHolder
						 disabled" id="247_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(247);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="247_numPoints_sdfkte75">0</span><span>/</span><span>2</span>
</div>
</div>
</div>
<div class="talent staticTip col1" id="303_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_shadow_curse.jpg');">
<div class="talentHolder
						 disabled" id="303_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(303);">
<span id="spellInfo_303" style="display: none;"><span style="float: right;">Дистанция ближнего боя</span><span style="float: left;">40 Энергия</span>
<br>
<span style="float: right;">Восстановление: 20  сек</span><span style="float: left;"> Мгновенное действие </span></span>
<div class="talentHover"></div>
<div class="rankCtr">
<span id="303_numPoints_sdfkte75">0</span><span>/</span><span>1</span>
</div>
</div>
</div>
<div class="talent staticTip col2" id="1123_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/inv_sword_17.jpg');">
<div class="talentHolder
						 disabled" id="1123_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(1123);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1123_numPoints_sdfkte75">0</span><span>/</span><span>3</span>
</div>
</div>
</div>
</div>
<div class="tier">
<div class="talent staticTip col0" id="246_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_nature_mirrorimage.jpg');">
<div class="talentHolder
						 disabled" id="246_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(246);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="246_numPoints_sdfkte75">0</span><span>/</span><span>3</span>
</div>
</div>
</div>
<div class="talent staticTip col1" id="245_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_shadow_fumble.jpg');">
<div class="talentHolder
						 disabled" id="245_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(245);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="245_numPoints_sdfkte75">0</span><span>/</span><span>3</span>
</div>
</div>
</div>
<div class="talent staticTip col2" id="263_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/ability_rogue_ambush.jpg');">
<div class="talentHolder
						 disabled" id="263_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(263);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="263_numPoints_sdfkte75">0</span><span>/</span><span>2</span>
</div>
</div>
</div>
</div>
<div class="tier">
<div class="talent staticTip col0" id="1701_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/ability_ambush.jpg');">
<div class="talentHolder
						 disabled" id="1701_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(1701);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1701_numPoints_sdfkte75">0</span><span>/</span><span>2</span>
</div>
</div>
</div>
<div class="talent staticTip col1" id="284_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_shadow_antishadow.jpg');">
<div class="talentHolder
						 disabled" id="284_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(284);">
<span id="spellInfo_284" style="display: none;"><span style="float: right;"> Восстановление: 10  мин</span><span style="float: left;"> Мгновенное действие </span></span>
<div class="talentHover"></div>
<div class="rankCtr">
<span id="284_numPoints_sdfkte75">0</span><span>/</span><span>1</span>
</div>
</div>
</div>
<div class="talent staticTip col2" id="265_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_shadow_summonsuccubus.jpg');">
<div class="talentHolder
						 disabled" id="265_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(265);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="265_numPoints_sdfkte75">0</span><span>/</span><span>2</span>
</div>
</div>
</div>
<div class="talent staticTip col3" id="681_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_shadow_lifedrain.jpg');">
<div class="talentHolder
						 disabled" id="681_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(681);">
<span id="spellInfo_681" style="display: none;"><span style="float: right;">Дистанция ближнего боя</span><span style="float: left;">35 Энергия</span>
<br>
<span style="float: left;"> Мгновенное действие </span></span>
<div class="talentHover"></div>
<div class="rankCtr">
<span id="681_numPoints_sdfkte75">0</span><span>/</span><span>1</span>
</div>
</div>
</div>
</div>
<div class="tier">
<div class="talent staticTip col0" id="1713_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/ability_rogue_masterofsubtlety.jpg');">
<div class="talentHolder
						 disabled" id="1713_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(1713);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1713_numPoints_sdfkte75">0</span><span>/</span><span>3</span>
</div>
</div>
</div>
<div class="talent staticTip col2" id="1702_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/inv_weapon_crossbow_11.jpg');">
<div class="talentHolder
						 disabled" id="1702_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(1702);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1702_numPoints_sdfkte75">0</span><span>/</span><span>5</span>
</div>
</div>
</div>
</div>
<div class="tier">
<div class="talent staticTip col0" id="1711_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/ability_rogue_envelopingshadows.jpg');">
<div class="talentHolder
						 disabled" id="1711_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(1711);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1711_numPoints_sdfkte75">0</span><span>/</span><span>3</span>
</div>
</div>
</div>
<div class="talent staticTip col1" id="381_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_shadow_possession.jpg');">
<div class="talentHolder
						 disabled" id="381_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(381);">
<span id="spellInfo_381" style="display: none;"><span style="float: left;"> Радиус действия30 </span>
<br>
<span style="float: right;">Восстановление: 20  сек</span><span style="float: left;"> Мгновенное действие </span></span>
<div class="talentHover"></div>
<div class="rankCtr">
<span id="381_numPoints_sdfkte75">0</span><span>/</span><span>1</span>
</div>
</div>
</div>
<div class="talent staticTip col2" id="1722_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/ability_rogue_cheatdeath.jpg');">
<div class="talentHolder
						 disabled" id="1722_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(1722);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1722_numPoints_sdfkte75">0</span><span>/</span><span>3</span>
</div>
</div>
</div>
</div>
<div class="tier">
<div class="talent staticTip col1" id="1712_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/ability_rogue_sinistercalling.jpg');">
<div class="talentHolder
						 disabled" id="1712_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(1712);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1712_numPoints_sdfkte75">0</span><span>/</span><span>5</span>
</div>
</div>
</div>
<div class="talent staticTip col2" id="2077_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/ability_rogue_waylay.jpg');">
<div class="talentHolder
						 disabled" id="2077_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(2077);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="2077_numPoints_sdfkte75">0</span><span>/</span><span>2</span>
</div>
</div>
</div>
</div>
<div class="tier">
<div class="talent staticTip col0" id="2078_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/ability_rogue_honoramongstthieves.jpg');">
<div class="talentHolder
						 disabled" id="2078_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(2078);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="2078_numPoints_sdfkte75">0</span><span>/</span><span>3</span>
</div>
</div>
</div>
<div class="talent staticTip col1" id="1714_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/ability_rogue_shadowstep.jpg');">
<div class="talentHolder
						 disabled" id="1714_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(1714);">
<span id="spellInfo_1714" style="display: none;"><span style="float: right;"> Радиус действия25 </span><span style="float: left;">10 Энергия</span>
<br>
<span style="float: right;">Восстановление: 30  сек</span><span style="float: left;"> Мгновенное действие </span></span>
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1714_numPoints_sdfkte75">0</span><span>/</span><span>1</span>
</div>
</div>
</div>
<div class="talent staticTip col2" id="2079_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/ability_rogue_wrongfullyaccused.jpg');">
<div class="talentHolder
						 disabled" id="2079_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(2079);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="2079_numPoints_sdfkte75">0</span><span>/</span><span>2</span>
</div>
</div>
</div>
</div>
<div class="tier">
<div class="talent staticTip col1" id="2080_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/ability_rogue_slaughterfromtheshadows.jpg');">
<div class="talentHolder
						 disabled" id="2080_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(2080);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="2080_numPoints_sdfkte75">0</span><span>/</span><span>5</span>
</div>
</div>
</div>
</div>
<div class="tier">
<div class="talent staticTip col1" id="2081_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/ability_rogue_shadowdance.jpg');">
<div class="talentHolder
						 disabled" id="2081_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(2081);">
<span id="spellInfo_2081" style="display: none;"><span style="float: right;"> Восстановление: 1  мин</span><span style="float: left;"> Мгновенное действие </span></span>
<div class="talentHover"></div>
<div class="rankCtr">
<span id="2081_numPoints_sdfkte75">0</span><span>/</span><span>1</span>
</div>
</div>
</div>
</div>
<div class="talentTreeInfo" style="background: url(wow-icons/_images/21x21/ability_stealth.png) 0 0 no-repeat;">
<span id="treeName_2_sdfkte75" style="font-weight: bold;">Скрытность</span> &nbsp;<span id="treeSpent_2_sdfkte75">0</span>
</div>
</div>
<table border="0" cellpadding="0" cellspacing="0" class="resetExportHolder">
<tr>
<td><a class="awesomeButton awesomeButton-exportBuild" href="#" id="linkToBuild_sdfkte75" target="_blank"><span>
<div class="staticTip" onmouseover="setTipText('Создание копии данной раскладки и ее перенос в расчет талантов.')">Копия</div>
</span></a></td>
</tr>
</table>
</div>
</div>
</div>
</div>
</div>
<div class="clear"></div>
</div>
</div>
</div>
</div>
</div>
</div>
</div>
</div>
<script type="text/javascript">
				$(document).ready(function(){
					initCharTalents();			
				});
			</script>
</div>
</div>
</div>
</div>