<xsl-template name="head-content">
<script src="_js/tools/talent-calc.js" type="text/javascript"></script>
</xsl-template>
<script type="text/javascript">
		var talentData_sdfkte75 = [
		
			{
				id:   "Blood",
				name: "Кровь",
				talents: [
				
					{
						id:     1939,
						tier:   0,
						column: 0,
						name:  "Мясник",
						icon:  "inv_axe_68",
						
						ranks: [
						
							"Каждый раз, когда вы убиваете цель, приносящую опыт или честь, вы накапливаете до 10 ед. силы рун. Кроме того, в бою каждые 5 с накапливается 1 ед. силы рун."
							,
							"Каждый раз, когда вы убиваете цель, приносящую опыт или честь, вы накапливаете до 20 ед. силы рун. Кроме того, в бою каждые 5 с накапливается 2 ед. силы рун."
							
						]
					}
					,
					{
						id:     1945,
						tier:   0,
						column: 1,
						name:  "Пагуба",
						icon:  "spell_deathknight_subversion",
						
						ranks: [
						
							"Повышает вероятность критического эффекта способностей \"Кровавый удар\", \"Удар Плети\", \"Удар в сердце\" и \"Уничтожение\" на 3%, а также понижает уровень угрозы, создаваемой вами под властью крови и нечестивости, на 8%."
							,
							"Повышает вероятность критического эффекта способностей \"Кровавый удар\", \"Удар Плети\", \"Удар в сердце\" и \"Уничтожение\" на 6%, а также понижает уровень угрозы, создаваемой вами под властью крови и нечестивости, на 16%."
							,
							"Повышает вероятность критического эффекта способностей \"Кровавый удар\", \"Удар Плети\", \"Удар в сердце\" и \"Уничтожение\" на 9%, а также понижает уровень угрозы, создаваемой вами под властью крови и нечестивости, на 25%."
							
						]
					}
					,
					{
						id:     2017,
						tier:   0,
						column: 2,
						name:  "Клинковая ограда",
						icon:  "ability_upgrademoonglaive",
						
						ranks: [
						
							"Всякий раз, когда у вас нет активных рун крови, весь получаемый урон понижается на 1% на 10 сек."
							,
							"Всякий раз, когда у вас нет активных рун крови, весь получаемый урон понижается на 2% на 10 сек."
							,
							"Всякий раз, когда у вас нет активных рун крови, весь получаемый урон понижается на 3% на 10 сек."
							,
							"Всякий раз, когда у вас нет активных рун крови, весь получаемый урон понижается на 4% на 10 сек."
							,
							"Всякий раз, когда у вас нет активных рун крови, весь получаемый урон понижается на 5% на 10 сек."
							
						]
					}
					,
					{
						id:     1938,
						tier:   1,
						column: 0,
						name:  "Клинковая броня",
						icon:  "inv_shoulder_36",
						
						ranks: [
						
							"Увеличивает силу атаки на 1 за каждые 180 ед. брони."
							,
							"Увеличивает силу атаки на 2 за каждые 180 ед. брони."
							,
							"Увеличивает силу атаки на 3 за каждые 180 ед. брони."
							,
							"Увеличивает силу атаки на 4 за каждые 180 ед. брони."
							,
							"Увеличивает силу атаки на 5 за каждые 180 ед. брони."
							
						]
					}
					,
					{
						id:     1948,
						tier:   1,
						column: 1,
						name:  "Запах крови",
						icon:  "ability_rogue_bloodyeye",
						
						ranks: [
						
							"С вероятностью 15% после получения удара, парирования или уворота у вас может обостриться восприятие запаха крови и ваш следующий удар в ближнем бою позволит накопить 10 ед. силы рун."
							,
							"С вероятностью 15% после получения удара, парирования или уворота у вас может обостриться восприятие запаха крови, и 2 ваших следующих удара в ближнем бою позволит накопить 10 ед. силы рун."
							,
							"С вероятностью 15% после получения удара, парирования или уворота у вас может обостриться восприятие запаха крови, и 3 ваших следующих удара в ближнем бою позволит накопить 10 ед. силы рун."
							
						]
					}
					,
					{
						id:     2217,
						tier:   1,
						column: 2,
						name:  "Специализация на двуручном оружии",
						icon:  "inv_sword_68",
						
						ranks: [
						
							"Увеличивает урон, наносимый двуручным оружием ближнего боя, на 2%."
							,
							"Увеличивает урон, наносимый двуручным оружием ближнего боя, на 4%."
							
						]
					}
					,
					{
						id:     1941,
						tier:   2,
						column: 0,
						name:  "Захват рун",
						icon:  "spell_deathknight_runetap",
						
						ranks: [
						
							"Превращает 1 руну крови в 10% от вашего максимального запаса здоровья."
							
						]
					}
					,
					{
						id:     1943,
						tier:   2,
						column: 1,
						name:  "Мрачная решимость",
						icon:  "spell_deathknight_darkconviction",
						
						ranks: [
						
							"Повышает вероятность нанесения критического удара оружием, заклинаниями и способностями на 1%."
							,
							"Повышает вероятность нанесения критического удара оружием, заклинаниями и способностями на 2%."
							,
							"Повышает вероятность нанесения критического удара оружием, заклинаниями и способностями на 3%."
							,
							"Повышает вероятность нанесения критического удара оружием, заклинаниями и способностями на 4%."
							,
							"Повышает вероятность нанесения критического удара оружием, заклинаниями и способностями на 5%."
							
						]
					}
					,
					{
						id:     2086,
						tier:   2,
						column: 2,
						name:  "Повелитель рун смерти",
						icon:  "inv_sword_62",
						
						ranks: [
						
							"Если ваши способности \"Удар смерти\" или \"Уничтожение\" попадают в цель, с вероятностью 33% руны льда нечестивости при активации превратятся в руну смерти. Руна смерти может считаться руной крови, нечестивости или льда."
							,
							"Если ваши способности \"Удар смерти\" или \"Уничтожение\" попадают в цель, с вероятностью 66% руны льда нечестивости при активации превратятся в руну смерти. Руна смерти может считаться руной крови, нечестивости или льда."
							,
							"Если ваши способности \"Удар смерти\" или \"Уничтожение\" попадают в цель, с вероятностью 100% руны льда нечестивости при активации превратятся в руну смерти. Руна смерти может считаться руной крови, нечестивости или льда."
							
						]
					}
					,
					{
						id:     1942,
						tier:   3,
						column: 0,
						name:  "Усиленный захват рун",
						icon:  "spell_deathknight_runetap",
						
							requires: 1941,
						
						ranks: [
						
							"Увеличивает количество здоровья, получаемого от способности \"Захват рун\", на 33% и уменьшает время восстановления заклинания на 10 с."
							,
							"Увеличивает количество здоровья, получаемого от способности \"Захват рун\", на 66% и уменьшает время восстановления заклинания на 20 с."
							,
							"Увеличивает количество здоровья, получаемого от способности \"Захват рун\", на 100% и уменьшает время восстановления заклинания на 30 с."
							
						]
					}
					,
					{
						id:     2018,
						tier:   3,
						column: 2,
						name:  "Отражение заклинаний",
						icon:  "spell_deathknight_spelldeflection",
						
						ranks: [
						
							"С вероятностью, равной вероятности парирования, вы получите на 15% меньше урона от заклинания прямого действия."
							,
							"С вероятностью, равной вероятности парирования, вы получите на 30% меньше урона от заклинания прямого действия."
							,
							"С вероятностью, равной вероятности парирования, вы получите на 45% меньше урона от заклинания прямого действия."
							
						]
					}
					,
					{
						id:     1953,
						tier:   3,
						column: 3,
						name:  "Вендетта",
						icon:  "spell_deathknight_vendetta",
						
						ranks: [
						
							"Излечивает вас на величину до 2% от максимального запаса вашего здоровья каждый раз, когда вы убиваете цель, приносящую опыт или честь."
							,
							"Излечивает вас на величину до 4% от максимального запаса вашего здоровья каждый раз, когда вы убиваете цель, приносящую опыт или честь."
							,
							"Излечивает вас на величину до 6% от максимального запаса вашего здоровья каждый раз, когда вы убиваете цель, приносящую опыт или честь."
							
						]
					}
					,
					{
						id:     2015,
						tier:   4,
						column: 0,
						name:  "Кровавые удары",
						icon:  "spell_deathknight_deathstrike",
						
						ranks: [
						
							"Увеличивает урон от способностей \"Кровавый удар\" на 5%, \"Удар в сердце\" на 15%, а от способности \"Вскипание крови\" – на 10%."
							,
							"Увеличивает урон от способностей \"Кровавый удар\" на 10%, \"Удар в сердце\" на 30%, а от способности \"Вскипание крови\" – на 20%."
							,
							"Увеличивает урон от способностей \"Кровавый удар\" на 15%, \"Удар в сердце\" на 45%, а от способности \"Вскипание крови\" – на 30%."
							
						]
					}
					,
					{
						id:     1950,
						tier:   4,
						column: 2,
						name:  "Ветеран Третьей войны",
						icon:  "spell_misc_warsongfocus",
						
						ranks: [
						
							"Увеличивает силу на 2%, выносливость на 1%, а мастерство – на 2."
							,
							"Увеличивает силу на 4%, выносливость на 2%, а мастерство – на 4."
							,
							"Увеличивает силу на 6%, выносливость на 3%, а мастерство – на 6."
							
						]
					}
					,
					{
						id:     1949,
						tier:   4,
						column: 3,
						name:  "Кровавая метка",
						icon:  "ability_hunter_rapidkilling",
						
						ranks: [
						
							"Оставляет на враге кровавую отметину. Каждый раз, когда отмеченный враг пытается нанести урон своему противнику, тот исцеляется на 4% от своего максимального запаса здоровья. Эффект длится 20 сек. или до нанесения 20 ударов."
							
						]
					}
					,
					{
						id:     1944,
						tier:   5,
						column: 1,
						name:  "Кровавая месть",
						icon:  "ability_backstab",
						
							requires: 1943,
						
						ranks: [
						
							"После того как вы наносите критический удар оружием, способностью или заклинанием, урон от физических атак увеличивается на 1% на 30 сек. Эффект суммируется до 3 раз."
							,
							"После того как вы наносите критический удар оружием, способностью или заклинанием, урон от физических атак увеличивается на 2% на 30 сек. Эффект суммируется до 3 раз."
							,
							"После того как вы наносите критический удар оружием, способностью или заклинанием, урон от физических атак увеличивается на 3% на 30 сек. Эффект суммируется до 3 раз."
							
						]
					}
					,
					{
						id:     2105,
						tier:   5,
						column: 2,
						name:  "Сила поганища",
						icon:  "ability_warrior_intensifyrage",
						
						ranks: [
						
							"Ваши способности \"Кровавый удар\" и \"Удар в сердце\" с 25%-й вероятностью, а \"Удар смерти\" и \"Уничтожение\" – с 50%-й вероятностью увеличат силу атаки всех участников рейда в радиусе 45 м на 10% на 10 сек. Кроме того, ваша сила возрастает на 1%."
							,
							"Ваши способности \"Кровавый удар\" и \"Удар в сердце\" с 50%-й вероятностью, а \"Удар смерти\" и \"Уничтожение\" – со 100%-й вероятностью увеличат силу атаки всех участников рейда в радиусе 45 м на 10% на 10 сек. Кроме того, ваша сила возрастает на 2%."
							
						]
					}
					,
					{
						id:     1960,
						tier:   6,
						column: 0,
						name:  "Кровочерви",
						icon:  "spell_shadow_soulleech",
						
						ranks: [
						
							"Удары оружием с 3%-й вероятностью могут выпустить из цели 2-4 кровочервя. Кровочерви атакуют ваших врагов, восстанавливая вам здоровье, если наносят урон, в течение 20 с или до тех пор, пока не будут убиты."
							,
							"Удары оружием с 6%-й вероятностью могут выпустить из цели 2-4 кровочервя. Кровочерви атакуют ваших врагов, восстанавливая вам здоровье, если наносят урон, в течение 20 с или до тех пор, пока не будут убиты."
							,
							"Удары оружием с 9%-й вероятностью могут выпустить из цели 2-4 кровочервя. Кровочерви атакуют ваших врагов, восстанавливая вам здоровье, если наносят урон, в течение 20 с или до тех пор, пока не будут убиты."
							
						]
					}
					,
					{
						id:     1954,
						tier:   6,
						column: 1,
						name:  "Истерия",
						icon:  "spell_deathknight_bladedarmor",
						
						ranks: [
						
							"Погружает дружественную цель в кровожадное безумие на 30 сек. Цель впадает в исступление: наносимый ею физический урон увеличивается на 20%, но каждую секунду она теряет 1% от максимального запаса здоровья."
							
						]
					}
					,
					{
						id:     1936,
						tier:   6,
						column: 2,
						name:  "Великая власть крови",
						icon:  "spell_deathknight_bloodpresence",
						
						ranks: [
						
							"Под властью льда или нечестивости рыцарь смерти продолжает восполнять здоровье при нанесении урона в объеме 2%. Под властью крови эффективность исцеления рыцаря повышается на 5%."
							,
							"Под властью льда или нечестивости рыцарь смерти продолжает восполнять здоровье при нанесении урона в объеме 4%. Под властью крови эффективность исцеления рыцаря повышается на 10%."
							
						]
					}
					,
					{
						id:     2259,
						tier:   7,
						column: 0,
						name:  "Усиленный удар смерти",
						icon:  "spell_deathknight_butcher2",
						
						ranks: [
						
							"Увеличивает урон от способности \"Удар смерти\" на 15%, повышает вероятность критического удара этого заклинания на 3% и увеличивает объем здоровья, восстанавливаемого этим заклинанием, на 25%."
							,
							"Увеличивает урон от способности \"Удар смерти\" на 30%, повышает вероятность критического удара этого заклинания на 6% и увеличивает объем здоровья, восстанавливаемого этим заклинанием, на 50%."
							
						]
					}
					,
					{
						id:     1955,
						tier:   7,
						column: 1,
						name:  "Неумолимый рок",
						icon:  "spell_shadow_painspike",
						
						ranks: [
						
							"С 5%-й вероятностью ваш \"Кровавый удар\" или \"Удар в сердце\" дает вам возможность применить \"Лик смерти\" без затрат силы рун."
							,
							"С 10%-й вероятностью ваш \"Кровавый удар\" или \"Удар в сердце\" дает вам возможность применить \"Лик смерти\" без затрат силы рун."
							,
							"С 15%-й вероятностью ваш \"Кровавый удар\" или \"Удар в сердце\" дает вам возможность применить \"Лик смерти\" без затрат силы рун."
							
						]
					}
					,
					{
						id:     2019,
						tier:   7,
						column: 2,
						name:  "Кровь вампира",
						icon:  "spell_shadow_lifedrain",
						
						ranks: [
						
							"Временно увеличивает максимальный запас здоровья рыцаря смерти на 15%. Количество здоровья, восполняемого заклинаниями и эффектами, увеличивается на 35% в течение 10 сек. По истечении действия эффекта максимальный запас здоровья вернется к прежнему уровню."
							
						]
					}
					,
					{
						id:     1959,
						tier:   8,
						column: 0,
						name:  "Воля мертвых",
						icon:  "ability_creature_cursed_02",
						
						ranks: [
						
							"Если в результате получения урона уровень вашего здоровья может упасть ниже 35%, или же вы получаете урон, когда у вас 35% здоровья, сила урона снижается на 5%. Эффект может накладываться не чаще чем раз в 15 сек. и срабатывает только от действия эффектов, отнимающих не менее 5% здоровья."
							,
							"Если в результате получения урона уровень вашего здоровья может упасть ниже 35%, или же вы получаете урон, когда у вас 35% здоровья, сила урона снижается на 10%. Эффект может накладываться не чаще чем раз в 15 сек. и срабатывает только от действия эффектов, отнимающих не менее 5% здоровья."
							,
							"Если в результате получения урона уровень вашего здоровья может упасть ниже 35%, или же вы получаете урон, когда у вас 35% здоровья, сила урона снижается на 15%. Эффект может накладываться не чаще чем раз в 15 сек. и срабатывает только от действия эффектов, отнимающих не менее 5% здоровья."
							
						]
					}
					,
					{
						id:     1957,
						tier:   8,
						column: 1,
						name:  "Удар в сердце",
						icon:  "inv_weapon_shortblade_40",
						
						ranks: [
						
							"Стремительный удар, наносящий противнику 50% урона от оружия и дополнительно 125 ед. урона, а его ближайшему союзнику 25% урона от оружия и 63 ед. урона дополнительно. Каждая болезнь, которой поражена первичная цель, увеличивает весь урон по ней еще на 10%."
							
						]
					}
					,
					{
						id:     1958,
						tier:   8,
						column: 2,
						name:  "Сила Могрейна",
						icon:  "spell_deathknight_classicon",
						
						ranks: [
						
							"Увеличивает дополнительный урон при критическом ударе способностей \"Вскипание крови\", \"Кровавый удар\", \"Удар смерти\" и \"Удар в сердце\" на 15%."
							,
							"Увеличивает дополнительный урон при критическом ударе способностей \"Вскипание крови\", \"Кровавый удар\", \"Удар смерти\" и \"Удар в сердце\" на 30%."
							,
							"Увеличивает дополнительный урон при критическом ударе способностей \"Вскипание крови\", \"Кровавый удар\", \"Удар смерти\" и \"Удар в сердце\" на 45%."
							
						]
					}
					,
					{
						id:     2034,
						tier:   9,
						column: 1,
						name:  "Кровопийца",
						icon:  "spell_nature_reincarnation",
						
						ranks: [
						
							"Если ваш запас здоровья превышает 75%, вы наносите на 2% больше урона. Кроме того, при атаках вы всегда будете игнорировать 2% брони противника."
							,
							"Если ваш запас здоровья превышает 75%, вы наносите на 4% больше урона. Кроме того, при атаках вы всегда будете игнорировать 4% брони противника."
							,
							"Если ваш запас здоровья превышает 75%, вы наносите на 6% больше урона. Кроме того, при атаках вы всегда будете игнорировать 6% брони противника."
							,
							"Если ваш запас здоровья превышает 75%, вы наносите на 8% больше урона. Кроме того, при атаках вы всегда будете игнорировать 8% брони противника."
							,
							"Если ваш запас здоровья превышает 75%, вы наносите на 10% больше урона. Кроме того, при атаках вы всегда будете игнорировать 10% брони противника."
							
						]
					}
					,
					{
						id:     1961,
						tier:   10,
						column: 1,
						name:  "Танцующее руническое оружие",
						icon:  "inv_sword_07",
						
						ranks: [
						
							"Вы призываете второе руническое оружие, которое сражается самостоятельно и осуществляет те же атаки, что и рыцарь смерти, но наносит на 50% меньше урона. Время действия – 12 сек."
							
						]
					}
					
				]
			}
			,
			{
				id:   "Frost",
				name: "Лед",
				talents: [
				
					{
						id:     2031,
						tier:   0,
						column: 0,
						name:  "Мертвящее ледяное прикосновение",
						icon:  "spell_deathknight_icetouch",
						
						ranks: [
						
							"\"Ледяное прикосновение\" наносит на 5% больше урона, а \"Озноб\" снижает скорость атаки в ближнем и дальнем бою еще на 2%."
							,
							"\"Ледяное прикосновение\" наносит на 10% больше урона, а \"Озноб\" снижает скорость атаки в ближнем и дальнем бою еще на 4%."
							,
							"\"Ледяное прикосновение\" наносит на 15% больше урона, а \"Озноб\" снижает скорость атаки в ближнем и дальнем бою еще на 6%."
							
						]
					}
					,
					{
						id:     2020,
						tier:   0,
						column: 1,
						name:  "Приток силы рун",
						icon:  "spell_arcane_arcane01",
						
						ranks: [
						
							"Увеличивает максимальный запас силы рун на 15."
							,
							"Увеличивает максимальный запас силы рун на 30."
							
						]
					}
					,
					{
						id:     1968,
						tier:   0,
						column: 2,
						name:  "Крепость",
						icon:  "spell_holy_devotion",
						
						ranks: [
						
							"Увеличивает бонус брони от предметов на 2% и сокращает время действия наложенных на вас замедляющих эффектов на 6%."
							,
							"Увеличивает бонус брони от предметов на 4% и сокращает время действия наложенных на вас замедляющих эффектов на 12%."
							,
							"Увеличивает бонус брони от предметов на 6% и сокращает время действия наложенных на вас замедляющих эффектов на 18%."
							,
							"Увеличивает бонус брони от предметов на 8% и сокращает время действия наложенных на вас замедляющих эффектов на 24%."
							,
							"Увеличивает бонус брони от предметов на 10% и сокращает время действия наложенных на вас замедляющих эффектов на 30%."
							
						]
					}
					,
					{
						id:     2035,
						tier:   1,
						column: 1,
						name:  "Ледяной рубеж",
						icon:  "spell_frost_manarecharge",
						
						ranks: [
						
							"Увеличивает дальность действия заклинаний \"Ледяное прикосновение\", \"Ледяные оковы\" и \"Воющий ветер\" на 5 м."
							,
							"Увеличивает дальность действия заклинаний \"Ледяное прикосновение\", \"Ледяные оковы\" и \"Воющий ветер\" на 10 м."
							
						]
					}
					,
					{
						id:     1973,
						tier:   1,
						column: 2,
						name:  "Черный лед",
						icon:  "spell_shadow_darkritual",
						
						ranks: [
						
							"Увеличивает ваш урон от магии льда и темной магии на 2%."
							,
							"Увеличивает ваш урон от магии льда и темной магии на 4%."
							,
							"Увеличивает ваш урон от магии льда и темной магии на 6%."
							,
							"Увеличивает ваш урон от магии льда и темной магии на 8%."
							,
							"Увеличивает ваш урон от магии льда и темной магии на 10%."
							
						]
					}
					,
					{
						id:     2022,
						tier:   1,
						column: 3,
						name:  "Ледяная выдержка",
						icon:  "ability_dualwield",
						
						ranks: [
						
							"Увеличивает вероятность попадания по противнику одноручным оружием ближнего боя на 1%, а урон, наносимый оружием в левой руке, – на 5%."
							,
							"Увеличивает вероятность попасть по противнику одноручным оружием ближнего боя на 2%, а урон, наносимый оружием в левой руке, – на 10%."
							,
							"Увеличивает вероятность попасть по противнику одноручным оружием ближнего боя на 3%, а урон, наносимый оружием в левой руке, – на 15%."
							
						]
					}
					,
					{
						id:     2042,
						tier:   2,
						column: 0,
						name:  "Ледяные когти",
						icon:  "spell_deathknight_icytalons",
						
							requires: 2031,
						
						ranks: [
						
							"Вы похищаете тепло у врагов при помощи \"Озноба\", поэтому когда скорость их атаки падает, ваша – возрастает на 4% на следующие 20 с."
							,
							"Вы похищаете тепло у врагов при помощи \"Озноба\", поэтому когда скорость их атаки падает, ваша – возрастает на 8% на следующие 20 с."
							,
							"Вы похищаете тепло у врагов при помощи \"Озноба\", поэтому когда скорость их атаки падает, ваша – возрастает на 12% на следующие 20 с."
							,
							"Вы похищаете тепло у врагов при помощи \"Озноба\", поэтому когда скорость их атаки падает, ваша – возрастает на 16% на следующие 20 с."
							,
							"Вы похищаете тепло у врагов при помощи \"Озноба\", поэтому когда скорость их атаки падает, ваша – возрастает на 20% на следующие 20 с."
							
						]
					}
					,
					{
						id:     2215,
						tier:   2,
						column: 1,
						name:  "Перерождение",
						icon:  "spell_shadow_raisedead",
						
						ranks: [
						
							"Вы впитываете нечестивую энергию и на 10 сек. становитесь нежитью. В этом состоянии вы невосприимчивы к подчинению, устрашению и усыплению."
							
						]
					}
					,
					{
						id:     2048,
						tier:   2,
						column: 2,
						name:  "Вымораживание",
						icon:  "inv_weapon_hand_18",
						
						ranks: [
						
							"Увеличивает вероятность нанести критический удар способностями в ближнем бою на 1%. Кроме того, с 33%-ой вероятностью \"Уничтожение\" нанесет урон, но сохранит болезни, поразившие цель."
							,
							"Увеличивает вероятность нанести критический удар способностями в ближнем бою на 2%. Кроме того, с 66%-ой вероятностью \"Уничтожение\" нанесет урон, но сохранит болезни, поразившие цель."
							,
							"Увеличивает вероятность нанести критический удар способностями в ближнем бою на 3%. Кроме того, с 100%-ой вероятностью \"Уничтожение\" нанесет урон, но сохранит болезни, поразившие цель."
							
						]
					}
					,
					{
						id:     2044,
						tier:   3,
						column: 1,
						name:  "Машина для убийств",
						icon:  "inv_sword_122",
						
						ranks: [
						
							"С некоторой вероятностью атаки ближнего боя могут вызвать критический удар следующей способности \"Ледяное прикосновение\", \"Воющий ветер\" или \"Ледяной удар\"."
							,
							"С некоторой вероятностью атаки ближнего боя могут вызвать критический удар следующей способности \"Ледяное прикосновение\", \"Воющий ветер\" или \"Ледяной удар\". Срабатывает чаще, чем способность \"Машина для убийств\" (уровень 1)."
							,
							"С некоторой вероятностью атаки ближнего боя могут вызвать критический удар следующей способности \"Ледяное прикосновение\", \"Воющий ветер\" или \"Ледяной удар\". Срабатывает чаще, чем способность \"Машина для убийств\" (уровень 2)."
							,
							"С некоторой вероятностью атаки ближнего боя могут вызвать критический удар следующей способности \"Ледяное прикосновение\", \"Воющий ветер\" или \"Ледяной удар\". Срабатывает чаще, чем способность \"Машина для убийств\" (уровень 3)."
							,
							"С некоторой вероятностью атаки ближнего боя могут вызвать критический удар следующей способности \"Ледяное прикосновение\", \"Воющий ветер\" или \"Ледяной удар\". Срабатывает чаще, чем способность \"Машина для убийств\" (уровень 4)."
							
						]
					}
					,
					{
						id:     1981,
						tier:   3,
						column: 2,
						name:  "Могильный холод",
						icon:  "spell_frost_frostshock",
						
						ranks: [
						
							"\"Ледяные оковы\", \"Воющий ветер\", \"Ледяное прикосновение\" и \"Уничтожение\" накапливают 2,5 ед. силы рун дополнительно."
							,
							"\"Ледяные оковы\", \"Воющий ветер\", \"Ледяное прикосновение\" и \"Уничтожение\" накапливают 5 ед. силы рун дополнительно."
							
						]
					}
					,
					{
						id:     1971,
						tier:   3,
						column: 3,
						name:  "Бесконечная зима",
						icon:  "spell_shadow_twilight",
						
						ranks: [
						
							"\"Ледяные оковы\" с 50%-й вероятностью могут вызвать \"Озноб\". Стоимость способности \"Заморозка разума\" снижается до 10 ед. силы рун."
							,
							"\"Ледяные оковы\" с 100%-й вероятностью могут вызвать \"Озноб\". \"Заморозка разума\" более не требует силы рун."
							
						]
					}
					,
					{
						id:     1990,
						tier:   4,
						column: 1,
						name:  "Хладная броня ужаса",
						icon:  "inv_chest_mail_04",
						
						ranks: [
						
							"Снижает вероятность попадания по вам в ближнем бою на 1%."
							,
							"Снижает вероятность попадания по вам в ближнем бою на 2%."
							,
							"Снижает вероятность попадания по вам в ближнем бою на 3%."
							
						]
					}
					,
					{
						id:     2030,
						tier:   4,
						column: 2,
						name:  "Ледниковое разложение",
						icon:  "spell_nature_removedisease",
						
						ranks: [
						
							"Пораженные болезнями противники получают на 7% больше урона от ваших заклинаний \"Ледяное прикосновение\", \"Воющий ветер\" и \"Ледяной удар\"."
							,
							"Пораженные болезнями противники получают на 13% больше урона от ваших заклинаний \"Ледяное прикосновение\", \"Воющий ветер\" и \"Ледяной удар\"."
							,
							"Пораженные болезнями противники получают на 20% больше урона от ваших заклинаний \"Ледяное прикосновение\", \"Воющий ветер\" и \"Ледяной удар\"."
							
						]
					}
					,
					{
						id:     1980,
						tier:   4,
						column: 3,
						name:  "Смертный холод",
						icon:  "spell_shadow_soulleech_2",
						
						ranks: [
						
							"При использовании следующее \"Ледяное прикосновение\", \"Воющий ветер\", \"Ледяной удар\" или \"Уничтожение\" нанесет критический удар. Нужно использовать в течение 30 сек."
							
						]
					}
					,
					{
						id:     2223,
						tier:   5,
						column: 0,
						name:  "Цепкие ледяные когти",
						icon:  "spell_deathknight_icytalons",
						
							requires: 2042,
						
						ranks: [
						
							"Эффект \"Ледяные когти\" увеличивает скорость ближнего боя участников вашей группы или рейда на 20% на 20 с. Ваша скорость боя увеличивается на 5% на постоянной основе."
							
						]
					}
					,
					{
						id:     1993,
						tier:   5,
						column: 1,
						name:  "Безжалостная борьба",
						icon:  "inv_sword_112",
						
						ranks: [
						
							"\"Ледяное прикосновение\", \"Воющий ветер\", \"Уничтожение\" и \"Ледяной удар\" наносят на 6% урона больше, если у цели, которую вы атакуете, менее 35% здоровья."
							,
							"\"Ледяное прикосновение\", \"Воющий ветер\", \"Уничтожение\" и \"Ледяной удар\" наносят на 12% урона больше, если у цели, которую вы атакуете, менее 35% здоровья."
							
						]
					}
					,
					{
						id:     1992,
						tier:   5,
						column: 2,
						name:  "Иней",
						icon:  "spell_frost_freezingbreath",
						
						ranks: [
						
							"Повышает вероятность нанести критический удар заклинаниями \"Ледяное прикосновение\" и \"Уничтожение\" на 5%. Применение заклинания \"Уничтожение\" с 5%-й вероятностью обновит время восстановления заклинания \"Воющий ветер\" и позволит произнести его без затрат рун."
							,
							"Повышает вероятность нанести критический удар заклинаниями \"Ледяное прикосновение\" и \"Уничтожение\" на 10%. Применение заклинания \"Уничтожение\" с 10%-й вероятностью обновит время восстановления заклинания \"Воющий ветер\" и позволит произнести его без затрат рун."
							,
							"Повышает вероятность нанести критический удар заклинаниями \"Ледяное прикосновение\" и \"Уничтожение\" на 15%. Применение заклинания \"Уничтожение\" с 15%-й вероятностью сбросит время восстановления заклинания \"Воющий ветер\" и позволит произнести его без затрат рун."
							
						]
					}
					,
					{
						id:     2260,
						tier:   6,
						column: 0,
						name:  "Вечная мерзлота",
						icon:  "spell_frost_wisp",
						
						ranks: [
						
							"Жертвы \"Озноба\" окоченевают, и скорость их передвижения снижается на 15% на 10 сек."
							,
							"Жертвы \"Озноба\" окоченевают, и скорость их передвижения снижается на 30% на 10 сек."
							,
							"Жертвы \"Озноба\" коченеют, и скорость их передвижения снижается на 50% на 10 сек."
							
						]
					}
					,
					{
						id:     1999,
						tier:   6,
						column: 1,
						name:  "Ненасытная стужа",
						icon:  "inv_staff_15",
						
						ranks: [
						
							"Вытягивает все тепло из земли вокруг рыцаря смерти. Враги на расстоянии 10 м примерзают к месту, не могут производить никаких действий в течение 10 сек. и заражаются \"Ознобом\". Противники считаются замороженными, но любой урон, кроме болезни, разобьет ледяную ловушку."
							
						]
					}
					,
					{
						id:     2029,
						tier:   6,
						column: 2,
						name:  "Великая власть льда",
						icon:  "spell_deathknight_frostpresence",
						
						ranks: [
						
							"Рыцарь смерти сохраняет 3%-й бонус выносливости от способности «Власть льда», находясь под властью крови или нечестивости, и получает на 1% меньше урона, находясь под властью льда."
							,
							"Рыцарь смерти сохраняет 6%-й бонус выносливости от способности «Власть льда», находясь под властью крови или нечестивости, и получает на 2% меньше урона, находясь под властью льда."
							
						]
					}
					,
					{
						id:     2284,
						tier:   7,
						column: 0,
						name:  "Угроза Тассариана",
						icon:  "ability_dualwieldspecialization",
						
						ranks: [
						
							"Когда вы держите в каждой руке по оружию, \"Удар смерти\", \"Уничтожение\", \"Удар чумы\", \"Рунический удар\", \"Кровавый удар\" и \"Ледяной удар\" c 30%-й вероятностью также могут нанести урон от оружия в левой руке."
							,
							"Когда вы держите в каждой руке по оружию, \"Удар смерти\", \"Уничтожение\", \"Удар чумы\", \"Рунический удар\", \"Кровавый удар\" и \"Ледяной удар\" c 60%-й вероятностью также могут нанести урон от оружия в левой руке."
							,
							"Когда вы держите в каждой руке по оружию, \"Удар смерти\", \"Уничтожение\", \"Удар чумы\", \"Рунический удар\", \"Кровавый удар\" и \"Ледяной удар\" c 100%-й вероятностью также могут нанести урон от оружия в левой руке."
							
						]
					}
					,
					{
						id:     2210,
						tier:   7,
						column: 1,
						name:  "Кровь Севера",
						icon:  "inv_weapon_shortblade_79",
						
						ranks: [
						
							"Увеличивает урон от способностей \"Кровавый удар\" и \"Ледяной удар\" на 3%. Каждый раз, когда вы применяете способности \"Кровавый удар\" или \"Мор\", с 30%-й вероятностью руна крови при активации превратится в руну смерти. Руна смерти может считаться руной крови, нечестивости или льда."
							,
							"Увеличивает урон от способностей \"Кровавый удар\" и \"Ледяной удар\" на 6%. Каждый раз, когда вы применяете способности \"Кровавый удар\" или \"Мор\", с 60%-й вероятностью руна крови при активации превратится в руну смерти. Руна смерти может считаться руной крови, нечестивости или льда."
							,
							"Увеличивает урон от способностей \"Кровавый удар\" и \"Ледяной удар\" на 10%. Каждый раз, когда вы применяете способности \"Кровавый удар\" или \"Мор\", с 100%-й вероятностью руна крови при активации превратится в руну смерти. Руна смерти может считаться руной крови, нечестивости или льда."
							
						]
					}
					,
					{
						id:     1979,
						tier:   7,
						column: 2,
						name:  "Несокрушимая броня",
						icon:  "inv_armor_helm_plate_naxxramas_raidwarrior_c_01",
						
						ranks: [
						
							"Укрепляет ваш доспех толстым слоем льда, усиливая броню на 25%, и повышает вашу силу 10% на 20 сек."
							
						]
					}
					,
					{
						id:     1997,
						tier:   8,
						column: 0,
						name:  "Адаптация",
						icon:  "spell_fire_elementaldevastation",
						
						ranks: [
						
							"Если вас поражает заклинание, с вероятностью 10% ваш уровень сопротивления магии той же школы повышается на 18 с. Эффект суммируется до 3 раз."
							,
							"Если вас поражает заклинание, с вероятностью 20% ваш уровень сопротивления магии той же школы повышается на 18 с. Эффект суммируется до 3 раз."
							,
							"Если вас поражает заклинание, с вероятностью 30% ваш уровень сопротивления магии той же школы повышается на 18 с. Эффект суммируется до 3 раз."
							
						]
					}
					,
					{
						id:     1975,
						tier:   8,
						column: 1,
						name:  "Ледяной удар",
						icon:  "spell_deathknight_empowerruneblade2",
						
						ranks: [
						
							"Рыцарь смерти мгновенно атакует врага, нанося ему 55% урона от оружия и дополнительно 48 ед. урона от магии льда."
							
						]
					}
					,
					{
						id:     2040,
						tier:   8,
						column: 2,
						name:  "Коварство Кровожада",
						icon:  "inv-sword_53",
						
						ranks: [
						
							"Увеличивает дополнительный урон при критическом ударе способностей \"Кровавый удар\", \"Ледяной удар\", \"Воющий ветер\" и \"Уничтожение\" на 15%. Продлевает действие способности \"Незыблемость льда\", на 2 с."
							,
							"Увеличивает дополнительный урон при критическом ударе способностей \"Кровавый удар\", \"Ледяной удар\", \"Воющий ветер\" и \"Уничтожение\" на 30%. Продлевает действие способности \"Незыблемость льда\", на 4 с."
							,
							"Увеличивает дополнительный урон при критическом ударе способностей \"Кровавый удар\", \"Ледяной удар\", \"Воющий ветер\" и \"Уничтожение\" на 45%. Продлевает действие способности \"Незыблемость льда\", на 6 с."
							
						]
					}
					,
					{
						id:     1998,
						tier:   9,
						column: 1,
						name:  "Ловчий тундры",
						icon:  "spell_nature_tranquility",
						
						ranks: [
						
							"Увеличивает урон от ваших заклинаний и способностей по целям, пораженным \"Ознобом\", на 3%. Повышает ваше мастерство на 1."
							,
							"Увеличивает урон от ваших заклинаний и способностей по целям, пораженным \"Ознобом\", на 6%. Повышает ваше мастерство на 2."
							,
							"Увеличивает урон от ваших заклинаний и способностей по целям, пораженным \"Ознобом\", на 9%. Повышает ваше мастерство на 3."
							,
							"Увеличивает урон от ваших заклинаний и способностей по целям, пораженным \"Ознобом\", на 12%. Повышает ваше мастерство на 4."
							,
							"Увеличивает урон от ваших заклинаний и способностей по целям, пораженным \"Ознобом\", на 15%. Повышает ваше мастерство на 5."
							
						]
					}
					,
					{
						id:     1989,
						tier:   10,
						column: 1,
						name:  "Воющий ветер",
						icon:  "spell_frost_arcticwinds",
						
						ranks: [
						
							"Продувает цель ледяным ветром, наносящим 198 - 214 ед. урона от магии льда всем врагам в радиусе 10 м."
							
						]
					}
					
				]
			}
			,
			{
				id:   "Unholy",
				name: "Нечестивость",
				talents: [
				
					{
						id:     2082,
						tier:   0,
						column: 0,
						name:  "Жестокие удары",
						icon:  "spell_deathknight_plaguestrike",
						
						ranks: [
						
							"Повышает вероятность критического удара на 3% и дополнительный урон при критическом эффекте способностей \"Удар чумы\" и \"Удар Плети\" на 15%."
							,
							"Повышает вероятность критического удара на 6% и дополнительный урон при критическом эффекте способностей \"Удар чумы\" и \"Удар Плети\" на 30%."
							
						]
					}
					,
					{
						id:     1932,
						tier:   0,
						column: 1,
						name:  "Болезнетворность",
						icon:  "spell_shadow_burningspirit",
						
						ranks: [
						
							"Повышает вероятность попадания заклинаниями на 1% и уменьшает вероятность рассеивания болезней, наносящих периодический урон, на 10%."
							,
							"Повышает вероятность попадания заклинаниями на 2% и уменьшает вероятность рассеивания болезней, наносящих периодический урон, на 20%."
							,
							"Повышает вероятность попадания заклинаниями на 3% и уменьшает вероятность рассеивания болезней, наносящих периодический урон, на 30%."
							
						]
					}
					,
					{
						id:     2218,
						tier:   0,
						column: 2,
						name:  "Предчувствие",
						icon:  "spell_nature_mirrorimage",
						
						ranks: [
						
							"Повышает вероятность уклонения от атак на 1%."
							,
							"Повышает вероятность уклонения от атак на 2%."
							,
							"Повышает вероятность уклонения от атак на 3%."
							,
							"Повышает вероятность уклонения от атак на 4%."
							,
							"Повышает вероятность уклонения от атак на 5%."
							
						]
					}
					,
					{
						id:     1963,
						tier:   1,
						column: 0,
						name:  "Эпидемия",
						icon:  "spell_shadow_shadowwordpain",
						
						ranks: [
						
							"Увеличивает продолжительность эффектов \"Кровавая чума\" и \"Озноб\" на 3 с."
							,
							"Увеличивает продолжительность эффектов \"Кровавая чума\" и \"Озноб\" на 6 с."
							
						]
					}
					,
					{
						id:     1933,
						tier:   1,
						column: 1,
						name:  "Болезненность",
						icon:  "spell_shadow_deathanddecay",
						
						ranks: [
						
							"Увеличивает урон и исцеляющий эффект заклинания \"Лик смерти\" на 5% и сокращает время восстановления способности \"Смерть и разложение\" на 5 сек."
							,
							"Увеличивает урон и исцеляющий эффект заклинания \"Лик смерти\" на 10% и сокращает время восстановления способности \"Смерть и разложение\" на 10 сек."
							,
							"Увеличивает урон и исцеляющий эффект заклинания \"Лик смерти\" на 15% и сокращает время восстановления способности \"Смерть и разложение\" на 15 сек."
							
						]
					}
					,
					{
						id:     2025,
						tier:   1,
						column: 2,
						name:  "Нечестивый приказ",
						icon:  "spell_deathknight_strangulate",
						
						ranks: [
						
							"Уменьшает время восстановления способности \"Хватка смерти\" на 5 с."
							,
							"Уменьшает время восстановления способности \"Хватка смерти\" на 10 с."
							
						]
					}
					,
					{
						id:     1934,
						tier:   1,
						column: 3,
						name:  "Ненасытный мертвец",
						icon:  "spell_deathknight_gnaw_ghoul",
						
						ranks: [
						
							"Увеличивает вашу силу на 1% и повышает характеристики вурдалаков, зависящие от вашей силы и выносливости, на 20%."
							,
							"Увеличивает вашу силу на 2% и повышает характеристики вурдалаков, зависящие от вашей силы и выносливости, на 40%."
							,
							"Увеличивает вашу силу на 3% и повышает характеристики вурдалаков, зависящие от вашей силы и выносливости, на 60%."
							
						]
					}
					,
					{
						id:     2008,
						tier:   2,
						column: 0,
						name:  "Вспышка болезни",
						icon:  "spell_shadow_plaguecloud",
						
						ranks: [
						
							"Увеличивает урон от способности \"Удар чумы\" на 10%, а от способности \"Вскипание крови\" – на 7%."
							,
							"Увеличивает урон от способности \"Удар чумы\" на 20%, а от способности \"Вскипание крови\" – на 13%."
							,
							"Увеличивает урон от способности \"Удар чумы\" на 30%, а от способности \"Вскипание крови\" – на 20%."
							
						]
					}
					,
					{
						id:     2047,
						tier:   2,
						column: 1,
						name:  "Некроз",
						icon:  "inv_weapon_shortblade_60",
						
						ranks: [
						
							"Ваши автоатаки наносят дополнительно 4% урона от темной магии."
							,
							"Ваши автоатаки наносят дополнительно 8% урона от темной магии."
							,
							"Ваши автоатаки наносят дополнительно 12% урона от темной магии."
							,
							"Ваши автоатаки наносят дополнительно 16% урона от темной магии."
							,
							"Ваши автоатаки наносят дополнительно 20% урона от темной магии."
							
						]
					}
					,
					{
						id:     1985,
						tier:   2,
						column: 2,
						name:  "Взрыв трупа",
						icon:  "ability_creature_disease_02",
						
						ranks: [
						
							"Взорвать труп, нанося 166 ед. урона от темной магии всем врагам в радиусе 10 м. Если цель не выбрана, взрывается ближайший труп. Остатки механизмов и элементалей не могут быть взорваны."
							
						]
					}
					,
					{
						id:     2039,
						tier:   3,
						column: 1,
						name:  "На коне бледном",
						icon:  "spell_deathknight_summondeathcharger",
						
						ranks: [
						
							"Вы делаетесь неодолимы, как сама смерть. Длительность эффектов оглушения и страха, применяемых против вас, сокращается на 10%, ваша скорость передвижения верхом повышается на 10%. Ускорение не суммируется с другими эффектами, увеличивающими скорость передвижения."
							,
							"Вы делаетесь неодолимы, как сама смерть. Длительность эффектов оглушения и страха, применяемых против вас, сокращается на 20%, ваша скорость передвижения верхом повышается на 20%. Ускорение не суммируется с другими эффектами, увеличивающими скорость передвижения."
							
						]
					}
					,
					{
						id:     2004,
						tier:   3,
						column: 2,
						name:  "Закаленный в крови клинок",
						icon:  "ability_criticalstrike",
						
						ranks: [
						
							"При обычной атаке с вероятностью 10% вы можете совершить удар закаленным в крови клинком, нанеся 25% урона от оружия и дополнительно 12.5% урона за каждую из болезней, наложенных вами на цель."
							,
							"При обычной атаке с вероятностью 20% вы можете совершить удар закаленным в крови клинком, нанеся 25% урона от оружия и дополнительно 12.5% урона за каждую из болезней, наложенных вами на цель."
							,
							"При обычной атаке с вероятностью 30% вы можете совершить удар закаленным в крови клинком, нанеся 25% урона от оружия и дополнительно 12.5% урона за каждую из болезней, наложенныхвами на цель."
							
						]
					}
					,
					{
						id:     2225,
						tier:   3,
						column: 3,
						name:  "Ночь мертвецов",
						icon:  "spell_deathknight_armyofthedead",
						
						ranks: [
						
							"Уменьшает время восстановления заклинания \"Воскрешение мертвых\" на 45 с, а заклинания \"Войско мертвых\" – на 5 мин. Также уменьшает урон, наносимый прислужникам заклинаниями и способностями с действием по области на 40%."
							,
							"Уменьшает время восстановления заклинания \"Воскрешение мертвых\" на 90 с, а заклинания \"Войско мертвых\" – на 10 мин. Также уменьшает урон, наносимый прислужникам заклинаниями и способностями с действием по области на 70%."
							
						]
					}
					,
					{
						id:     1996,
						tier:   4,
						column: 0,
						name:  "Нечестивая порча",
						icon:  "spell_shadow_contagion",
						
						ranks: [
						
							"Злобный рой насекомых-нечисти окружает жертву \"Лика смерти\". Жертва получает 20% урона, нанесенного способностью \"Лик смерти\" в течение 10 сек."
							
						]
					}
					,
					{
						id:     2005,
						tier:   4,
						column: 1,
						name:  "Порочность",
						icon:  "spell_shadow_shadowandflame",
						
						ranks: [
						
							"Влияние вашей силы атаки на силу ваших заклинаний увеличивается на 4%."
							,
							"Влияние вашей силы атаки на силу ваших заклинаний увеличивается на 8%."
							,
							"Влияние вашей силы атаки на силу ваших заклинаний увеличивается на 12%."
							,
							"Влияние вашей силы атаки на силу ваших заклинаний увеличивается на 16%."
							,
							"Влияние вашей силы атаки на силу ваших заклинаний увеличивается на 20%."
							
						]
					}
					,
					{
						id:     2011,
						tier:   4,
						column: 2,
						name:  "Погребальный Плач",
						icon:  "spell_shadow_shadesofdarkness",
						
						ranks: [
						
							"\"Удар смерти\", \"Удар чумы\" и \"Удар Плети\" накапливают 2,5 ед. силы рун дополнительно."
							,
							"\"Удар смерти\", \"Удар чумы\" и \"Удар Плети\" накапливают 5 ед. силы рун дополнительно."
							
						]
					}
					,
					{
						id:     2226,
						tier:   5,
						column: 0,
						name:  "Осквернение",
						icon:  "spell_shadow_shadowfiend",
						
						ranks: [
						
							"Способности \"Удар чумы\" и \"Удар Плети\" вызывают эффект \"Оскверненная земля\". Руки мертвецов начинают цепляться за всех противников в области действия эффекта, замедляя их на 25%. Время действия – 12 сек."
							,
							"Способности \"Удар чумы\" и \"Удар Плети\" вызывают эффект \"Оскверненная земля\". Руки мертвецов начинают цепляться за всех противников в области действия эффекта, замедляя их на 50%. Время действия – 12 сек."
							
						]
					}
					,
					{
						id:     2009,
						tier:   5,
						column: 1,
						name:  "Подавление магии",
						icon:  "spell_shadow_antimagicshell",
						
						ranks: [
						
							"Вы получаете на 2% меньше урона от заклинаний. Кроме того, ваш антимагический панцирь поглощает на 8% больше урона."
							,
							"Вы получаете на 4% меньше урона от заклинаний. Кроме того, ваш антимагический панцирь поглощает на 16% больше урона."
							,
							"Вы получаете на 6% меньше урона от заклинаний. Кроме того, ваш антимагический панцирь поглощает на 25% больше урона."
							
						]
					}
					,
					{
						id:     2001,
						tier:   5,
						column: 2,
						name:  "Жатва",
						icon:  "spell_shadow_shadetruesight",
						
						ranks: [
						
							"Каждый раз, когда вы поражаете противника способностями \"Кровавый удар\" и \"Мор\", с вероятностью 33% руна крови при активации превращается в руну смерти. Руна смерти может считаться руной крови, нечестивости или льда."
							,
							"Каждый раз, когда вы поражаете противника способностями \"Кровавый удар\" и \"Мор\", с вероятностью 66% руна крови при активации превращается в руну смерти. Руна смерти может считаться руной крови, нечестивости или льда."
							,
							"Каждый раз, когда вы поражаете противника способностями \"Кровавый удар\" и \"Мор\", с вероятностью 100% руна крови при активации превращается в руну смерти. Руна смерти может считаться руной крови, нечестивости или льда."
							
						]
					}
					,
					{
						id:     1984,
						tier:   5,
						column: 3,
						name:  "Повелитель вурдалаков",
						icon:  "spell_shadow_animatedead",
						
							requires: 2225,
						
						ranks: [
						
							"Сокращает время восстановления заклинания \"Воскрешение мертвых\" на 60 с. Призываемый вурдалак считается вашим прислужником и покорен вашей воле. В отличие от обычных вурдалаков рыцаря смерти, продолжительность жизни этого прислужника не ограничена."
							
						]
					}
					,
					{
						id:     2285,
						tier:   6,
						column: 0,
						name:  "Отчаяние",
						icon:  "spell_shadow_unholyfrenzy",
						
						ranks: [
						
							"\"Кровавые удары\" позволяют всем атакам наносить 1% дополнительного урона в течение следующих 20 сек."
							,
							"\"Кровавые удары\" позволяют всем атакам наносить 2% дополнительного урона в течение следующих 20 сек."
							,
							"\"Кровавые удары\" позволяют всем атакам наносить 3% дополнительного урона в течение следующих 20 сек."
							,
							"\"Кровавые удары\" позволяют всем атакам наносить 4% дополнительного урона в течение следующих 20 сек."
							,
							"\"Кровавые удары\" позволяют всем атакам наносить 5% дополнительного урона в течение следующих 20 сек."
							
						]
					}
					,
					{
						id:     2221,
						tier:   6,
						column: 1,
						name:  "Зона антимагии",
						icon:  "spell_deathknight_antimagiczone",
						
							requires: 2009,
						
						ranks: [
						
							"Ограждает от магии большую зону, в которой урон от заклинаний, наносимый участникам группы или рейда, снижается на 75%. Зона антимагии сохраняется в течение 10 сек. или до тех пор, пока не поглотит 10058 ед. урона от заклинаний."
							
						]
					}
					,
					{
						id:     2013,
						tier:   6,
						column: 2,
						name:  "Великая власть нечестивости",
						icon:  "spell_deathknight_unholypresence",
						
						ranks: [
						
							"Рыцарь смерти сохраняет 8%-й бонус скорости передвижения, находясь под властью крови или льда. Под властью нечестивости скорость восстановления рун увеличивается на 5%."
							,
							"Рыцарь смерти сохраняет 15%-й бонус скорости передвижения, находясь под властью крови или льда. Под властью нечестивости скорость восстановления рун увеличивается на 10%."
							
						]
					}
					,
					{
						id:     2085,
						tier:   6,
						column: 3,
						name:  "Бешенство вурдалака",
						icon:  "ability_ghoulfrenzy",
						
							requires: 1984,
						
						ranks: [
						
							"Повышает скорость вашего прислужника на 25% на 30 сек. и восстанавливает 60% его здоровья в течение действия заклинания."
							
						]
					}
					,
					{
						id:     1962,
						tier:   7,
						column: 1,
						name:  "Предсмертная лихорадка",
						icon:  "spell_nature_nullifydisease",
						
						ranks: [
						
							"Насылаемые вами болезни накладывают эффект \"Предсмертная лихорадка\", который увеличивает урон от всех болезней для цели на 10%."
							,
							"Насылаемые вами болезни накладывают эффект \"Предсмертная лихорадка\", который увеличивает урон от всех болезней для цели на 20%."
							,
							"Насылаемые вами болезни накладывают эффект \"Предсмертная лихорадка\", который увеличивает урон от всех болезней для цели на 30%."
							
						]
					}
					,
					{
						id:     2007,
						tier:   7,
						column: 2,
						name:  "Костяной щит",
						icon:  "inv_chest_leather_13",
						
						ranks: [
						
							"Вокруг рыцаря смерти начинают вращаться 4 кости. До тех пор, пока остается хотя бы одна кость, рыцарь смерти получает на 20% меньше урона и наносит на 2% больше урона всеми атаками, заклинаниями и способностями. Каждая атака, нанесшая урон рыцарю смерти, также уничтожает 1 кость. Эффект длится 1 мин."
							
						]
					}
					,
					{
						id:     2003,
						tier:   8,
						column: 0,
						name:  "Бродячая чума",
						icon:  "spell_shadow_callofbone",
						
						ranks: [
						
							"Когда болезнь, которой вы заразили противника, причиняет ему урон, то с вероятностью, равной вероятности нанесения критического удара в ближнем бою, она нанесет еще 33% урона цели и всем врагам в радиусе 8 м. Заклинание игнорирует цели, находящиеся под воздействием эффектов, которые прерываются при получении урона."
							,
							"Когда болезнь, которой вы заразили противника, причиняет ему урон, то с вероятностью, равной вероятности нанесения критического удара в ближнем бою, она нанесет еще 66% урона цели и всем врагам в радиусе 8 м. Заклинание игнорирует цели, находящиеся под воздействием эффектов, которые прерываются при получении урона."
							,
							"Когда болезнь, которой вы заразили противника, причиняет ему урон, то с вероятностью, равной вероятности нанесения критического удара в ближнем бою, она нанесет еще 100% урона цели и всем врагам в радиусе 8 м. Заклинание игнорирует цели, находящиеся под воздействием эффектов, которые прерываются при получении урона."
							
						]
					}
					,
					{
						id:     2043,
						tier:   8,
						column: 1,
						name:  "Разносчик черной чумы",
						icon:  "ability_creature_cursed_03",
						
							requires: 1962,
						
						ranks: [
						
							"\"Предсмертная лихорадка\" превращается в \"Черную чуму\", увеличивающую получаемый целью магический урон на 4% и повышающую урон, который цель получает от болезней. Вероятность критического эффекта всех ваших заклинаний и ударов повышается на 1%."
							,
							"\"Предсмертная лихорадка\" превращается в \"Черную чуму\", увеличивающую получаемый целью магический урон на 9% и повышающую урон, который цель получает от болезней. Вероятность критического эффекта всех ваших заклинаний и ударов повышается на 2%."
							,
							"\"Предсмертная лихорадка\" превращается в \"Черную чуму\", увеличивающую получаемый целью магический урон на 13% и повышающую урон, который цель получает от болезней. Вероятность критического эффекта всех ваших заклинаний и ударов повышается на 3%."
							
						]
					}
					,
					{
						id:     2216,
						tier:   8,
						column: 2,
						name:  "Удар Плети",
						icon:  "spell_deathknight_scourgestrike",
						
						ranks: [
						
							"Нечестивый удар, наносящий 40% урона от оружия в виде урона от темной магии и дополнительно 135 ед. урона. Каждая болезнь, которой поражена цель, увеличивает общий урон на 10%."
							
						]
					}
					,
					{
						id:     2036,
						tier:   9,
						column: 1,
						name:  "Ярость Ривендера",
						icon:  "inv_weapon_halberd14",
						
						ranks: [
						
							"Ваши заклинания и способности наносят на 2% больше урона по целям, пораженным болезнью \"Кровавая чума\". Повышает ваше мастерство на 1."
							,
							"Ваши заклинания и способности наносят на 4% больше урона по целям, пораженным болезнью \"Кровавая чума\". Повышает ваше мастерство на 2."
							,
							"Ваши заклинания и способности наносят на 6% больше урона по целям, пораженным болезнью \"Кровавая чума\". Повышает ваше мастерство на 3."
							,
							"Ваши заклинания и способности наносят на 8% больше урона по целям, пораженным болезнью \"Кровавая чума\". Повышает ваше мастерство на 4."
							,
							"Ваши заклинания и способности наносят на 10% больше урона по целям, пораженным болезнью \"Кровавая чума\". Повышает ваше мастерство на 5."
							
						]
					}
					,
					{
						id:     2000,
						tier:   10,
						column: 1,
						name:  "Призыв горгульи",
						icon:  "ability_hunter_pet_bat",
						
						ranks: [
						
							"Горгулья атакует цель с воздуха и забрасывает противника бомбами, мощность которых зависит от силы атаки рыцаря смерти. Бомбы наносят урон от сил Природы. Время действия – 30 сек."
							
						]
					}
					
				]
			}
			
		];

		var petData_sdfkte75 = null;
		
	
		var textTalentStrSingle = "Требуется {0} очко, вложенное в {1}.";
		var textTalentStrPlural = "Требуется {0} очк., вложенных {1}.";
		var textTalentRank = "Уровень {0}/{1}";
		var textTalentNextRank = "Следующий уровень";
		var textTalentReqTreeTalents = "Требуется {0} очк., вложенных в {1}.";
		var textPrintableClassTalents = "Таланты класса \"{0}\"";
		var textPrintableMinReqLevel = "Требуется уровнь: {0}";
		var textPrintableReqTalentPts = "Требуется очков: {0}";
		var textPrintableTreeTalents = "Таланты ветки \"{0}\"";
		var textPrintablePtsPerTree = "{0} очк.";
		var textPrintableDontWastePaper = "Берегите бумагу!";

		var talentCalc = new TalentCalculator();

		$(document).ready(function() {

			talentCalc.initTalentCalc(
				"6", 
				"{{$talents}}", 
				"charPage",
				"false",
				"sdfkte75",
				talentData_sdfkte75,
				petData_sdfkte75
			);
		});
	</script>
<div class="talContainer" id="talContainer_sdfkte75">
<div class="talentFrame">
<div class="talentTree" id="Blood_tree_sdfkte75" style="margin-right: 3px; background-image: url('images/talents/bg/small/DeathKnightBlood.jpg')">
<div class="tier">
<div class="talent staticTip col0" id="1939_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/inv_axe_68.jpg');">
<div class="talentHolder
						" id="1939_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(1939);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1939_numPoints_sdfkte75">0</span><span>/</span><span>2</span>
</div>
</div>
</div>
<div class="talent staticTip col1" id="1945_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/spell_deathknight_subversion.jpg');">
<div class="talentHolder
						" id="1945_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(1945);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1945_numPoints_sdfkte75">0</span><span>/</span><span>3</span>
</div>
</div>
</div>
<div class="talent staticTip col2" id="2017_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/ability_upgrademoonglaive.jpg');">
<div class="talentHolder
						" id="2017_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(2017);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="2017_numPoints_sdfkte75">0</span><span>/</span><span>5</span>
</div>
</div>
</div>
</div>
<div class="tier">
<div class="talent staticTip col0" id="1938_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/inv_shoulder_36.jpg');">
<div class="talentHolder
						 disabled" id="1938_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(1938);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1938_numPoints_sdfkte75">0</span><span>/</span><span>5</span>
</div>
</div>
</div>
<div class="talent staticTip col1" id="1948_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/ability_rogue_bloodyeye.jpg');">
<div class="talentHolder
						 disabled" id="1948_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(1948);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1948_numPoints_sdfkte75">0</span><span>/</span><span>3</span>
</div>
</div>
</div>
<div class="talent staticTip col2" id="2217_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/inv_sword_68.jpg');">
<div class="talentHolder
						 disabled" id="2217_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(2217);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="2217_numPoints_sdfkte75">0</span><span>/</span><span>2</span>
</div>
</div>
</div>
</div>
<div class="tier">
<div class="talent staticTip col0" id="1941_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_deathknight_runetap.jpg');">
<div class="talentHolder
						 disabled" id="1941_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(1941);">
<span id="spellInfo_1941" style="display: none;"><span style="float: left;">1 Кровь</span>
<br>
<span style="float: right;"> Восстановление: 1  мин</span><span style="float: left;"> Мгновенное действие </span></span>
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1941_numPoints_sdfkte75">0</span><span>/</span><span>1</span>
</div>
</div>
</div>
<div class="talent staticTip col1" id="1943_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_deathknight_darkconviction.jpg');">
<div class="talentHolder
						 disabled" id="1943_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(1943);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1943_numPoints_sdfkte75">0</span><span>/</span><span>5</span>
</div>
</div>
</div>
<div class="talent staticTip col2" id="2086_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/inv_sword_62.jpg');">
<div class="talentHolder
						 disabled" id="2086_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(2086);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="2086_numPoints_sdfkte75">0</span><span>/</span><span>3</span>
</div>
</div>
</div>
</div>
<div class="tier">
<div class="talent staticTip col0" id="1942_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_deathknight_runetap.jpg');">
<div class="talentHolder
						 disabled" id="1942_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(1942);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1942_numPoints_sdfkte75">0</span><span>/</span><span>3</span>
</div>
</div>
</div>
<div class="talent staticTip col2" id="2018_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_deathknight_spelldeflection.jpg');">
<div class="talentHolder
						 disabled" id="2018_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(2018);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="2018_numPoints_sdfkte75">0</span><span>/</span><span>3</span>
</div>
</div>
</div>
<div class="talent staticTip col3" id="1953_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_deathknight_vendetta.jpg');">
<div class="talentHolder
						 disabled" id="1953_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(1953);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1953_numPoints_sdfkte75">0</span><span>/</span><span>3</span>
</div>
</div>
</div>
</div>
<div class="tier">
<div class="talent staticTip col0" id="2015_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_deathknight_deathstrike.jpg');">
<div class="talentHolder
						 disabled" id="2015_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(2015);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="2015_numPoints_sdfkte75">0</span><span>/</span><span>3</span>
</div>
</div>
</div>
<div class="talent staticTip col2" id="1950_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_misc_warsongfocus.jpg');">
<div class="talentHolder
						 disabled" id="1950_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(1950);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1950_numPoints_sdfkte75">0</span><span>/</span><span>3</span>
</div>
</div>
</div>
<div class="talent staticTip col3" id="1949_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/ability_hunter_rapidkilling.jpg');">
<div class="talentHolder
						 disabled" id="1949_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(1949);">
<span id="spellInfo_1949" style="display: none;"><span style="float: right;"> Радиус действия30 </span><span style="float: left;">1 Кровь</span>
<br>
<span style="float: right;"> Восстановление: 3  мин</span><span style="float: left;"> Мгновенное действие </span></span>
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1949_numPoints_sdfkte75">0</span><span>/</span><span>1</span>
</div>
</div>
</div>
</div>
<div class="tier">
<div class="talent staticTip col1" id="1944_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/ability_backstab.jpg');">
<div class="talentHolder
						 disabled" id="1944_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(1944);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1944_numPoints_sdfkte75">0</span><span>/</span><span>3</span>
</div>
</div>
</div>
<div class="talent staticTip col2" id="2105_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/ability_warrior_intensifyrage.jpg');">
<div class="talentHolder
						 disabled" id="2105_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(2105);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="2105_numPoints_sdfkte75">0</span><span>/</span><span>2</span>
</div>
</div>
</div>
</div>
<div class="tier">
<div class="talent staticTip col0" id="1960_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_shadow_soulleech.jpg');">
<div class="talentHolder
						 disabled" id="1960_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(1960);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1960_numPoints_sdfkte75">0</span><span>/</span><span>3</span>
</div>
</div>
</div>
<div class="talent staticTip col1" id="1954_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_deathknight_bladedarmor.jpg');">
<div class="talentHolder
						 disabled" id="1954_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(1954);">
<span id="spellInfo_1954" style="display: none;"><span style="float: left;"> Радиус действия30 </span>
<br>
<span style="float: right;"> Восстановление: 3  мин</span><span style="float: left;"> Мгновенное действие </span></span>
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1954_numPoints_sdfkte75">0</span><span>/</span><span>1</span>
</div>
</div>
</div>
<div class="talent staticTip col2" id="1936_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_deathknight_bloodpresence.jpg');">
<div class="talentHolder
						 disabled" id="1936_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(1936);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1936_numPoints_sdfkte75">0</span><span>/</span><span>2</span>
</div>
</div>
</div>
</div>
<div class="tier">
<div class="talent staticTip col0" id="2259_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_deathknight_butcher2.jpg');">
<div class="talentHolder
						 disabled" id="2259_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(2259);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="2259_numPoints_sdfkte75">0</span><span>/</span><span>2</span>
</div>
</div>
</div>
<div class="talent staticTip col1" id="1955_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_shadow_painspike.jpg');">
<div class="talentHolder
						 disabled" id="1955_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(1955);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1955_numPoints_sdfkte75">0</span><span>/</span><span>3</span>
</div>
</div>
</div>
<div class="talent staticTip col2" id="2019_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_shadow_lifedrain.jpg');">
<div class="talentHolder
						 disabled" id="2019_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(2019);">
<span id="spellInfo_2019" style="display: none;"><span style="float: left;">1 Кровь</span>
<br>
<span style="float: right;"> Восстановление: 1  мин</span><span style="float: left;"> Мгновенное действие </span></span>
<div class="talentHover"></div>
<div class="rankCtr">
<span id="2019_numPoints_sdfkte75">0</span><span>/</span><span>1</span>
</div>
</div>
</div>
</div>
<div class="tier">
<div class="talent staticTip col0" id="1959_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/ability_creature_cursed_02.jpg');">
<div class="talentHolder
						 disabled" id="1959_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(1959);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1959_numPoints_sdfkte75">0</span><span>/</span><span>3</span>
</div>
</div>
</div>
<div class="talent staticTip col1" id="1957_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/inv_weapon_shortblade_40.jpg');">
<div class="talentHolder
						 disabled" id="1957_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(1957);">
<span id="spellInfo_1957" style="display: none;"><span style="float: right;">Дистанция ближнего боя</span><span style="float: left;">1 Кровь</span>
<br>
<span style="float: left;"> Мгновенное действие </span></span>
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1957_numPoints_sdfkte75">0</span><span>/</span><span>1</span>
</div>
</div>
</div>
<div class="talent staticTip col2" id="1958_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_deathknight_classicon.jpg');">
<div class="talentHolder
						 disabled" id="1958_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(1958);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1958_numPoints_sdfkte75">0</span><span>/</span><span>3</span>
</div>
</div>
</div>
</div>
<div class="tier">
<div class="talent staticTip col1" id="2034_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_nature_reincarnation.jpg');">
<div class="talentHolder
						 disabled" id="2034_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(2034);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="2034_numPoints_sdfkte75">0</span><span>/</span><span>5</span>
</div>
</div>
</div>
</div>
<div class="tier">
<div class="talent staticTip col1" id="1961_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/inv_sword_07.jpg');">
<div class="talentHolder
						 disabled" id="1961_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(1961);">
<span id="spellInfo_1961" style="display: none;"><span style="float: right;"> Радиус действия30 </span><span style="float: left;">60 Сила рун</span>
<br>
<span style="float: right;"> Восстановление: 1.5  мин</span><span style="float: left;"> Мгновенное действие </span></span>
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1961_numPoints_sdfkte75">0</span><span>/</span><span>1</span>
</div>
</div>
</div>
</div>
<div class="talentTreeInfo" style="background: url(wow-icons/_images/21x21/spell_deathknight_bloodpresence.png) 0 0 no-repeat;">
<span id="treeName_0_sdfkte75" style="font-weight: bold;">Кровь</span> &nbsp;<span id="treeSpent_0_sdfkte75">0</span>
</div>
</div>
<div class="talentTree" id="Frost_tree_sdfkte75" style="margin-right: 3px; background-image: url('images/talents/bg/small/DeathKnightFrost.jpg')">
<div class="tier">
<div class="talent staticTip col0" id="2031_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/spell_deathknight_icetouch.jpg');">
<div class="talentHolder
						" id="2031_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(2031);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="2031_numPoints_sdfkte75">0</span><span>/</span><span>3</span>
</div>
</div>
</div>
<div class="talent staticTip col1" id="2020_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/spell_arcane_arcane01.jpg');">
<div class="talentHolder
						" id="2020_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(2020);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="2020_numPoints_sdfkte75">0</span><span>/</span><span>2</span>
</div>
</div>
</div>
<div class="talent staticTip col2" id="1968_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/spell_holy_devotion.jpg');">
<div class="talentHolder
						" id="1968_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(1968);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1968_numPoints_sdfkte75">0</span><span>/</span><span>5</span>
</div>
</div>
</div>
</div>
<div class="tier">
<div class="talent staticTip col1" id="2035_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_frost_manarecharge.jpg');">
<div class="talentHolder
						 disabled" id="2035_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(2035);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="2035_numPoints_sdfkte75">0</span><span>/</span><span>2</span>
</div>
</div>
</div>
<div class="talent staticTip col2" id="1973_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_shadow_darkritual.jpg');">
<div class="talentHolder
						 disabled" id="1973_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(1973);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1973_numPoints_sdfkte75">0</span><span>/</span><span>5</span>
</div>
</div>
</div>
<div class="talent staticTip col3" id="2022_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/ability_dualwield.jpg');">
<div class="talentHolder
						 disabled" id="2022_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(2022);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="2022_numPoints_sdfkte75">0</span><span>/</span><span>3</span>
</div>
</div>
</div>
</div>
<div class="tier">
<div class="talent staticTip col0" id="2042_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_deathknight_icytalons.jpg');">
<div class="talentHolder
						 disabled" id="2042_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(2042);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="2042_numPoints_sdfkte75">0</span><span>/</span><span>5</span>
</div>
</div>
</div>
<div class="talent staticTip col1" id="2215_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_shadow_raisedead.jpg');">
<div class="talentHolder
						 disabled" id="2215_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(2215);">
<span id="spellInfo_2215" style="display: none;"><span style="float: right;"> Восстановление: 2  мин</span><span style="float: left;"> Мгновенное действие </span></span>
<div class="talentHover"></div>
<div class="rankCtr">
<span id="2215_numPoints_sdfkte75">0</span><span>/</span><span>1</span>
</div>
</div>
</div>
<div class="talent staticTip col2" id="2048_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/inv_weapon_hand_18.jpg');">
<div class="talentHolder
						 disabled" id="2048_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(2048);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="2048_numPoints_sdfkte75">0</span><span>/</span><span>3</span>
</div>
</div>
</div>
</div>
<div class="tier">
<div class="talent staticTip col1" id="2044_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/inv_sword_122.jpg');">
<div class="talentHolder
						 disabled" id="2044_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(2044);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="2044_numPoints_sdfkte75">0</span><span>/</span><span>5</span>
</div>
</div>
</div>
<div class="talent staticTip col2" id="1981_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_frost_frostshock.jpg');">
<div class="talentHolder
						 disabled" id="1981_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(1981);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1981_numPoints_sdfkte75">0</span><span>/</span><span>2</span>
</div>
</div>
</div>
<div class="talent staticTip col3" id="1971_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_shadow_twilight.jpg');">
<div class="talentHolder
						 disabled" id="1971_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(1971);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1971_numPoints_sdfkte75">0</span><span>/</span><span>2</span>
</div>
</div>
</div>
</div>
<div class="tier">
<div class="talent staticTip col1" id="1990_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/inv_chest_mail_04.jpg');">
<div class="talentHolder
						 disabled" id="1990_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(1990);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1990_numPoints_sdfkte75">0</span><span>/</span><span>3</span>
</div>
</div>
</div>
<div class="talent staticTip col2" id="2030_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_nature_removedisease.jpg');">
<div class="talentHolder
						 disabled" id="2030_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(2030);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="2030_numPoints_sdfkte75">0</span><span>/</span><span>3</span>
</div>
</div>
</div>
<div class="talent staticTip col3" id="1980_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_shadow_soulleech_2.jpg');">
<div class="talentHolder
						 disabled" id="1980_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(1980);">
<span id="spellInfo_1980" style="display: none;"><span style="float: right;"> Восстановление: 2  мин</span><span style="float: left;"> Мгновенное действие </span></span>
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1980_numPoints_sdfkte75">0</span><span>/</span><span>1</span>
</div>
</div>
</div>
</div>
<div class="tier">
<div class="talent staticTip col0" id="2223_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_deathknight_icytalons.jpg');">
<div class="talentHolder
						 disabled" id="2223_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(2223);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="2223_numPoints_sdfkte75">0</span><span>/</span><span>1</span>
</div>
</div>
</div>
<div class="talent staticTip col1" id="1993_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/inv_sword_112.jpg');">
<div class="talentHolder
						 disabled" id="1993_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(1993);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1993_numPoints_sdfkte75">0</span><span>/</span><span>2</span>
</div>
</div>
</div>
<div class="talent staticTip col2" id="1992_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_frost_freezingbreath.jpg');">
<div class="talentHolder
						 disabled" id="1992_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(1992);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1992_numPoints_sdfkte75">0</span><span>/</span><span>3</span>
</div>
</div>
</div>
</div>
<div class="tier">
<div class="talent staticTip col0" id="2260_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_frost_wisp.jpg');">
<div class="talentHolder
						 disabled" id="2260_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(2260);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="2260_numPoints_sdfkte75">0</span><span>/</span><span>3</span>
</div>
</div>
</div>
<div class="talent staticTip col1" id="1999_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/inv_staff_15.jpg');">
<div class="talentHolder
						 disabled" id="1999_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(1999);">
<span id="spellInfo_1999" style="display: none;"><span style="float: left;">40 Сила рун</span>
<br>
<span style="float: right;"> Восстановление: 1  мин</span><span style="float: left;"> Мгновенное действие </span></span>
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1999_numPoints_sdfkte75">0</span><span>/</span><span>1</span>
</div>
</div>
</div>
<div class="talent staticTip col2" id="2029_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_deathknight_frostpresence.jpg');">
<div class="talentHolder
						 disabled" id="2029_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(2029);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="2029_numPoints_sdfkte75">0</span><span>/</span><span>2</span>
</div>
</div>
</div>
</div>
<div class="tier">
<div class="talent staticTip col0" id="2284_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/ability_dualwieldspecialization.jpg');">
<div class="talentHolder
						 disabled" id="2284_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(2284);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="2284_numPoints_sdfkte75">0</span><span>/</span><span>3</span>
</div>
</div>
</div>
<div class="talent staticTip col1" id="2210_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/inv_weapon_shortblade_79.jpg');">
<div class="talentHolder
						 disabled" id="2210_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(2210);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="2210_numPoints_sdfkte75">0</span><span>/</span><span>3</span>
</div>
</div>
</div>
<div class="talent staticTip col2" id="1979_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/inv_armor_helm_plate_naxxramas_raidwarrior_c_01.jpg');">
<div class="talentHolder
						 disabled" id="1979_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(1979);">
<span id="spellInfo_1979" style="display: none;"><span style="float: left;">1 Лед</span>
<br>
<span style="float: right;"> Восстановление: 1  мин</span><span style="float: left;"> Мгновенное действие </span></span>
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1979_numPoints_sdfkte75">0</span><span>/</span><span>1</span>
</div>
</div>
</div>
</div>
<div class="tier">
<div class="talent staticTip col0" id="1997_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_fire_elementaldevastation.jpg');">
<div class="talentHolder
						 disabled" id="1997_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(1997);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1997_numPoints_sdfkte75">0</span><span>/</span><span>3</span>
</div>
</div>
</div>
<div class="talent staticTip col1" id="1975_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_deathknight_empowerruneblade2.jpg');">
<div class="talentHolder
						 disabled" id="1975_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(1975);">
<span id="spellInfo_1975" style="display: none;"><span style="float: right;">Дистанция ближнего боя</span><span style="float: left;">40 Сила рун</span>
<br>
<span style="float: left;"> Мгновенное действие </span></span>
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1975_numPoints_sdfkte75">0</span><span>/</span><span>1</span>
</div>
</div>
</div>
<div class="talent staticTip col2" id="2040_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/inv-sword_53.jpg');">
<div class="talentHolder
						 disabled" id="2040_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(2040);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="2040_numPoints_sdfkte75">0</span><span>/</span><span>3</span>
</div>
</div>
</div>
</div>
<div class="tier">
<div class="talent staticTip col1" id="1998_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_nature_tranquility.jpg');">
<div class="talentHolder
						 disabled" id="1998_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(1998);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1998_numPoints_sdfkte75">0</span><span>/</span><span>5</span>
</div>
</div>
</div>
</div>
<div class="tier">
<div class="talent staticTip col1" id="1989_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_frost_arcticwinds.jpg');">
<div class="talentHolder
						 disabled" id="1989_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(1989);">
<span id="spellInfo_1989" style="display: none;"><span style="float: right;"> Радиус действия20 </span><span style="float: left;">1 Нечестивость,1 Лед</span>
<br>
<span style="float: right;">Восстановление: 8  сек</span><span style="float: left;"> Мгновенное действие </span></span>
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1989_numPoints_sdfkte75">0</span><span>/</span><span>1</span>
</div>
</div>
</div>
</div>
<div class="talentTreeInfo" style="background: url(wow-icons/_images/21x21/spell_deathknight_frostpresence.png) 0 0 no-repeat;">
<span id="treeName_1_sdfkte75" style="font-weight: bold;">Лед</span> &nbsp;<span id="treeSpent_1_sdfkte75">0</span>
</div>
</div>
<div class="talentTree" id="Unholy_tree_sdfkte75" style="background-image: url('images/talents/bg/small/DeathKnightUnholy.jpg');">
<div class="tier">
<div class="talent staticTip col0" id="2082_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/spell_deathknight_plaguestrike.jpg');">
<div class="talentHolder
						" id="2082_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(2082);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="2082_numPoints_sdfkte75">0</span><span>/</span><span>2</span>
</div>
</div>
</div>
<div class="talent staticTip col1" id="1932_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/spell_shadow_burningspirit.jpg');">
<div class="talentHolder
						" id="1932_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(1932);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1932_numPoints_sdfkte75">0</span><span>/</span><span>3</span>
</div>
</div>
</div>
<div class="talent staticTip col2" id="2218_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/spell_nature_mirrorimage.jpg');">
<div class="talentHolder
						" id="2218_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(2218);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="2218_numPoints_sdfkte75">0</span><span>/</span><span>5</span>
</div>
</div>
</div>
</div>
<div class="tier">
<div class="talent staticTip col0" id="1963_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_shadow_shadowwordpain.jpg');">
<div class="talentHolder
						 disabled" id="1963_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(1963);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1963_numPoints_sdfkte75">0</span><span>/</span><span>2</span>
</div>
</div>
</div>
<div class="talent staticTip col1" id="1933_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_shadow_deathanddecay.jpg');">
<div class="talentHolder
						 disabled" id="1933_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(1933);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1933_numPoints_sdfkte75">0</span><span>/</span><span>3</span>
</div>
</div>
</div>
<div class="talent staticTip col2" id="2025_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_deathknight_strangulate.jpg');">
<div class="talentHolder
						 disabled" id="2025_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(2025);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="2025_numPoints_sdfkte75">0</span><span>/</span><span>2</span>
</div>
</div>
</div>
<div class="talent staticTip col3" id="1934_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_deathknight_gnaw_ghoul.jpg');">
<div class="talentHolder
						 disabled" id="1934_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(1934);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1934_numPoints_sdfkte75">0</span><span>/</span><span>3</span>
</div>
</div>
</div>
</div>
<div class="tier">
<div class="talent staticTip col0" id="2008_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_shadow_plaguecloud.jpg');">
<div class="talentHolder
						 disabled" id="2008_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(2008);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="2008_numPoints_sdfkte75">0</span><span>/</span><span>3</span>
</div>
</div>
</div>
<div class="talent staticTip col1" id="2047_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/inv_weapon_shortblade_60.jpg');">
<div class="talentHolder
						 disabled" id="2047_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(2047);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="2047_numPoints_sdfkte75">0</span><span>/</span><span>5</span>
</div>
</div>
</div>
<div class="talent staticTip col2" id="1985_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/ability_creature_disease_02.jpg');">
<div class="talentHolder
						 disabled" id="1985_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(1985);">
<span id="spellInfo_1985" style="display: none;"><span style="float: right;"> Радиус действия30 </span><span style="float: left;">40 Сила рун</span>
<br>
<span style="float: right;">Восстановление: 5  сек</span><span style="float: left;"> Мгновенное действие </span></span>
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1985_numPoints_sdfkte75">0</span><span>/</span><span>1</span>
</div>
</div>
</div>
</div>
<div class="tier">
<div class="talent staticTip col1" id="2039_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_deathknight_summondeathcharger.jpg');">
<div class="talentHolder
						 disabled" id="2039_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(2039);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="2039_numPoints_sdfkte75">0</span><span>/</span><span>2</span>
</div>
</div>
</div>
<div class="talent staticTip col2" id="2004_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/ability_criticalstrike.jpg');">
<div class="talentHolder
						 disabled" id="2004_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(2004);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="2004_numPoints_sdfkte75">0</span><span>/</span><span>3</span>
</div>
</div>
</div>
<div class="talent staticTip col3" id="2225_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_deathknight_armyofthedead.jpg');">
<div class="talentHolder
						 disabled" id="2225_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(2225);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="2225_numPoints_sdfkte75">0</span><span>/</span><span>2</span>
</div>
</div>
</div>
</div>
<div class="tier">
<div class="talent staticTip col0" id="1996_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_shadow_contagion.jpg');">
<div class="talentHolder
						 disabled" id="1996_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(1996);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1996_numPoints_sdfkte75">0</span><span>/</span><span>1</span>
</div>
</div>
</div>
<div class="talent staticTip col1" id="2005_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_shadow_shadowandflame.jpg');">
<div class="talentHolder
						 disabled" id="2005_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(2005);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="2005_numPoints_sdfkte75">0</span><span>/</span><span>5</span>
</div>
</div>
</div>
<div class="talent staticTip col2" id="2011_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_shadow_shadesofdarkness.jpg');">
<div class="talentHolder
						 disabled" id="2011_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(2011);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="2011_numPoints_sdfkte75">0</span><span>/</span><span>2</span>
</div>
</div>
</div>
</div>
<div class="tier">
<div class="talent staticTip col0" id="2226_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_shadow_shadowfiend.jpg');">
<div class="talentHolder
						 disabled" id="2226_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(2226);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="2226_numPoints_sdfkte75">0</span><span>/</span><span>2</span>
</div>
</div>
</div>
<div class="talent staticTip col1" id="2009_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_shadow_antimagicshell.jpg');">
<div class="talentHolder
						 disabled" id="2009_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(2009);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="2009_numPoints_sdfkte75">0</span><span>/</span><span>3</span>
</div>
</div>
</div>
<div class="talent staticTip col2" id="2001_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_shadow_shadetruesight.jpg');">
<div class="talentHolder
						 disabled" id="2001_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(2001);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="2001_numPoints_sdfkte75">0</span><span>/</span><span>3</span>
</div>
</div>
</div>
<div class="talent staticTip col3" id="1984_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_shadow_animatedead.jpg');">
<div class="talentHolder
						 disabled" id="1984_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(1984);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1984_numPoints_sdfkte75">0</span><span>/</span><span>1</span>
</div>
</div>
</div>
</div>
<div class="tier">
<div class="talent staticTip col0" id="2285_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_shadow_unholyfrenzy.jpg');">
<div class="talentHolder
						 disabled" id="2285_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(2285);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="2285_numPoints_sdfkte75">0</span><span>/</span><span>5</span>
</div>
</div>
</div>
<div class="talent staticTip col1" id="2221_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_deathknight_antimagiczone.jpg');">
<div class="talentHolder
						 disabled" id="2221_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(2221);">
<span id="spellInfo_2221" style="display: none;"><span style="float: left;">1 Нечестивость</span>
<br>
<span style="float: right;"> Восстановление: 2  мин</span><span style="float: left;"> Мгновенное действие </span></span>
<div class="talentHover"></div>
<div class="rankCtr">
<span id="2221_numPoints_sdfkte75">0</span><span>/</span><span>1</span>
</div>
</div>
</div>
<div class="talent staticTip col2" id="2013_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_deathknight_unholypresence.jpg');">
<div class="talentHolder
						 disabled" id="2013_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(2013);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="2013_numPoints_sdfkte75">0</span><span>/</span><span>2</span>
</div>
</div>
</div>
<div class="talent staticTip col3" id="2085_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/ability_ghoulfrenzy.jpg');">
<div class="talentHolder
						 disabled" id="2085_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(2085);">
<span id="spellInfo_2085" style="display: none;"><span style="float: right;"> Радиус действия45 </span><span style="float: left;">1 Нечестивость</span>
<br>
<span style="float: right;">Восстановление: 10  сек</span><span style="float: left;"> Мгновенное действие </span></span>
<div class="talentHover"></div>
<div class="rankCtr">
<span id="2085_numPoints_sdfkte75">0</span><span>/</span><span>1</span>
</div>
</div>
</div>
</div>
<div class="tier">
<div class="talent staticTip col1" id="1962_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_nature_nullifydisease.jpg');">
<div class="talentHolder
						 disabled" id="1962_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(1962);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1962_numPoints_sdfkte75">0</span><span>/</span><span>3</span>
</div>
</div>
</div>
<div class="talent staticTip col2" id="2007_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/inv_chest_leather_13.jpg');">
<div class="talentHolder
						 disabled" id="2007_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(2007);">
<span id="spellInfo_2007" style="display: none;"><span style="float: left;">1 Нечестивость</span>
<br>
<span style="float: right;"> Восстановление: 1  мин</span><span style="float: left;"> Мгновенное действие </span></span>
<div class="talentHover"></div>
<div class="rankCtr">
<span id="2007_numPoints_sdfkte75">0</span><span>/</span><span>1</span>
</div>
</div>
</div>
</div>
<div class="tier">
<div class="talent staticTip col0" id="2003_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_shadow_callofbone.jpg');">
<div class="talentHolder
						 disabled" id="2003_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(2003);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="2003_numPoints_sdfkte75">0</span><span>/</span><span>3</span>
</div>
</div>
</div>
<div class="talent staticTip col1" id="2043_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/ability_creature_cursed_03.jpg');">
<div class="talentHolder
						 disabled" id="2043_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(2043);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="2043_numPoints_sdfkte75">0</span><span>/</span><span>3</span>
</div>
</div>
</div>
<div class="talent staticTip col2" id="2216_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_deathknight_scourgestrike.jpg');">
<div class="talentHolder
						 disabled" id="2216_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(2216);">
<span id="spellInfo_2216" style="display: none;"><span style="float: right;">Дистанция ближнего боя</span><span style="float: left;">1 Нечестивость,1 Лед</span>
<br>
<span style="float: left;"> Мгновенное действие </span></span>
<div class="talentHover"></div>
<div class="rankCtr">
<span id="2216_numPoints_sdfkte75">0</span><span>/</span><span>1</span>
</div>
</div>
</div>
</div>
<div class="tier">
<div class="talent staticTip col1" id="2036_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/inv_weapon_halberd14.jpg');">
<div class="talentHolder
						 disabled" id="2036_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(2036);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="2036_numPoints_sdfkte75">0</span><span>/</span><span>5</span>
</div>
</div>
</div>
</div>
<div class="tier">
<div class="talent staticTip col1" id="2000_iconHolder_sdfkte75" style="background-image:url('wow-icons/_images/_talents31x31/grey/ability_hunter_pet_bat.jpg');">
<div class="talentHolder
						 disabled" id="2000_talentHolder_sdfkte75" onclick="return false" onmouseover="talentCalc.makeTalentTooltip(2000);">
<span id="spellInfo_2000" style="display: none;"><span style="float: right;"> Радиус действия30 </span><span style="float: left;">60 Сила рун</span>
<br>
<span style="float: right;"> Восстановление: 3  мин</span><span style="float: left;"> Мгновенное действие </span></span>
<div class="talentHover"></div>
<div class="rankCtr">
<span id="2000_numPoints_sdfkte75">0</span><span>/</span><span>1</span>
</div>
</div>
</div>
</div>
<div class="talentTreeInfo" style="background: url(wow-icons/_images/21x21/spell_deathknight_unholypresence.png) 0 0 no-repeat;">
<span id="treeName_2_sdfkte75" style="font-weight: bold;">Нечестивость</span> &nbsp;<span id="treeSpent_2_sdfkte75">0</span>
</div>
</div>
<table border="0" cellpadding="0" cellspacing="0" class="resetExportHolder">
<tr>
<td><a class="awesomeButton awesomeButton-exportBuild" href="#" id="linkToBuild_sdfkte75" target="_blank"><span>
<div class="staticTip" onmouseover="setTipText('Создание копии данной раскладки и ее перенос в расчет талантов.')">Копия</div>
</span></a></td>
</tr>
</table>
</div>
</div>
</div>
</div>
</div>
<div class="clear"></div>
</div>
</div>
</div>
</div>
</div>
</div>
</div>
</div>
<script type="text/javascript">
				$(document).ready(function(){
					initCharTalents();			
				});
			</script>
</div>
</div>
</div>
</div>