<div class="full-list">
<div class="info-pane">
<div class="talentCalcBg">
<div class="talentCalcFooter">
<xsl-template name="head-content">
<script src="_js/tools/talent-calc.js" type="text/javascript"></script>
</xsl-template>
<script type="text/javascript">
		var talentData_wenld36 = [
		
			{
				id:   "Affliction",
				name: "Колдовство",
				talents: [
				
					{
						id:     1284,
						tier:   0,
						column: 0,
						name:  "Улучшенное проклятие агонии",
						icon:  "spell_shadow_curseofsargeras",
						
						ranks: [
						
							"Увеличение урона, нанесенного заклинанием \"Проклятие агонии\", на 5%."
							,
							"Увеличение урона, нанесенного заклинанием \"Проклятие агонии\", на 10%."
							
						]
					}
					,
					{
						id:     1005,
						tier:   0,
						column: 1,
						name:  "Подавление",
						icon:  "spell_shadow_unsummonbuilding",
						
						ranks: [
						
							"Повышает вероятность попадания заклинаниями по цели на 1%, а также снижает расход маны на заклинания категории \"Колдовство\" на 2%."
							,
							"Повышает вероятность попадания заклинаниями по цели на 2%, а также снижает расход маны на заклинания категории \"Колдовство\" на 4%."
							,
							"Повышает вероятность попадания заклинаниями по цели на 3%, а также снижает расход маны на заклинания категории \"Колдовство\" на 6%."
							
						]
					}
					,
					{
						id:     1003,
						tier:   0,
						column: 2,
						name:  "Усиленная порча",
						icon:  "spell_shadow_abominationexplosion",
						
						ranks: [
						
							"Увеличивает урон от заклинания \"Порча\" на 2%. Повышает вероятность критического эффекта заклинания \"Семя порчи\" на 1%."
							,
							"Увеличивает урон от заклинания \"Порча\" на 4%. Повышает вероятность критического эффекта заклинания \"Семя порчи\" на 2%."
							,
							"Увеличивает урон от заклинания \"Порча\" на 6%. Повышает вероятность критического эффекта заклинания \"Семя порчи\" на 3%."
							,
							"Увеличивает урон от заклинания \"Порча\" на 8%. Повышает вероятность критического эффекта заклинания \"Семя порчи\" на 4%."
							,
							"Увеличивает урон от заклинания \"Порча\" на 10%. Повышает вероятность критического эффекта заклинания \"Семя порчи\" на 5%."
							
						]
					}
					,
					{
						id:     1006,
						tier:   1,
						column: 0,
						name:  "Гнетущее проклятие слабости",
						icon:  "spell_shadow_curseofmannoroth",
						
						ranks: [
						
							"Повышает эффективность снижения силы атаки под действием вашего заклинания \"Проклятие слабости\" на 10%."
							,
							"Повышает эффективность снижения силы атаки под действием вашего заклинания \"Проклятие слабости\" на 20%."
							
						]
					}
					,
					{
						id:     1101,
						tier:   1,
						column: 1,
						name:  "Улучшенное похищение души",
						icon:  "spell_shadow_haunting",
						
						ranks: [
						
							"Восполняет 7% максимального запаса маны при условии, что вы убили противника в процессе применения заклинания \"Похищение души\", а также снижает на 10% угрозу, создаваемую заклинаниями категории \"Колдовство\"."
							,
							"Восполняет 15% максимального запаса маны при условии, что вы убили противника в процессе применения заклинания \"Похищение души\", а также снижает на 20% угрозу, создаваемую заклинаниями категории \"Колдовство\"."
							
						]
					}
					,
					{
						id:     1007,
						tier:   1,
						column: 2,
						name:  "Улучшенный жизнеотвод",
						icon:  "spell_shadow_burningspirit",
						
						ranks: [
						
							"Увеличение количества маны, полученной при использовании заклинания \"Жизнеотвод\", на 10%."
							,
							"Увеличение количества маны, полученной при использовании заклинания \"Жизнеотвод\", на 20%."
							
						]
					}
					,
					{
						id:     1004,
						tier:   1,
						column: 3,
						name:  "Вытягивание души",
						icon:  "spell_shadow_lifedrain02",
						
						ranks: [
						
							"Увеличивает количество здоровья, вытягиваемого из противника при помощи заклинаний \"Похищение жизни\" и \"Похищение души\" на 3% за каждый эффект категории \"Колдовство\", наложенный на цель. Максимально возможное увеличение – 9%."
							,
							"Увеличивает количество здоровья, вытягиваемого из противника при помощи заклинаний \"Похищение жизни\" и \"Похищение души\" на 6% за каждый эффект категории \"Колдовство\", наложенный на цель. Максимально возможное увеличение – 18%."
							
						]
					}
					,
					{
						id:     2205,
						tier:   2,
						column: 0,
						name:  "Леденящий страх",
						icon:  "spell_shadow_possession",
						
						ranks: [
						
							"Заклинание \"Страх\" по окончании действия насылает на противника \"Ночной кошмар\". \"Ночной кошмар\" замедляет скорость передвижения цели на 15% в течение 5 сек."
							,
							"Заклинание \"Страх\" по окончании действия насылает на противника \"Ночной кошмар\". \"Ночной кошмар\" замедляет скорость передвижения цели на 30% в течение 5 сек."
							
						]
					}
					,
					{
						id:     1001,
						tier:   2,
						column: 1,
						name:  "Сосредоточение Скверны",
						icon:  "spell_shadow_fingerofdeath",
						
						ranks: [
						
							"Сокращает время, теряемое в случае получения урона при произнесении заклинаний \"Похищение жизни\", \"Похищение маны\", \"Похищение души\", \"Нестабильное колдовство\" и \"Блуждающий дух\", на 23%."
							,
							"Сокращает время, теряемое в случае получения урона при произнесении заклинаний \"Похищение жизни\", \"Похищение маны\", \"Похищение души\" и \"Нестабильное колдовство\", на 46%."
							,
							"Сокращает время, теряемое в случае получения урона при произнесении заклинаний \"Похищение жизни\", \"Похищение маны\", \"Похищение души\", \"Нестабильное колдовство\" и \"Блуждающий дух\", на 70%."
							
						]
					}
					,
					{
						id:     1061,
						tier:   2,
						column: 2,
						name:  "Усиление проклятия",
						icon:  "spell_shadow_contagion",
						
						ranks: [
						
							"Уменьшает время восстановления ваших проклятий на 0.5 сек."
							
						]
					}
					,
					{
						id:     1021,
						tier:   3,
						column: 0,
						name:  "Предел мрака",
						icon:  "spell_shadow_callofbone",
						
						ranks: [
						
							"Увеличение дальности действия ваших заклинаний категории \"Колдовство\" на 10%."
							,
							"Увеличение дальности действия ваших заклинаний категории \"Колдовство\" на 20%."
							
						]
					}
					,
					{
						id:     1002,
						tier:   3,
						column: 1,
						name:  "Сумерки",
						icon:  "spell_shadow_twilight",
						
						ranks: [
						
							"Заклинания \"Порча\" и \"Похищение жизни\" с вероятностью 2% после нанесения урона противнику позволят войти в состояние \"Теневой транс\". \"Теневой транс\" снижает время наложения следующего заклинания \"Стрела Тьмы\" на 100%."
							,
							"Заклинания \"Порча\" и \"Похищение жизни\" с вероятностью 4% после нанесения урона противнику позволят войти в состояние \"Теневой транс\". \"Теневой транс\" снижает время наложения следующего заклинания \"Стрела Тьмы\" на 100%."
							
						]
					}
					,
					{
						id:     1764,
						tier:   3,
						column: 3,
						name:  "Усугубленная порча",
						icon:  "spell_shadow_abominationexplosion",
						
						ranks: [
						
							"Урон от заклинания \"Порча\" увеличивается на 12% вашей силы заклинаний."
							,
							"Урон от заклинания \"Порча\" увеличивается на 24% вашей силы заклинаний."
							,
							"Урон от заклинания \"Порча\" увеличивается на 36% вашей силы заклинаний."
							
						]
					}
					,
					{
						id:     1763,
						tier:   4,
						column: 0,
						name:  "Объятия Тьмы",
						icon:  "spell_shadow_shadowembrace",
						
						ranks: [
						
							"Заклинания \"Стрела тьмы\" и \"Блуждающий дух\" накладывают на цель эффект \"Объятия Тьмы\", который увеличивает наносимый вами периодический урон от темной магии на 1% и снижает эффективность применяемого к цели периодического исцеления на 3%. Время действия – 12 сек. Эффект суммируется до 2 раз."
							,
							"Заклинания \"Стрела тьмы\" и \"Блуждающий дух\" накладывают на цель эффект \"Объятия Тьмы\", который увеличивает наносимый вами периодический урон от темной магии на 2% и снижает эффективность применяемого к цели периодического исцеления на 6%. Время действия – 12 сек. Эффект суммируется до 2 раз."
							,
							"Заклинания \"Стрела тьмы\" и \"Блуждающий дух\" накладывают на цель эффект \"Объятия Тьмы\", который увеличивает наносимый вами периодический урон от темной магии на 3% и снижает эффективность применяемого к цели периодического исцеления на 9%. Время действия – 12 сек. Эффект суммируется до 2 раз."
							,
							"Заклинания \"Стрела тьмы\" и \"Блуждающий дух\" накладывают на цель эффект \"Объятия Тьмы\", который увеличивает наносимый вами периодический урон от темной магии на 4% и снижает эффективность применяемого к цели периодического исцеления на 12%. Время действия – 12 сек. Эффект суммируется до 2 раз."
							,
							"Заклинания \"Стрела тьмы\" и \"Блуждающий дух\" накладывают на цель эффект \"Объятия Тьмы\", который увеличивает наносимый вами периодический урон от темной магии на 5% и снижает эффективность применяемого к цели периодического исцеления на 15%. Время действия – 12 сек. Эффект суммируется до 2 раз."
							
						]
					}
					,
					{
						id:     1041,
						tier:   4,
						column: 1,
						name:  "Вытягивание жизни",
						icon:  "spell_shadow_requiem",
						
						ranks: [
						
							"Нанося урон заклинанием \"Порча\", вы восстанавливаете себе здоровье в объеме 40% от нанесенного урона. Урон периодических эффектов заклинаний \"Порча\", \"Семя порчи\" и \"Нестабильное колдовство\" увеличивается на 5%."
							
						]
					}
					,
					{
						id:     1081,
						tier:   4,
						column: 2,
						name:  "Проклятие изнеможения",
						icon:  "spell_shadow_grimward",
						
							requires: 1061,
						
						ranks: [
						
							"Снижение скорости передвижения цели на 30% на 12 сек. Каждый чернокнижник может наложить на каждую цель только одно проклятие."
							
						]
					}
					,
					{
						id:     1873,
						tier:   5,
						column: 0,
						name:  "Матерый охотник Скверны",
						icon:  "spell_shadow_summonfelhunter",
						
						ranks: [
						
							"Ваш охотник Скверны восполняет 8% от своего максимального запаса маны при нанесении урона способностью \"Укус тьмы\". Время восстановления этой способности сокращается на 2 с. Эффективность способности \"Интеллект Скверны\" повышается на 5%."
							,
							"Ваш охотник Скверны восполняет 8% от своего максимального запаса маны при нанесении урона способностью \"Укус тьмы\". Время восстановления этой способности сокращается на 4 с. Эффективность способности \"Интеллект Скверны\" повышается на 10%."
							
						]
					}
					,
					{
						id:     1042,
						tier:   5,
						column: 1,
						name:  "Власть над Тенями",
						icon:  "spell_shadow_shadetruesight",
						
							requires: 1041,
						
						ranks: [
						
							"Увеличивает количество здоровья, похищаемое вашими заклинаниями темной магии, а также урон, наносимый вашими заклинаниями темной магии и способностью \"Укус Тьмы\" вашего охотника Скверны, на 3%."
							,
							"Увеличивает количество здоровья, похищаемое вашими заклинаниями темной магии, а также урон, наносимый вашими заклинаниями темной магии и способностью \"Укус Тьмы\" вашего охотника Скверны, на 6%."
							,
							"Увеличивает количество здоровья, похищаемое вашими заклинаниями темной магии, а также урон, наносимый вашими заклинаниями темной магии и способностью \"Укус Тьмы\" вашего охотника Скверны, на 9%."
							,
							"Увеличивает количество здоровья, похищаемое вашими заклинаниями темной магии, а также урон, наносимый вашими заклинаниями темной магии и способностью \"Укус Тьмы\" вашего охотника Скверны, на 12%."
							,
							"Увеличивает количество здоровья, похищаемое вашими заклинаниями темной магии, а также урон, наносимый вашими заклинаниями темной магии и способностью \"Укус Тьмы\" вашего охотника Скверны, на 15%."
							
						]
					}
					,
					{
						id:     1878,
						tier:   6,
						column: 0,
						name:  "Изничтожение",
						icon:  "ability_warlock_eradication",
						
						ranks: [
						
							"При нанесении урона \"Порчей\" вы с 6%-й вероятностью можете увеличить скорость применения заклинаний на 6%. Время действия — 10 сек."
							,
							"При нанесении урона \"Порчей\" вы с 6%-й вероятностью можете увеличить скорость применения заклинаний на 12%. Время действия — 10 сек."
							,
							"При нанесении урона \"Порчей\" вы с 6%-й вероятностью можете увеличить скорость применения заклинаний на 20%. Время действия — 10 сек."
							
						]
					}
					,
					{
						id:     1669,
						tier:   6,
						column: 1,
						name:  "Зараза",
						icon:  "spell_shadow_painfulafflictions",
						
						ranks: [
						
							"Увеличивает урон от заклинаний \"Проклятие агонии\", \"Порча\" и \"Семя порчи\" на 1% и снижает на 6% вероятность того, что благотворные заклинания категории \"Колдовство\" и заклинания, наносящие периодический урон, будут рассеяны."
							,
							"Увеличивает урон от заклинаний \"Проклятие агонии\", \"Порча\" и \"Семя порчи\" на 2% и снижает на 12% вероятность того, что благотворные заклинания категории \"Колдовство\" и заклинания, наносящие периодический урон, будут рассеяны."
							,
							"Увеличивает урон от заклинаний \"Проклятие агонии\", \"Порча\" и \"Семя порчи\" на 3% и снижает на 18% вероятность того, что благотворные заклинания категории \"Колдовство\" и заклинания, наносящие периодический урон, будут рассеяны."
							,
							"Увеличивает урон от заклинаний \"Проклятие агонии\", \"Порча\" и \"Семя порчи\" на 4% и снижает на 24% вероятность того, что благотворные заклинания категории \"Колдовство\" и заклинания, наносящие периодический урон, будут рассеяны."
							,
							"Увеличивает урон от заклинаний \"Проклятие агонии\", \"Порча\" и \"Семя порчи\" на 5% и снижает на 30% вероятность того, что благотворные заклинания категории \"Колдовство\" и заклинания, наносящие периодический урон, будут рассеяны."
							
						]
					}
					,
					{
						id:     1022,
						tier:   6,
						column: 2,
						name:  "Темный союз",
						icon:  "spell_shadow_darkritual",
						
						ranks: [
						
							"Похищает 305 ед. маны вашего питомца и восстанавливает такое же количество маны у вашего персонажа."
							
						]
					}
					,
					{
						id:     1668,
						tier:   7,
						column: 0,
						name:  "Пронзительный вой ужаса",
						icon:  "spell_shadow_deathscream",
						
						ranks: [
						
							"Сокращает время произнесения заклинания \"Вой ужаса\" на 0.8 сек."
							,
							"Сокращает время произнесения заклинания \"Вой ужаса\" на 1.5 сек."
							
						]
					}
					,
					{
						id:     1667,
						tier:   7,
						column: 2,
						name:  "Злое слово",
						icon:  "spell_shadow_curseofachimonde",
						
						ranks: [
						
							"Повышает урон от заклинаний на 1%, увеличивает вероятность нанести критический удар от периодических эффектов \"Порчи\" и \"Нестабильного колдовства\" на 3%.\""
							,
							"Повышает урон от заклинаний на 2%, увеличивает вероятность нанести критический удар от периодических эффектов \"Порчи\" и \"Нестабильного колдовства\" на 6%.\""
							,
							"Повышает урон от заклинаний на 3%, увеличивает вероятность нанести критический удар от периодических эффектов \"Порчи\" и \"Нестабильного колдовства\" на 9%.\""
							
						]
					}
					,
					{
						id:     1875,
						tier:   8,
						column: 0,
						name:  "Объятия смерти",
						icon:  "spell_shadow_deathsembrace",
						
						ranks: [
						
							"Увеличивает количество здоровья, вытягиваемого вашим заклинанием \"Похищение жизни\", на 10%, когда у вас остается 20% здоровья или менее, и увеличивает урон от ваших заклинаний темной магии на 4%, когда у цели остается 35% здоровья или менее."
							,
							"Увеличивает количество здоровья, вытягиваемого вашим заклинанием \"Похищение жизни\", на 20%, когда у вас остается 20% здоровья или менее, и увеличивает урон от ваших заклинаний темной магии на 8%, когда у цели остается 35% здоровья или менее."
							,
							"Увеличивает количество здоровья, вытягиваемого вашим заклинанием \"Похищение жизни\", на 30%, когда у вас остается 20% здоровья или менее, и увеличивает урон от ваших заклинаний темной магии на 12%, когда у цели остается 35% здоровья или менее."
							
						]
					}
					,
					{
						id:     1670,
						tier:   8,
						column: 1,
						name:  "Нестабильное колдовство",
						icon:  "spell_shadow_unstableaffliction_3",
						
							requires: 1669,
						
						ranks: [
						
							"Наносит цели 550 ед. урона в течение 15 сек. Кроме того, тот, кто рассеет заклинание \"Нестабильное колдовство\", получит 990 ед. урона и онемеет на 5 сек."
							
						]
					}
					,
					{
						id:     2245,
						tier:   8,
						column: 2,
						name:  "Пандемия",
						icon:  "spell_shadow_unstableaffliction_2",
						
							requires: 1670,
						
						ranks: [
						
							"Периодический урон от заклинаний \"Порча\" и \"Нестабильное колдовство\" может быть критическим (увеличенным на 100%). Дополнительный урон при критическом эффекте заклинания \"Блуждающий дух\" увеличивается на 100%."
							
						]
					}
					,
					{
						id:     1876,
						tier:   9,
						column: 1,
						name:  "Беспрерывное колдовство",
						icon:  "ability_warlock_everlastingaffliction",
						
						ranks: [
						
							"Урон от заклинаний \"Порча\" и \"Нестабильное колдовство\" дополнительно повышается на 1% от бонуса вашей силы заклинаний. Заклинания \"Похищение жизни\" и \"Блуждающий дух\" с вероятностью 20% могут обновить время действия наложенного на цель заклинания \"Порча\"."
							,
							"Урон от заклинаний \"Порча\" и \"Нестабильное колдовство\" дополнительно повышается на 2% от бонуса вашей силы заклинаний. Заклинания \"Похищение жизни\" и \"Блуждающий дух\" с вероятностью 40% могут обновить время действия наложенного на цель заклинания \"Порча\"."
							,
							"Урон от заклинаний \"Порча\" и \"Нестабильное колдовство\" дополнительно повышается на 3% от бонуса вашей силы заклинаний. Заклинания \"Похищение жизни\" и \"Блуждающий дух\" с вероятностью 60% могут обновить время действия наложенного на цель заклинания \"Порча\"."
							,
							"Урон от заклинаний \"Порча\" и \"Нестабильное колдовство\" дополнительно повышается на 4% от бонуса вашей силы заклинаний. Заклинания \"Похищение жизни\" и \"Блуждающий дух\" с вероятностью 80% могут обновить время действия наложенного на цель заклинания \"Порча\"."
							,
							"Урон от заклинаний \"Порча\" и \"Нестабильное колдовство\" дополнительно повышается на 5% от бонуса вашей силы заклинаний. Заклинания \"Похищение жизни\" и \"Блуждающий дух\" с вероятностью 100% могут обновить время действия наложенного на цель заклинания \"Порча\"."
							
						]
					}
					,
					{
						id:     2041,
						tier:   10,
						column: 1,
						name:  "Блуждающий дух",
						icon:  "ability_warlock_haunt",
						
						ranks: [
						
							"В противника вселяется блуждающий дух, который наносит 405 - 473 ед. урона от темной магии и увеличивает периодический урон от ваших заклинаний темной магии на 20% на 12 сек. Если заклинание было рассеяно или его действие завершилось, блуждающий дух возвращается к чернокнижнику, исцеляя его на 100% от урона, нанесенного противнику."
							
						]
					}
					
				]
			}
			,
			{
				id:   "Demonology",
				name: "Демонология",
				talents: [
				
					{
						id:     1221,
						tier:   0,
						column: 0,
						name:  "Улучшенный камень здоровья",
						icon:  "inv_stone_04",
						
						ranks: [
						
							"Увеличение на 10% количества здоровья, восполняемого камнем здоровья."
							,
							"Увеличение на 20% количества здоровья, восполняемого камнем здоровья."
							
						]
					}
					,
					{
						id:     1222,
						tier:   0,
						column: 1,
						name:  "Усиленный бес",
						icon:  "spell_shadow_summonimp",
						
						ranks: [
						
							"Увеличивает эффективность заклинаний \"Огненная стрела\", \"Огненный щит\" и \"Кровавый союз\" вашего беса на 10%."
							,
							"Увеличивает эффективность заклинаний \"Огненная стрела\", \"Огненный щит\" и \"Кровавый союз\" вашего беса на 20%."
							,
							"Увеличивает эффективность заклинаний \"Огненная стрела\", \"Огненный щит\" и \"Кровавый союз\" вашего беса на 30%."
							
						]
					}
					,
					{
						id:     1223,
						tier:   0,
						column: 2,
						name:  "Демоническое облачение",
						icon:  "spell_shadow_metamorphosis",
						
						ranks: [
						
							"Повышает выносливость на 4%."
							,
							"Повышает выносливость на 7%."
							,
							"Повышает выносливость на 10%."
							
						]
					}
					,
					{
						id:     1883,
						tier:   0,
						column: 3,
						name:  "Узы Скверны",
						icon:  "spell_shadow_felmending",
						
						ranks: [
						
							"С вероятностью 50% вы можете исцелить прислужника на 15% от объема нанесенного вами урона от заклинаний."
							,
							"С вероятностью 100% вы можете исцелить прислужника на 15% от объема нанесенного вами урона от заклинаний."
							
						]
					}
					,
					{
						id:     1224,
						tier:   1,
						column: 0,
						name:  "Широкий канал здоровья",
						icon:  "spell_shadow_lifedrain",
						
						ranks: [
						
							"Увеличивает количество передаваемого здоровья 10% и уменьшает затраты здоровья на 10%. Призванный демон получает на 15% меньше урона во время действия эффекта."
							,
							"Увеличивает количество передаваемого здоровья 20% и уменьшает затраты здоровья на 20%. Призванный демон получает на 30% меньше урона во время действия эффекта."
							
						]
					}
					,
					{
						id:     1225,
						tier:   1,
						column: 1,
						name:  "Демоническая жестокость",
						icon:  "spell_shadow_summonvoidwalker",
						
						ranks: [
						
							"Увеличивает эффективность заклинаний демона Бездны \"Мучение\", \"Поглощение теней\", \"Жертвоприношение\" и \"Муки\" на 10% и повышает силу атаки, придаваемую способностью вашего стража Скверны \"Демоническое безумие\", на 1%."
							,
							"Увеличивает эффективность заклинаний демона Бездны \"Мучение\", \"Поглощение теней\", \"Жертвоприношение\" и \"Муки\" на 20% и повышает силу атаки, придаваемую способностью вашего стража Скверны \"Демоническое безумие\", на 2%."
							,
							"Увеличивает эффективность заклинаний демона Бездны \"Мучение\", \"Поглощение теней\", \"Жертвоприношение\" и \"Муки\" на 30% и повышает силу атаки, придаваемую способностью вашего стража Скверны \"Демоническое безумие\", на 3%."
							
						]
					}
					,
					{
						id:     1242,
						tier:   1,
						column: 2,
						name:  "Энергия Скверны",
						icon:  "spell_holy_magicalsentry",
						
						ranks: [
						
							"Повышает на 5% интеллект и выносливость беса, демона Бездны, суккуба, охотника Скверны или стража Скверны и увеличивает максимальный запас маны и здоровья заклинателя на 1%."
							,
							"Повышает на 10% интеллект и выносливость беса, демона Бездны, суккуба, охотника Скверны или стража Скверны и увеличивает максимальный запас маны и здоровья заклинателя на 2%."
							,
							"Повышает на 15% интеллект и выносливость беса, демона Бездны, суккуба, охотника Скверны или стража Скверны и увеличивает максимальный запас маны и здоровья заклинателя на 3%."
							
						]
					}
					,
					{
						id:     1243,
						tier:   2,
						column: 0,
						name:  "Всевластный суккуб",
						icon:  "spell_shadow_summonsuccubus",
						
						ranks: [
						
							"Сокращает время применения способности \"Соблазн\" на 22%. Продлевает действие способностей \"Соблазн\" и \"Простая невидимость\" на 10%."
							,
							"Сокращает время применения способности \"Соблазн\" на 44%. Продлевает действие способностей \"Соблазн\" и \"Простая невидимость\" на 20%."
							,
							"Сокращает время применения способности \"Соблазн\" на 66%. Продлевает действие способностей \"Соблазн\" и \"Простая невидимость\" на 30%."
							
						]
					}
					,
					{
						id:     1282,
						tier:   2,
						column: 1,
						name:  "Связка души",
						icon:  "spell_shadow_gathershadows",
						
						ranks: [
						
							"При активации 20% всего урона, получаемого заклинателем, передается его бесу, демону Бездны, суккубу, охотнику Скверны, Стражу Скверны или порабощенному демону. От этого урона нельзя защититься. Эффект длится, пока демон находится рядом с хозяином и подчиняется ему."
							
						]
					}
					,
					{
						id:     1226,
						tier:   2,
						column: 2,
						name:  "Господство Скверны",
						icon:  "spell_nature_removecurse",
						
						ranks: [
						
							"Сокращает время призыва следующего беса, демона Бездны, суккуба, охотника Скверны или стража Скверны на 5.5 с, а расход маны на вызов – на 50%."
							
						]
					}
					,
					{
						id:     1671,
						tier:   2,
						column: 3,
						name:  "Демоническая эгида",
						icon:  "spell_shadow_ragingscream",
						
						ranks: [
						
							"Увеличение эффективности ваших заклинаний \"Демонический доспех\" и \"Доспех Скверны\" на 10%."
							,
							"Увеличение эффективности ваших заклинаний \"Демонический доспех\" и \"Доспех Скверны\" на 20%."
							,
							"Увеличение эффективности ваших заклинаний \"Демонический доспех\" и \"Доспех Скверны\" на 30%."
							
						]
					}
					,
					{
						id:     1262,
						tier:   3,
						column: 1,
						name:  "Нечистая сила",
						icon:  "spell_shadow_shadowworddominate",
						
							requires: 1282,
						
						ranks: [
						
							"Увеличение на 4% урона, наносимого в ближнем бою демоном Бездны, суккубом, охотником скверны или стражем скверны, а также наносимого бесом при применении заклинания \"Огненная стрела\"."
							,
							"Увеличение на 8% урона, наносимого в ближнем бою демоном Бездны, суккубом, охотником скверны или стражем скверны, а также наносимого бесом при применении заклинания \"Огненная стрела\"."
							,
							"Увеличение на 12% урона, наносимого в ближнем бою демоном Бездны, суккубом, охотником скверны или стражем скверны, а также наносимого бесом при применении заклинания \"Огненная стрела\"."
							,
							"Увеличение на 16% урона, наносимого в ближнем бою демоном Бездны, суккубом, охотником скверны или стражем скверны, а также наносимого бесом при применении заклинания \"Огненная стрела\"."
							,
							"Увеличение на 20% урона, наносимого в ближнем бою демоном Бездны, суккубом, охотником скверны или стражем скверны, а также наносимого бесом при применении заклинания \"Огненная стрела\"."
							
						]
					}
					,
					{
						id:     1227,
						tier:   3,
						column: 2,
						name:  "Мастер призыва",
						icon:  "spell_shadow_impphaseshift",
						
							requires: 1226,
						
						ranks: [
						
							"Снижает время призыва беса, демона Бездны, суккуба, охотника Скверны и стража Скверны на 2 сек., а расход маны на призыв – на 20%."
							,
							"Снижает время призыва беса, демона Бездны, суккуба, охотника Скверны и стража Скверны на 4 сек., а расход маны на призыв – на 40%."
							
						]
					}
					,
					{
						id:     1281,
						tier:   4,
						column: 0,
						name:  "Манакорм",
						icon:  "spell_shadow_manafeed",
						
							requires: 1262,
						
						ranks: [
						
							"Когда вы получаете ману при помощи заклинаний \"Похищение маны\" или \"Жизнеотвод\", ваш питомец получает 100% от полученной вами маны."
							
						]
					}
					,
					{
						id:     1261,
						tier:   4,
						column: 2,
						name:  "Чудо созидания",
						icon:  "inv_ammo_firetar",
						
						ranks: [
						
							"Увеличивает бонусы боевых рейтингов от использования камня огня или камня чар на 150%."
							,
							"Увеличивает бонусы боевых рейтингов от использования камня огня или камня чар на 300%."
							
						]
					}
					,
					{
						id:     1244,
						tier:   5,
						column: 1,
						name:  "Мастер-демонолог",
						icon:  "spell_shadow_shadowpact",
						
							requires: 1262,
						
						ranks: [
						
							"Наделяет демона и заклинателя эффектом, длящимся все время, пока жив демон.<br/><br/>Бес – повышает наносимый урон от огня на 1%, а шанс критического эффекта заклинаниями огня – на 1%.<br/><br/>Демон Бездны – снижает получаемый физический урон на 2%.<br/><br/>Суккуб – повышает наносимый урон от темной магии на 1%, а шанс критического эффекта заклинаниями темной магии – на 1%.<br/><br/>Охотник Скверны – снижает получаемый магический урон на 2%.<br/><br/>Страж Скверны – повышает весь наносимый урон на 1% и снижает весь получаемый урон на 1%."
							,
							"Наделяет демона и заклинателя эффектом, длящимся все время, пока жив демон.<br/><br/>Бес – повышает наносимый урон от огня на 2%, а шанс критического эффекта заклинаниями огня – на 2%.<br/><br/>Демон Бездны – снижает получаемый физический урон на 4%.<br/><br/>Суккуб – повышает наносимый урон от темной магии на 2%, а шанс критического эффекта заклинаниями темной магии – на 2%.<br/><br/>Охотник Скверны – снижает получаемый магический урон на 4%.<br/><br/>Страж Скверны – повышает весь наносимый урон на 2% и снижает весь получаемый урон на 2%."
							,
							"Наделяет демона и заклинателя эффектом, длящимся все время, пока жив демон.<br/><br/>Бес – повышает наносимый урон от огня на 3%, а шанс критического эффекта заклинаниями огня – на 3%.<br/><br/>Демон Бездны – снижает получаемый физический урон на 6%.<br/><br/>Суккуб – повышает наносимый урон от темной магии на 3%, а шанс критического эффекта заклинаниями темной магии – на 3%.<br/><br/>Охотник Скверны – снижает получаемый магический урон на 6%.<br/><br/>Страж Скверны – повышает весь наносимый урон на 3% и снижает весь получаемый урон на 3%."
							,
							"Наделяет демона и заклинателя эффектом, длящимся все время, пока жив демон.<br/><br/>Бес – повышает наносимый урон от огня на 4%, а шанс критического эффекта заклинаниями огня – на 4%.<br/><br/>Демон Бездны – снижает получаемый физический урон на 8%.<br/><br/>Суккуб – повышает наносимый урон от темной магии на 4%, а шанс критического эффекта заклинаниями темной магии – на 4%.<br/><br/>Охотник Скверны – снижает получаемый магический урон на 8%.<br/><br/>Страж Скверны – повышает весь наносимый урон на 4% и снижает весь получаемый урон на 4%."
							,
							"Наделяет демона и заклинателя эффектом, длящимся все время, пока жив демон.<br/><br/>Бес – повышает наносимый урон от огня на 5%, а шанс критического эффекта заклинаниями огня – на 5%.<br/><br/>Демон Бездны – снижает получаемый физический урон на 10%.<br/><br/>Суккуб – повышает наносимый урон от темной магии на 5%, а шанс критического эффекта заклинаниями темной магии – на 5%.<br/><br/>Охотник Скверны – снижает получаемый магический урон на 10%.<br/><br/>Страж Скверны – повышает весь наносимый урон на 5% и снижает весь получаемый урон на 5%."
							
						]
					}
					,
					{
						id:     1283,
						tier:   5,
						column: 2,
						name:  "Огненные недра",
						icon:  "ability_warlock_moltencore",
						
						ranks: [
						
							"Увеличивает время действия заклинания \"Жертвенный огонь\" на 3 сек. Нанося урон заклинанием \"Порча\", вы с вероятностью 4% можете попасть под действие эффекта \"Огненные недра\". Он усиливает три заклинания \"Испепеление\" или \"Ожог души\", произнесенные в течение последующих 15 сек.<br/><br/>\"Испепеление\": увеличивает урон на 6% и сокращает время произнесения на 10%.<br/><br/>\"Ожог души\": увеличивает урон на 6% повышает вероятность критического удара на 5%."
							,
							"Увеличивает время действия заклинания \"Жертвенный огонь\" на 6 сек. Нанося урон заклинанием \"Порча\", вы с вероятностью 8% можете попасть под действие эффекта \"Огненные недра\". Он усиливает три заклинания \"Испепеление\" или \"Ожог души\", произнесенные в течение последующих 15 сек.<br/><br/>\"Испепеление\": увеличивает урон на 12% и сокращает время произнесения на 20%.<br/><br/>\"Ожог души\": увеличивает урон на 12% повышает вероятность критического удара на 10%."
							,
							"Увеличивает время действия заклинания \"Жертвенный огонь\" на 9 сек. Нанося урон заклинанием \"Порча\", вы с вероятностью 12% можете попасть под действие эффекта \"Огненные недра\". Он усиливает три заклинания \"Испепеление\" или \"Ожог души\", произнесенные в течение последующих 15 сек.<br/><br/>\"Испепеление\": увеличивает урон на 18% и сокращает время произнесения на 30%.<br/><br/>\"Ожог души\": увеличивает урон на 18% повышает вероятность критического удара на 15%."
							
						]
					}
					,
					{
						id:     1680,
						tier:   6,
						column: 0,
						name:  "Демоническая устойчивость",
						icon:  "spell_shadow_demonicfortitude",
						
						ranks: [
						
							"Снижение на 1% вероятности получения критического урона от атак ближнего боя и заклинаний, а также снижение на 5% урона, получаемого призванным демоном."
							,
							"Снижение на 2% вероятности получения критического урона от атак ближнего боя и заклинаний, а также снижение на 10% урона, получаемого призванным демоном."
							,
							"Снижение на 3% вероятности получения критического урона от атак ближнего боя и заклинаний, а также снижение на 15% урона, получаемого призванным демоном."
							
						]
					}
					,
					{
						id:     1880,
						tier:   6,
						column: 1,
						name:  "Демоническое могущество",
						icon:  "ability_warlock_demonicempowerment",
						
							requires: 1244,
						
						ranks: [
						
							"Накладывает на призванного демона особый эффект.<br/><br/>Бес: увеличение вероятности критического удара заклинаний на 20% на 30 сек.<br/><br/>Демон Бездны: увеличение здоровья на 20% и повышение создаваемой заклинаниями и атаками угрозы на 20% на 20 сек.<br/><br/>Суккуб: моментальный переход в состояние улучшенной невидимости. При этом с суккуба снимаются все оглушающие, сковывающие и затрудняющие передвижение эффекты.<br/><br/>Охотник Скверны: рассеивание всех наложенных на охотника Скверны магических эффектов.<br/><br/>Страж Скверны: увеличение скорости атаки на 20%, снятие всех оглушающих, сковывающих и затрудняющих передвижение эффектов и наложение невосприимчивости к ним. Время действия – 15 сек."
							
						]
					}
					,
					{
						id:     1263,
						tier:   6,
						column: 2,
						name:  "Демоническое знание",
						icon:  "spell_shadow_improvedvampiricembrace",
						
						ranks: [
						
							"Увеличивает урон, наносимый заклинаниями, на величину, равную 4% суммы интеллекта и выносливости призванного демона."
							,
							"Увеличивает урон, наносимый заклинаниями, на величину, равную 8% суммы интеллекта и выносливости призванного демона."
							,
							"Увеличивает урон, наносимый заклинаниями, на величину, равную 12% суммы интеллекта и выносливости призванного демона."
							
						]
					}
					,
					{
						id:     1673,
						tier:   7,
						column: 1,
						name:  "Власть над демонами",
						icon:  "spell_shadow_demonictactics",
						
						ranks: [
						
							"Увеличивает вероятность критического удара в ближнем бою или при наложении заклинаний у вас и вызванного вами демона на 2%."
							,
							"Увеличивает вероятность критического удара в ближнем бою или при наложении заклинаний у вас и вызванного вами демона на 4%."
							,
							"Увеличивает вероятность критического удара в ближнем бою или при наложении заклинаний у вас и вызванного вами демона на 6%."
							,
							"Увеличивает вероятность критического удара в ближнем бою или при наложении заклинаний у вас и вызванного вами демона на 8%."
							,
							"Увеличивает вероятность критического удара в ближнем бою или при наложении заклинаний у вас и вызванного вами демона на 10%."
							
						]
					}
					,
					{
						id:     2261,
						tier:   7,
						column: 2,
						name:  "Истребление",
						icon:  "spell_fire_fireball02",
						
						ranks: [
						
							"Если ваши заклинания \"Стрела Тьмы\", \"Испепеление\" или \"Ожог души\" попадают по цели, у которой осталось 35% здоровья или менее, следующее заклинание \"Ожог души\" не потребует осколков души, а время его применения сократится на 20%. Время действия — 10 сек."
							,
							"Если ваши заклинания \"Стрела Тьмы\", \"Испепеление\" или \"Ожог души\" попадают по цели, у которой осталось 35% здоровья или менее, следующее заклинание \"Ожог души\" не потребует осколков души, а время его применения сократится на 40%. Время действия — 10 сек."
							
						]
					}
					,
					{
						id:     1882,
						tier:   8,
						column: 0,
						name:  "Полная власть над демонами",
						icon:  "ability_warlock_improveddemonictactics",
						
							requires: 1673,
						
						ranks: [
						
							"Увеличивает вероятность критического удара призванного демона на 10% от вашей вероятности критического удара."
							,
							"Увеличивает вероятность критического удара призванного демона на 20% от вашей вероятности критического удара."
							,
							"Увеличивает вероятность критического удара призванного демона на 30% от вашей вероятности критического удара."
							
						]
					}
					,
					{
						id:     1672,
						tier:   8,
						column: 1,
						name:  "Призыв стража Скверны",
						icon:  "spell_shadow_summonfelguard",
						
						ranks: [
						
							"Призыв стража Скверны, подчиняющегося чернокнижнику."
							
						]
					}
					,
					{
						id:     1884,
						tier:   8,
						column: 2,
						name:  "Мщение",
						icon:  "spell_shadow_demonicempathy",
						
						ranks: [
						
							"Сокращает время восстановления заклинаний \"Демоническое могущество\", \"Метаморфоза\" и \"Господство Скверны\" на 10%."
							,
							"Сокращает время восстановления заклинаний \"Демоническое могущество\", \"Метаморфоза\" и \"Господство Скверны\" на 20%."
							,
							"Сокращает время восстановления заклинаний \"Демоническое могущество\", \"Метаморфоза\" и \"Господство Скверны\" на 30%."
							
						]
					}
					,
					{
						id:     1885,
						tier:   9,
						column: 1,
						name:  "Демонический союз",
						icon:  "spell_shadow_demonicpact",
						
						ranks: [
						
							"Увеличивает силу заклинаний на 1%. Критические удары вашего прислужника накладывают на членов группы и рейда эффект \"Демонический союз\", увеличивающий урон от заклинаний на 2% от вашей силы заклинаний в течение 12 сек. Не работает с порабощенными демонами."
							,
							"Увеличивает силу заклинаний на 2%. Критические удары вашего прислужника накладывают на членов группы и рейда эффект \"Демонический союз\", увеличивающий урон от заклинаний на 4% от вашей силы заклинаний в течение 12 сек. Не работает с порабощенными демонами."
							,
							"Увеличивает силу заклинаний на 3%. Критические удары вашего прислужника накладывают на членов группы и рейда эффект \"Демонический союз\", увеличивающий урон от заклинаний на 6% от вашей силы заклинаний в течение 12 сек. Не работает с порабощенными демонами."
							,
							"Увеличивает силу заклинаний на 4%. Критические удары вашего прислужника накладывают на членов группы и рейда эффект \"Демонический союз\", увеличивающий урон от заклинаний на 8% от вашей силы заклинаний в течение 12 сек. Не работает с порабощенными демонами."
							,
							"Увеличивает силу заклинаний на 5%. Критические удары вашего прислужника накладывают на членов группы и рейда эффект \"Демонический союз\", увеличивающий урон от заклинаний на 10% от вашей силы заклинаний в течение 12 сек. Не работает с порабощенными демонами."
							
						]
					}
					,
					{
						id:     1886,
						tier:   10,
						column: 1,
						name:  "Метаморфоза",
						icon:  "spell_shadow_demonform",
						
						ranks: [
						
							"Вы превращаетесь в демона на 30 сек. Ваша броня усиливается на 600%, наносимый урон увеличивается на 20%, вероятность, что атаки ближнего боя нанесут вам критическое повреждение, уменьшается на 6%, а длительность действия эффектов оглушения и сковывания снижается на 50%. Вы приобретаете уникальные демонические способности вдобавок к своим обычным. Время восстановления – 3 минуты."
							
						]
					}
					
				]
			}
			,
			{
				id:   "Destruction",
				name: "Разрушение",
				talents: [
				
					{
						id:     944,
						tier:   0,
						column: 1,
						name:  "Обжигающая стрела Тьмы",
						icon:  "spell_shadow_shadowbolt",
						
						ranks: [
						
							"Усиливает урон от заклинания \"Стрела Тьмы\" на 1%. Попадание \"Стрелой Тьмы\" по цели с вероятностью 20% делает ее особо уязвимой для всех магических атак и повышает вероятность нанести по ней критический удар на 5%. Время действия – 30 сек."
							,
							"Усиливает урон от заклинания \"Стрела Тьмы\" на 2%. Попадание \"Стрелой Тьмы\" по цели с вероятностью 40% делает ее особо уязвимой для всех магических атак и повышает вероятность нанести по ней критический удар на 5%. Время действия – 30 сек."
							,
							"Усиливает урон от заклинания \"Стрела Тьмы\" на 3%. Попадание \"Стрелой Тьмы\" по цели с вероятностью 60% делает ее особо уязвимой для всех магических атак и повышает вероятность нанести по ней критический удар на 5%. Время действия – 30 сек."
							,
							"Усиливает урон от заклинания \"Стрела Тьмы\" на 4%. Попадание \"Стрелой Тьмы\" по цели с вероятностью 80% делает ее особо уязвимой для всех магических атак и повышает вероятность нанести по ней критический удар на 5%. Время действия – 30 сек."
							,
							"Усиливает урон от заклинания \"Стрела Тьмы\" на 5%. Попадание \"Стрелой Тьмы\" по цели с вероятностью 100% делает ее особо уязвимой для всех магических атак и повышает вероятность нанести по ней критический удар на 5%. Время действия – 30 сек."
							
						]
					}
					,
					{
						id:     943,
						tier:   0,
						column: 2,
						name:  "Погибель",
						icon:  "spell_shadow_deathpact",
						
						ranks: [
						
							"Сокращает время произнесения заклинаний \"Стрела Тьмы\", \"Стрела Хаоса\" и \"Жертвенный огонь\" на 0.1 сек., а заклинания \"Ожог души\" – на 0.4 сек."
							,
							"Сокращает время произнесения заклинаний \"Стрела Тьмы\", \"Стрела Хаоса\" и \"Жертвенный огонь\" на 0.2 сек., а заклинания \"Ожог души\" – на 0.8 сек."
							,
							"Сокращает время произнесения заклинаний \"Стрела Тьмы\", \"Стрела Хаоса\" и \"Жертвенный огонь\" на 0.3 сек., а заклинания \"Ожог души\" – на 1.2 сек."
							,
							"Сокращает время произнесения заклинаний \"Стрела Тьмы\", \"Стрела Хаоса\" и \"Жертвенный огонь\" на 0.4 сек., а заклинания \"Ожог души\" – на 1.6 сек."
							,
							"Сокращает время произнесения заклинаний \"Стрела Тьмы\", \"Стрела Хаоса\" и \"Жертвенный огонь\" на 0.5 сек., а заклинания \"Ожог души\" – на 2 сек."
							
						]
					}
					,
					{
						id:     982,
						tier:   1,
						column: 0,
						name:  "Огненный шлейф",
						icon:  "spell_fire_fire",
						
						ranks: [
						
							"Усиливает урон от периодических эффектов заклинания \"Жертвенный огонь\" на 3%. Заклинание \"Поджигание\" с 50%-й вероятностью вызовет у цели головокружение на 5 сек."
							,
							"Усиливает урон от периодических эффектов заклинания \"Жертвенный огонь\" на 6%. Заклинание \"Поджигание\" с 100%-й вероятностью вызовет у цели головокружение на 5 сек."
							
						]
					}
					,
					{
						id:     1887,
						tier:   1,
						column: 1,
						name:  "Огрубевшая кожа",
						icon:  "ability_mage_moltenarmor",
						
						ranks: [
						
							"Уменьшает весь получаемый урон на 2%."
							,
							"Уменьшает весь получаемый урон на 4%."
							,
							"Снижает получаемый урон на 6%."
							
						]
					}
					,
					{
						id:     941,
						tier:   1,
						column: 2,
						name:  "Катаклизм",
						icon:  "spell_fire_windsofwoe",
						
						ranks: [
						
							"Снижает расход маны на ваши заклинания категории \"Разрушение\" на 4%."
							,
							"Снижает расход маны на ваши заклинания категории \"Разрушение\" на 7%."
							,
							"Снижает расход маны на ваши заклинания категории \"Разрушение\" на 10%."
							
						]
					}
					,
					{
						id:     983,
						tier:   2,
						column: 0,
						name:  "Демоническая сила",
						icon:  "spell_fire_firebolt",
						
						ranks: [
						
							"Сокращает время восстановления заклинания суккуба \"Всплеск боли\" на 3 с. и время наложения заклинания беса \"Огненная стрела\" на 0.25 с."
							,
							"Сокращает время восстановления заклинания суккуба \"Всплеск боли\" на 6 с. и время наложения заклинания беса \"Огненная стрела\" на 0.50 с."
							
						]
					}
					,
					{
						id:     963,
						tier:   2,
						column: 1,
						name:  "Ожог Тьмы",
						icon:  "spell_shadow_scourgebuild",
						
						ranks: [
						
							"Мгновенно наносит цели 87 - 99 ед. урона от темной магии. Если жертва погибает в течение 5 сек. после применения заклинания \"Ожог Тьмы\" и это убийство приносит очки опыта или чести, заклинатель получает осколок души."
							
						]
					}
					,
					{
						id:     967,
						tier:   2,
						column: 2,
						name:  "Разгром",
						icon:  "spell_shadow_shadowwordpain",
						
						ranks: [
						
							"Увеличивает дополнительный урон при критическом ударе заклинаний категории \"Разрушение\" и заклинания \"Огненная стрела\" вашего беса на 20%."
							,
							"Увеличивает дополнительный урон при критическом ударе заклинаний категории \"Разрушение\" и заклинания \"Огненная стрела\" вашего беса на 40%."
							,
							"Увеличивает дополнительный урон при критическом ударе заклинаний категории \"Разрушение\" и заклинания \"Огненная стрела\" вашего беса на 60%."
							,
							"Увеличивает дополнительный урон при критическом ударе заклинаний категории \"Разрушение\" и заклинания \"Огненная стрела\" вашего беса на 80%."
							,
							"Увеличивает дополнительный урон при критическом ударе заклинаний категории \"Разрушение\" и заклинания \"Огненная стрела\" вашего беса на 100%."
							
						]
					}
					,
					{
						id:     985,
						tier:   3,
						column: 0,
						name:  "Напряжение",
						icon:  "spell_fire_lavaspawn",
						
						ranks: [
						
							"Сокращает время, теряемое в случае получения урона при произнесении или поддержании заклинаний категории \"Разрушение\", на 35%."
							,
							"Сокращает время, теряемое в случае получения урона при произнесении или поддержании заклинаний категории \"Разрушение\", на 70%."
							
						]
					}
					,
					{
						id:     964,
						tier:   3,
						column: 1,
						name:  "Предел разрушения",
						icon:  "spell_shadow_corpseexplode",
						
						ranks: [
						
							"Увеличивает дальность действия ваших заклинаний категории \"Разрушение\" на 10% и уменьшает создаваемый ими уровень угрозы на 10%."
							,
							"Увеличивает дальность действия ваших заклинаний категории \"Разрушение\" на 20% и уменьшает создаваемый ими уровень угрозы на 20%."
							
						]
					}
					,
					{
						id:     965,
						tier:   3,
						column: 3,
						name:  "Непереносимая жгучая боль",
						icon:  "spell_fire_soulburn",
						
						ranks: [
						
							"Повышение вероятности критического эффекта заклинания \"Жгучая боль\" на 4%."
							,
							"Повышение вероятности критического эффекта заклинания \"Жгучая боль\" на 7%."
							,
							"Повышение вероятности критического эффекта заклинания \"Жгучая боль\" на 10%."
							
						]
					}
					,
					{
						id:     1817,
						tier:   4,
						column: 0,
						name:  "Ответный удар",
						icon:  "spell_fire_playingwithfire",
						
							requires: 985,
						
						ranks: [
						
							"Повышает вероятность нанести критический удар заклинаниями на 1% и увеличивает до 8% вероятность сократить время применения следующего заклинания \"Стрела Тьмы\" или \"Испепеление\" на 100% после получения удара. Эффект длится 8 сек. и не может быть применен чаще одного раза в 8 сек."
							,
							"Повышает вероятность нанести критический удар заклинаниями на 2% и увеличивает до 16% вероятность сократить время применения следующего заклинания \"Стрела Тьмы\" или \"Испепеление\" на 100% после получения удара. Эффект длится 8 сек. и не может быть применен чаще одного раза в 8 сек."
							,
							"Повышает вероятность нанести критический удар заклинаниями на 3% и увеличивает до 25% вероятность сократить время применения следующего заклинания \"Стрела Тьмы\" или \"Испепеление\" на 100% после получения удара. Эффект длится 8 сек. и не может быть применен чаще одного раза в 8 сек."
							
						]
					}
					,
					{
						id:     961,
						tier:   4,
						column: 1,
						name:  "Жаркий жертвенный огонь",
						icon:  "spell_fire_immolation",
						
						ranks: [
						
							"Усиливает урон заклинания \"Жертвенный огонь\" на 10%."
							,
							"Усиливает урон заклинания \"Жертвенный огонь\" на 20%."
							,
							"Усиливает урон заклинания \"Жертвенный огонь\" на 30%."
							
						]
					}
					,
					{
						id:     981,
						tier:   4,
						column: 2,
						name:  "Опустошение",
						icon:  "spell_fire_flameshock",
						
							requires: 967,
						
						ranks: [
						
							"Увеличивает шанс нанесения критического удара заклинаниями разрушения на 5%."
							
						]
					}
					,
					{
						id:     1679,
						tier:   5,
						column: 0,
						name:  "Защита Пустоты",
						icon:  "spell_shadow_netherprotection",
						
						ranks: [
						
							"После поражения заклинанием вы с вероятностью 10% можете попасть под действие эффекта \"Защита Пустоты\", которая уменьшает получаемый вами урон от заклинаний той же школы магии на 30% на 8 сек."
							,
							"После поражения заклинанием вы с вероятностью 20% можете попасть под действие эффекта \"Защита Пустоты\", которая уменьшает получаемый вами урон от заклинаний той же школы магии на 30% на 8 сек."
							,
							"После поражения заклинанием вы с вероятностью 30% можете попасть под действие эффекта \"Защита Пустоты\", которая уменьшает получаемый вами урон от заклинаний той же школы магии на 30% на 8 сек."
							
						]
					}
					,
					{
						id:     966,
						tier:   5,
						column: 2,
						name:  "Бушующее пламя",
						icon:  "spell_fire_selfdestruct",
						
						ranks: [
						
							"Увеличивает урон от ваших заклинаний огня на 3% и уменьшает время произнесения заклинания \"Испепеление\" на 0.05 с."
							,
							"Увеличивает урон от ваших заклинаний огня на 6% и уменьшает время произнесения заклинания \"Испепеление\" на 0.10 с."
							,
							"Увеличивает урон от ваших заклинаний огня на 9% и уменьшает время произнесения заклинания \"Испепеление\" на 0.15 с."
							,
							"Увеличивает урон от ваших заклинаний огня на 12% и уменьшает время произнесения заклинания \"Испепеление\" на 0.20 с."
							,
							"Увеличивает урон от ваших заклинаний огня на 15% и уменьшает время произнесения заклинания \"Испепеление\" на 0.25 с."
							
						]
					}
					,
					{
						id:     968,
						tier:   6,
						column: 1,
						name:  "Поджигание",
						icon:  "spell_fire_fireball",
						
							requires: 961,
						
						ranks: [
						
							"Поглощает на цели эффект заклинания \"Жертвенный огонь\" или \"Пламени Тьмы\", нанося ей 60% урона от соответствующего заклинания и дополнительно 20% урона в течение 6 сек.\""
							
						]
					}
					,
					{
						id:     1678,
						tier:   6,
						column: 2,
						name:  "Поглощение души",
						icon:  "spell_shadow_soulleech_3",
						
						ranks: [
						
							"Ваши заклинания \"Стрела Тьмы\", \"Ожог Тьмы\", \"Стрела Хаоса\", \"Ожог души\", \"Испепеление\", \"Жгучая боль\" и \"Поджигание\" с вероятностью 10% могут восполнить ваше здоровье в размере 20% от нанесенного урона."
							,
							"Ваши заклинания \"Стрела Тьмы\", \"Ожог Тьмы\", \"Стрела Хаоса\", \"Ожог души\", \"Испепеление\", \"Жгучая боль\" и \"Поджигание\" с вероятностью 20% могут восполнить ваше здоровье в размере 20% от нанесенного урона."
							,
							"Ваши заклинания \"Стрела Тьмы\", \"Ожог Тьмы\", \"Стрела Хаоса\", \"Ожог души\", \"Испепеление\", \"Жгучая боль\" и \"Поджигание\" с вероятностью 30% могут восполнить ваше здоровье в размере 20% от нанесенного урона."
							
						]
					}
					,
					{
						id:     986,
						tier:   6,
						column: 3,
						name:  "Пылающая тьма",
						icon:  "spell_fire_volcano",
						
						ranks: [
						
							"Критические удары заклинаний \"Жгучая боль\" и \"Поджигание\" повышают силу заклинаний школы огня и Тьмы на 2% на срок 10 сек."
							,
							"Критические удары заклинаний \"Жгучая боль\" и \"Поджигание\" повышают силу заклинаний школы огня и Тьмы на 4% на срок 10 сек."
							,
							"Критические удары заклинаний \"Жгучая боль\" и \"Поджигание\" повышают силу заклинаний школ огня и Тьмы на 6% на 10 сек."
							
						]
					}
					,
					{
						id:     1677,
						tier:   7,
						column: 1,
						name:  "Тень и Пламя",
						icon:  "spell_shadow_shadowandflame",
						
						ranks: [
						
							"Урон от заклинаний \"Стрела Тьмы\", \"Стрела Хаоса\", \"Ожог Тьмы\" и \"Испепеление\" увеличивается на 4% от дополнительного урона от заклинаний."
							,
							"Урон от заклинаний \"Стрела Тьмы\", \"Стрела Хаоса\", \"Ожог Тьмы\" и \"Испепеление\" увеличивается на 8% от дополнительного урона от заклинаний."
							,
							"Урон от заклинаний \"Стрела Тьмы\", \"Стрела Хаоса\", \"Ожог Тьмы\" и \"Испепеление\" увеличивается на 12% от дополнительного урона от заклинаний."
							,
							"Урон от заклинаний \"Стрела Тьмы\", \"Стрела Хаоса\", \"Ожог Тьмы\" и \"Испепеление\" увеличивается на 16% от дополнительного урона от заклинаний."
							,
							"Урон от заклинаний \"Стрела Тьмы\", \"Стрела Хаоса\", \"Ожог Тьмы\" и \"Испепеление\" увеличивается на 20% от дополнительного урона от заклинаний."
							
						]
					}
					,
					{
						id:     1889,
						tier:   7,
						column: 2,
						name:  "Искусное поглощение души",
						icon:  "ability_warlock_improvedsoulleech",
						
							requires: 1678,
						
						ranks: [
						
							"Эффект \"Поглощение души\" также восполняет вашу ману и ману вашего прислужника в объеме 1% от максимального запаса маны. До 10 участников вашей группы или рейда с 50%-й вероятностью в течение 15 сек. будут восполнять 1% от своего максимального запаса маны раз в 5 сек."
							,
							"Эффект \"Поглощение души\" также восполняет вашу ману и ману вашего прислужника в объеме 2% от максимального запаса маны. До 10 участников вашей группы или рейда с 100%-й вероятностью в течение 15 сек. будут восполнять 1% от своего максимального запаса маны раз в 5 сек."
							
						]
					}
					,
					{
						id:     1888,
						tier:   8,
						column: 0,
						name:  "Обратный поток",
						icon:  "ability_warlock_backdraft",
						
							requires: 968,
						
						ranks: [
						
							"После произнесения заклинания \"Поджигание\" скорость произнесения и общее время восстановления следующих трех заклинаний категории \"Разрушение\" уменьшается на 10%. Время действия – 15 сек."
							,
							"После произнесения заклинания \"Поджигание\" скорость произнесения и общее время восстановления следующих трех заклинаний категории \"Разрушение\" уменьшается на 20%. Время действия – 15 сек."
							,
							"После произнесения заклинания \"Поджигание\" скорость произнесения и общее время восстановления следующих трех заклинаний категории \"Разрушение\" уменьшается на 30%. Время действия – 15 сек."
							
						]
					}
					,
					{
						id:     1676,
						tier:   8,
						column: 1,
						name:  "Неистовство Тьмы",
						icon:  "spell_shadow_shadowfury",
						
						ranks: [
						
							"Нанесение 343 - 407 ед. урона от темной магии и оглушение всех противников в радиусе 8 м в течение 3 сек."
							
						]
					}
					,
					{
						id:     2045,
						tier:   8,
						column: 2,
						name:  "Могущественный бес",
						icon:  "ability_warlock_empoweredimp",
						
						ranks: [
						
							"Увеличивает урон, наносимый вашим бесом, на 5%. С вероятностью 33% в результате критического удара вашего беса вероятность нанести критический удар вашим следующим заклинанием повышается на 100%. Время действия – 8 сек."
							,
							"Увеличивает урон, наносимый вашим бесом, на 10%. С вероятностью 66% в результате критического удара вашего беса вероятность нанести критический удар вашим следующим заклинанием повышается на 100%. Время действия – 8 сек."
							,
							"Увеличивает урон, наносимый вашим бесом, на 15%. С вероятностью 100% в результате критического удара вашего беса вероятность нанести критический удар вашим следующим заклинанием повышается на 100%. Время действия – 8 сек."
							
						]
					}
					,
					{
						id:     1890,
						tier:   9,
						column: 1,
						name:  "Огонь и сера",
						icon:  "ability_warlock_fireandbrimstone",
						
						ranks: [
						
							"Усиливает урон от заклинаний \"Испепеление\" и \"Стрела Хаоса\", наносимый целям, охваченным \"Жертвенным огнем\", на 2%, и повышает вероятность критического удара заклинания \"Поджигание\" на 5%."
							,
							"Усиливает урон от заклинаний \"Испепеление\" и \"Стрела Хаоса\", наносимый целям, охваченным \"Жертвенным огнем\", на 4%, и повышает вероятность критического удара заклинания \"Поджигание\" на 10%."
							,
							"Усиливает урон от заклинаний \"Испепеление\" и \"Стрела Хаоса\", наносимый целям, охваченным \"Жертвенным огнем\", на 6%, и повышает вероятность критического удара заклинания \"Поджигание\" на 15%."
							,
							"Усиливает урон от заклинаний \"Испепеление\" и \"Стрела Хаоса\", наносимый целям, охваченным \"Жертвенным огнем\", на 8%, и повышает вероятность критического удара заклинания \"Поджигание\" на 20%."
							,
							"Усиливает урон от заклинаний \"Испепеление\" и \"Стрела Хаоса\", наносимый целям, охваченным \"Жертвенным огнем\", на 10%, и повышает вероятность критического удара заклинания \"Поджигание\" на 25%."
							
						]
					}
					,
					{
						id:     1891,
						tier:   10,
						column: 1,
						name:  "Стрела Хаоса",
						icon:  "ability_warlock_chaosbolt",
						
						ranks: [
						
							"Поражает противника стрелой Хаоса, наносящей 837 - 1061 ед. урона от огня. Стрела Хаоса преодолевает сопротивление противника и игнорирует все эффекты поглощения."
							
						]
					}
					
				]
			}
			
		];

		var petData_wenld36 = null;
		
	
		var textTalentStrSingle = "Требуется {0} очко, вложенное в {1}.";
		var textTalentStrPlural = "Требуется {0} очк., вложенных {1}.";
		var textTalentRank = "Уровень {0}/{1}";
		var textTalentNextRank = "Следующий уровень";
		var textTalentReqTreeTalents = "Требуется {0} очк., вложенных в {1}.";
		var textPrintableClassTalents = "Таланты класса \"{0}\"";
		var textPrintableMinReqLevel = "Требуется уровнь: {0}";
		var textPrintableReqTalentPts = "Требуется очков: {0}";
		var textPrintableTreeTalents = "Таланты ветки \"{0}\"";
		var textPrintablePtsPerTree = "{0} очк.";
		var textPrintableDontWastePaper = "Берегите бумагу!";

		var talentCalc = new TalentCalculator();

		$(document).ready(function() {

			talentCalc.initTalentCalc(
				"9", 
				"{{$talenTree}}", 
				"calc",
				"false",
				"wenld36",
				talentData_wenld36,
				petData_wenld36
			);
		});
	</script>
<div class="calcInfo">
<a class="awesomeButton awesomeButton-exportBuild" href="#" id="linkToBuild_wenld36"><span>
<div class="staticTip" onmouseover="setTipText('Щелкните по этой ссылке и скопируйте адрес страницы в адресной строке.')">Ссылка</div>
</span></a><a class="awesomeButton awesomeButton-printableVersion" href="javascript:;" onclick="talentCalc.showPrintableVersion()"><span>
<div>Печать</div>
</span></a><span class="calcInfoLeft"><b>Требуется уровень</b>&nbsp;<span class="ptsHolder" id="requiredLevel">10</span><b>Потрачено очков</b>&nbsp;<span class="ptsHolder" id="pointsSpent">0</span><b>Осталось очков</b>&nbsp;<span class="ptsHolder" id="pointsLeft">0</span></span>
</div>
<div class="talContainer talCalcContainer" id="talContainer_wenld36">
<div class="talentFrame">
<div class="talentTree" id="Affliction_tree_wenld36" style="margin-right: 3px; background-image: url('images/talents/bg/small/WarlockCurses.jpg')">
<div class="tier">
<div class="talent staticTip col0" id="1284_iconHolder_wenld36" style="background-image:url('wow-icons/_images/_talents31x31/spell_shadow_curseofsargeras.jpg');">
<div class="talentHolder
						" id="1284_talentHolder_wenld36" onclick="return false" onmousedown="talentCalc.addTalent(1284, event); return false;
						" onmouseover="talentCalc.makeTalentTooltip(1284);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1284_numPoints_wenld36">0</span><span>/</span><span>2</span>
</div>
</div>
</div>
<div class="talent staticTip col1" id="1005_iconHolder_wenld36" style="background-image:url('wow-icons/_images/_talents31x31/spell_shadow_unsummonbuilding.jpg');">
<div class="talentHolder
						" id="1005_talentHolder_wenld36" onclick="return false" onmousedown="talentCalc.addTalent(1005, event); return false;
						" onmouseover="talentCalc.makeTalentTooltip(1005);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1005_numPoints_wenld36">0</span><span>/</span><span>3</span>
</div>
</div>
</div>
<div class="talent staticTip col2" id="1003_iconHolder_wenld36" style="background-image:url('wow-icons/_images/_talents31x31/spell_shadow_abominationexplosion.jpg');">
<div class="talentHolder
						" id="1003_talentHolder_wenld36" onclick="return false" onmousedown="talentCalc.addTalent(1003, event); return false;
						" onmouseover="talentCalc.makeTalentTooltip(1003);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1003_numPoints_wenld36">0</span><span>/</span><span>5</span>
</div>
</div>
</div>
</div>
<div class="tier">
<div class="talent staticTip col0" id="1006_iconHolder_wenld36" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_shadow_curseofmannoroth.jpg');">
<div class="talentHolder
						 disabled" id="1006_talentHolder_wenld36" onclick="return false" onmousedown="talentCalc.addTalent(1006, event); return false;
						" onmouseover="talentCalc.makeTalentTooltip(1006);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1006_numPoints_wenld36">0</span><span>/</span><span>2</span>
</div>
</div>
</div>
<div class="talent staticTip col1" id="1101_iconHolder_wenld36" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_shadow_haunting.jpg');">
<div class="talentHolder
						 disabled" id="1101_talentHolder_wenld36" onclick="return false" onmousedown="talentCalc.addTalent(1101, event); return false;
						" onmouseover="talentCalc.makeTalentTooltip(1101);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1101_numPoints_wenld36">0</span><span>/</span><span>2</span>
</div>
</div>
</div>
<div class="talent staticTip col2" id="1007_iconHolder_wenld36" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_shadow_burningspirit.jpg');">
<div class="talentHolder
						 disabled" id="1007_talentHolder_wenld36" onclick="return false" onmousedown="talentCalc.addTalent(1007, event); return false;
						" onmouseover="talentCalc.makeTalentTooltip(1007);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1007_numPoints_wenld36">0</span><span>/</span><span>2</span>
</div>
</div>
</div>
<div class="talent staticTip col3" id="1004_iconHolder_wenld36" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_shadow_lifedrain02.jpg');">
<div class="talentHolder
						 disabled" id="1004_talentHolder_wenld36" onclick="return false" onmousedown="talentCalc.addTalent(1004, event); return false;
						" onmouseover="talentCalc.makeTalentTooltip(1004);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1004_numPoints_wenld36">0</span><span>/</span><span>2</span>
</div>
</div>
</div>
</div>
<div class="tier">
<div class="talent staticTip col0" id="2205_iconHolder_wenld36" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_shadow_possession.jpg');">
<div class="talentHolder
						 disabled" id="2205_talentHolder_wenld36" onclick="return false" onmousedown="talentCalc.addTalent(2205, event); return false;
						" onmouseover="talentCalc.makeTalentTooltip(2205);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="2205_numPoints_wenld36">0</span><span>/</span><span>2</span>
</div>
</div>
</div>
<div class="talent staticTip col1" id="1001_iconHolder_wenld36" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_shadow_fingerofdeath.jpg');">
<div class="talentHolder
						 disabled" id="1001_talentHolder_wenld36" onclick="return false" onmousedown="talentCalc.addTalent(1001, event); return false;
						" onmouseover="talentCalc.makeTalentTooltip(1001);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1001_numPoints_wenld36">0</span><span>/</span><span>3</span>
</div>
</div>
</div>
<div class="talent staticTip col2" id="1061_iconHolder_wenld36" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_shadow_contagion.jpg');">
<div class="talentHolder
						 disabled" id="1061_talentHolder_wenld36" onclick="return false" onmousedown="talentCalc.addTalent(1061, event); return false;
						" onmouseover="talentCalc.makeTalentTooltip(1061);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1061_numPoints_wenld36">0</span><span>/</span><span>1</span>
</div>
</div>
</div>
</div>
<div class="tier">
<div class="talent staticTip col0" id="1021_iconHolder_wenld36" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_shadow_callofbone.jpg');">
<div class="talentHolder
						 disabled" id="1021_talentHolder_wenld36" onclick="return false" onmousedown="talentCalc.addTalent(1021, event); return false;
						" onmouseover="talentCalc.makeTalentTooltip(1021);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1021_numPoints_wenld36">0</span><span>/</span><span>2</span>
</div>
</div>
</div>
<div class="talent staticTip col1" id="1002_iconHolder_wenld36" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_shadow_twilight.jpg');">
<div class="talentHolder
						 disabled" id="1002_talentHolder_wenld36" onclick="return false" onmousedown="talentCalc.addTalent(1002, event); return false;
						" onmouseover="talentCalc.makeTalentTooltip(1002);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1002_numPoints_wenld36">0</span><span>/</span><span>2</span>
</div>
</div>
</div>
<div class="talent staticTip col3" id="1764_iconHolder_wenld36" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_shadow_abominationexplosion.jpg');">
<div class="talentHolder
						 disabled" id="1764_talentHolder_wenld36" onclick="return false" onmousedown="talentCalc.addTalent(1764, event); return false;
						" onmouseover="talentCalc.makeTalentTooltip(1764);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1764_numPoints_wenld36">0</span><span>/</span><span>3</span>
</div>
</div>
</div>
</div>
<div class="tier">
<div class="talent staticTip col0" id="1763_iconHolder_wenld36" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_shadow_shadowembrace.jpg');">
<div class="talentHolder
						 disabled" id="1763_talentHolder_wenld36" onclick="return false" onmousedown="talentCalc.addTalent(1763, event); return false;
						" onmouseover="talentCalc.makeTalentTooltip(1763);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1763_numPoints_wenld36">0</span><span>/</span><span>5</span>
</div>
</div>
</div>
<div class="talent staticTip col1" id="1041_iconHolder_wenld36" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_shadow_requiem.jpg');">
<div class="talentHolder
						 disabled" id="1041_talentHolder_wenld36" onclick="return false" onmousedown="talentCalc.addTalent(1041, event); return false;
						" onmouseover="talentCalc.makeTalentTooltip(1041);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1041_numPoints_wenld36">0</span><span>/</span><span>1</span>
</div>
</div>
</div>
<div class="talent staticTip col2" id="1081_iconHolder_wenld36" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_shadow_grimward.jpg');">
<div class="talentHolder
						 disabled" id="1081_talentHolder_wenld36" onclick="return false" onmousedown="talentCalc.addTalent(1081, event); return false;
						" onmouseover="talentCalc.makeTalentTooltip(1081);">
<span id="spellInfo_1081" style="display: none;"><span style="float: right;"> Радиус действия30 </span><span style="float: left;">6% запаса маны</span>
<br>
<span style="float: left;">Мгновенное действие</span></span>
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1081_numPoints_wenld36">0</span><span>/</span><span>1</span>
</div>
</div>
</div>
</div>
<div class="tier">
<div class="talent staticTip col0" id="1873_iconHolder_wenld36" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_shadow_summonfelhunter.jpg');">
<div class="talentHolder
						 disabled" id="1873_talentHolder_wenld36" onclick="return false" onmousedown="talentCalc.addTalent(1873, event); return false;
						" onmouseover="talentCalc.makeTalentTooltip(1873);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1873_numPoints_wenld36">0</span><span>/</span><span>2</span>
</div>
</div>
</div>
<div class="talent staticTip col1" id="1042_iconHolder_wenld36" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_shadow_shadetruesight.jpg');">
<div class="talentHolder
						 disabled" id="1042_talentHolder_wenld36" onclick="return false" onmousedown="talentCalc.addTalent(1042, event); return false;
						" onmouseover="talentCalc.makeTalentTooltip(1042);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1042_numPoints_wenld36">0</span><span>/</span><span>5</span>
</div>
</div>
</div>
</div>
<div class="tier">
<div class="talent staticTip col0" id="1878_iconHolder_wenld36" style="background-image:url('wow-icons/_images/_talents31x31/grey/ability_warlock_eradication.jpg');">
<div class="talentHolder
						 disabled" id="1878_talentHolder_wenld36" onclick="return false" onmousedown="talentCalc.addTalent(1878, event); return false;
						" onmouseover="talentCalc.makeTalentTooltip(1878);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1878_numPoints_wenld36">0</span><span>/</span><span>3</span>
</div>
</div>
</div>
<div class="talent staticTip col1" id="1669_iconHolder_wenld36" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_shadow_painfulafflictions.jpg');">
<div class="talentHolder
						 disabled" id="1669_talentHolder_wenld36" onclick="return false" onmousedown="talentCalc.addTalent(1669, event); return false;
						" onmouseover="talentCalc.makeTalentTooltip(1669);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1669_numPoints_wenld36">0</span><span>/</span><span>5</span>
</div>
</div>
</div>
<div class="talent staticTip col2" id="1022_iconHolder_wenld36" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_shadow_darkritual.jpg');">
<div class="talentHolder
						 disabled" id="1022_talentHolder_wenld36" onclick="return false" onmousedown="talentCalc.addTalent(1022, event); return false;
						" onmouseover="talentCalc.makeTalentTooltip(1022);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1022_numPoints_wenld36">0</span><span>/</span><span>1</span>
</div>
</div>
</div>
</div>
<div class="tier">
<div class="talent staticTip col0" id="1668_iconHolder_wenld36" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_shadow_deathscream.jpg');">
<div class="talentHolder
						 disabled" id="1668_talentHolder_wenld36" onclick="return false" onmousedown="talentCalc.addTalent(1668, event); return false;
						" onmouseover="talentCalc.makeTalentTooltip(1668);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1668_numPoints_wenld36">0</span><span>/</span><span>2</span>
</div>
</div>
</div>
<div class="talent staticTip col2" id="1667_iconHolder_wenld36" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_shadow_curseofachimonde.jpg');">
<div class="talentHolder
						 disabled" id="1667_talentHolder_wenld36" onclick="return false" onmousedown="talentCalc.addTalent(1667, event); return false;
						" onmouseover="talentCalc.makeTalentTooltip(1667);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1667_numPoints_wenld36">0</span><span>/</span><span>3</span>
</div>
</div>
</div>
</div>
<div class="tier">
<div class="talent staticTip col0" id="1875_iconHolder_wenld36" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_shadow_deathsembrace.jpg');">
<div class="talentHolder
						 disabled" id="1875_talentHolder_wenld36" onclick="return false" onmousedown="talentCalc.addTalent(1875, event); return false;
						" onmouseover="talentCalc.makeTalentTooltip(1875);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1875_numPoints_wenld36">0</span><span>/</span><span>3</span>
</div>
</div>
</div>
<div class="talent staticTip col1" id="1670_iconHolder_wenld36" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_shadow_unstableaffliction_3.jpg');">
<div class="talentHolder
						 disabled" id="1670_talentHolder_wenld36" onclick="return false" onmousedown="talentCalc.addTalent(1670, event); return false;
						" onmouseover="talentCalc.makeTalentTooltip(1670);">
<span id="spellInfo_1670" style="display: none;"><span style="float: right;"> Радиус действия30 </span><span style="float: left;">15% запаса маны</span>
<br>
<span style="float: left;"> Применение: 1.5  сек</span></span>
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1670_numPoints_wenld36">0</span><span>/</span><span>1</span>
</div>
</div>
</div>
<div class="talent staticTip col2" id="2245_iconHolder_wenld36" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_shadow_unstableaffliction_2.jpg');">
<div class="talentHolder
						 disabled" id="2245_talentHolder_wenld36" onclick="return false" onmousedown="talentCalc.addTalent(2245, event); return false;
						" onmouseover="talentCalc.makeTalentTooltip(2245);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="2245_numPoints_wenld36">0</span><span>/</span><span>1</span>
</div>
</div>
</div>
</div>
<div class="tier">
<div class="talent staticTip col1" id="1876_iconHolder_wenld36" style="background-image:url('wow-icons/_images/_talents31x31/grey/ability_warlock_everlastingaffliction.jpg');">
<div class="talentHolder
						 disabled" id="1876_talentHolder_wenld36" onclick="return false" onmousedown="talentCalc.addTalent(1876, event); return false;
						" onmouseover="talentCalc.makeTalentTooltip(1876);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1876_numPoints_wenld36">0</span><span>/</span><span>5</span>
</div>
</div>
</div>
</div>
<div class="tier">
<div class="talent staticTip col1" id="2041_iconHolder_wenld36" style="background-image:url('wow-icons/_images/_talents31x31/grey/ability_warlock_haunt.jpg');">
<div class="talentHolder
						 disabled" id="2041_talentHolder_wenld36" onclick="return false" onmousedown="talentCalc.addTalent(2041, event); return false;
						" onmouseover="talentCalc.makeTalentTooltip(2041);">
<span id="spellInfo_2041" style="display: none;"><span style="float: right;"> Радиус действия30 </span><span style="float: left;">12% запаса маны</span>
<br>
<span style="float: right;">Восстановление: 8  сек</span><span style="float: left;"> Применение: 1.5  сек</span></span>
<div class="talentHover"></div>
<div class="rankCtr">
<span id="2041_numPoints_wenld36">0</span><span>/</span><span>1</span>
</div>
</div>
</div>
</div>
<div class="talentTreeInfo" style="background: url(wow-icons/_images/21x21/spell_shadow_deathcoil.png) 0 0 no-repeat;">
<a class="subtleResetButton" href="javascript:;" onclick="talentCalc.resetTalents(0, true);"><span>Сброс</span></a><span id="treeName_0_wenld36" style="font-weight: bold;">Колдовство</span> &nbsp;<span id="treeSpent_0_wenld36">0</span>
</div>
</div>
<div class="talentTree" id="Demonology_tree_wenld36" style="margin-right: 3px; background-image: url('images/talents/bg/small/WarlockSummoning.jpg')">
<div class="tier">
<div class="talent staticTip col0" id="1221_iconHolder_wenld36" style="background-image:url('wow-icons/_images/_talents31x31/inv_stone_04.jpg');">
<div class="talentHolder
						" id="1221_talentHolder_wenld36" onclick="return false" onmousedown="talentCalc.addTalent(1221, event); return false;
						" onmouseover="talentCalc.makeTalentTooltip(1221);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1221_numPoints_wenld36">0</span><span>/</span><span>2</span>
</div>
</div>
</div>
<div class="talent staticTip col1" id="1222_iconHolder_wenld36" style="background-image:url('wow-icons/_images/_talents31x31/spell_shadow_summonimp.jpg');">
<div class="talentHolder
						" id="1222_talentHolder_wenld36" onclick="return false" onmousedown="talentCalc.addTalent(1222, event); return false;
						" onmouseover="talentCalc.makeTalentTooltip(1222);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1222_numPoints_wenld36">0</span><span>/</span><span>3</span>
</div>
</div>
</div>
<div class="talent staticTip col2" id="1223_iconHolder_wenld36" style="background-image:url('wow-icons/_images/_talents31x31/spell_shadow_metamorphosis.jpg');">
<div class="talentHolder
						" id="1223_talentHolder_wenld36" onclick="return false" onmousedown="talentCalc.addTalent(1223, event); return false;
						" onmouseover="talentCalc.makeTalentTooltip(1223);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1223_numPoints_wenld36">0</span><span>/</span><span>3</span>
</div>
</div>
</div>
<div class="talent staticTip col3" id="1883_iconHolder_wenld36" style="background-image:url('wow-icons/_images/_talents31x31/spell_shadow_felmending.jpg');">
<div class="talentHolder
						" id="1883_talentHolder_wenld36" onclick="return false" onmousedown="talentCalc.addTalent(1883, event); return false;
						" onmouseover="talentCalc.makeTalentTooltip(1883);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1883_numPoints_wenld36">0</span><span>/</span><span>2</span>
</div>
</div>
</div>
</div>
<div class="tier">
<div class="talent staticTip col0" id="1224_iconHolder_wenld36" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_shadow_lifedrain.jpg');">
<div class="talentHolder
						 disabled" id="1224_talentHolder_wenld36" onclick="return false" onmousedown="talentCalc.addTalent(1224, event); return false;
						" onmouseover="talentCalc.makeTalentTooltip(1224);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1224_numPoints_wenld36">0</span><span>/</span><span>2</span>
</div>
</div>
</div>
<div class="talent staticTip col1" id="1225_iconHolder_wenld36" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_shadow_summonvoidwalker.jpg');">
<div class="talentHolder
						 disabled" id="1225_talentHolder_wenld36" onclick="return false" onmousedown="talentCalc.addTalent(1225, event); return false;
						" onmouseover="talentCalc.makeTalentTooltip(1225);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1225_numPoints_wenld36">0</span><span>/</span><span>3</span>
</div>
</div>
</div>
<div class="talent staticTip col2" id="1242_iconHolder_wenld36" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_holy_magicalsentry.jpg');">
<div class="talentHolder
						 disabled" id="1242_talentHolder_wenld36" onclick="return false" onmousedown="talentCalc.addTalent(1242, event); return false;
						" onmouseover="talentCalc.makeTalentTooltip(1242);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1242_numPoints_wenld36">0</span><span>/</span><span>3</span>
</div>
</div>
</div>
</div>
<div class="tier">
<div class="talent staticTip col0" id="1243_iconHolder_wenld36" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_shadow_summonsuccubus.jpg');">
<div class="talentHolder
						 disabled" id="1243_talentHolder_wenld36" onclick="return false" onmousedown="talentCalc.addTalent(1243, event); return false;
						" onmouseover="talentCalc.makeTalentTooltip(1243);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1243_numPoints_wenld36">0</span><span>/</span><span>3</span>
</div>
</div>
</div>
<div class="talent staticTip col1" id="1282_iconHolder_wenld36" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_shadow_gathershadows.jpg');">
<div class="talentHolder
						 disabled" id="1282_talentHolder_wenld36" onclick="return false" onmousedown="talentCalc.addTalent(1282, event); return false;
						" onmouseover="talentCalc.makeTalentTooltip(1282);">
<span id="spellInfo_1282" style="display: none;"><span style="float: right;"> Радиус действия100 </span><span style="float: left;">16% запаса маны</span>
<br>
<span style="float: left;">Мгновенное действие</span></span>
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1282_numPoints_wenld36">0</span><span>/</span><span>1</span>
</div>
</div>
</div>
<div class="talent staticTip col2" id="1226_iconHolder_wenld36" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_nature_removecurse.jpg');">
<div class="talentHolder
						 disabled" id="1226_talentHolder_wenld36" onclick="return false" onmousedown="talentCalc.addTalent(1226, event); return false;
						" onmouseover="talentCalc.makeTalentTooltip(1226);">
<span id="spellInfo_1226" style="display: none;"><span style="float: right;"> Восстановление: 3  мин</span><span style="float: left;"> Мгновенное действие </span></span>
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1226_numPoints_wenld36">0</span><span>/</span><span>1</span>
</div>
</div>
</div>
<div class="talent staticTip col3" id="1671_iconHolder_wenld36" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_shadow_ragingscream.jpg');">
<div class="talentHolder
						 disabled" id="1671_talentHolder_wenld36" onclick="return false" onmousedown="talentCalc.addTalent(1671, event); return false;
						" onmouseover="talentCalc.makeTalentTooltip(1671);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1671_numPoints_wenld36">0</span><span>/</span><span>3</span>
</div>
</div>
</div>
</div>
<div class="tier">
<div class="talent staticTip col1" id="1262_iconHolder_wenld36" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_shadow_shadowworddominate.jpg');">
<div class="talentHolder
						 disabled" id="1262_talentHolder_wenld36" onclick="return false" onmousedown="talentCalc.addTalent(1262, event); return false;
						" onmouseover="talentCalc.makeTalentTooltip(1262);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1262_numPoints_wenld36">0</span><span>/</span><span>5</span>
</div>
</div>
</div>
<div class="talent staticTip col2" id="1227_iconHolder_wenld36" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_shadow_impphaseshift.jpg');">
<div class="talentHolder
						 disabled" id="1227_talentHolder_wenld36" onclick="return false" onmousedown="talentCalc.addTalent(1227, event); return false;
						" onmouseover="talentCalc.makeTalentTooltip(1227);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1227_numPoints_wenld36">0</span><span>/</span><span>2</span>
</div>
</div>
</div>
</div>
<div class="tier">
<div class="talent staticTip col0" id="1281_iconHolder_wenld36" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_shadow_manafeed.jpg');">
<div class="talentHolder
						 disabled" id="1281_talentHolder_wenld36" onclick="return false" onmousedown="talentCalc.addTalent(1281, event); return false;
						" onmouseover="talentCalc.makeTalentTooltip(1281);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1281_numPoints_wenld36">0</span><span>/</span><span>1</span>
</div>
</div>
</div>
<div class="talent staticTip col2" id="1261_iconHolder_wenld36" style="background-image:url('wow-icons/_images/_talents31x31/grey/inv_ammo_firetar.jpg');">
<div class="talentHolder
						 disabled" id="1261_talentHolder_wenld36" onclick="return false" onmousedown="talentCalc.addTalent(1261, event); return false;
						" onmouseover="talentCalc.makeTalentTooltip(1261);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1261_numPoints_wenld36">0</span><span>/</span><span>2</span>
</div>
</div>
</div>
</div>
<div class="tier">
<div class="talent staticTip col1" id="1244_iconHolder_wenld36" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_shadow_shadowpact.jpg');">
<div class="talentHolder
						 disabled" id="1244_talentHolder_wenld36" onclick="return false" onmousedown="talentCalc.addTalent(1244, event); return false;
						" onmouseover="talentCalc.makeTalentTooltip(1244);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1244_numPoints_wenld36">0</span><span>/</span><span>5</span>
</div>
</div>
</div>
<div class="talent staticTip col2" id="1283_iconHolder_wenld36" style="background-image:url('wow-icons/_images/_talents31x31/grey/ability_warlock_moltencore.jpg');">
<div class="talentHolder
						 disabled" id="1283_talentHolder_wenld36" onclick="return false" onmousedown="talentCalc.addTalent(1283, event); return false;
						" onmouseover="talentCalc.makeTalentTooltip(1283);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1283_numPoints_wenld36">0</span><span>/</span><span>3</span>
</div>
</div>
</div>
</div>
<div class="tier">
<div class="talent staticTip col0" id="1680_iconHolder_wenld36" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_shadow_demonicfortitude.jpg');">
<div class="talentHolder
						 disabled" id="1680_talentHolder_wenld36" onclick="return false" onmousedown="talentCalc.addTalent(1680, event); return false;
						" onmouseover="talentCalc.makeTalentTooltip(1680);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1680_numPoints_wenld36">0</span><span>/</span><span>3</span>
</div>
</div>
</div>
<div class="talent staticTip col1" id="1880_iconHolder_wenld36" style="background-image:url('wow-icons/_images/_talents31x31/grey/ability_warlock_demonicempowerment.jpg');">
<div class="talentHolder
						 disabled" id="1880_talentHolder_wenld36" onclick="return false" onmousedown="talentCalc.addTalent(1880, event); return false;
						" onmouseover="talentCalc.makeTalentTooltip(1880);">
<span id="spellInfo_1880" style="display: none;"><span style="float: right;"> Радиус действия100 </span><span style="float: left;">6% запаса маны</span>
<br>
<span style="float: right;"> Восстановление: 1  мин</span><span style="float: left;">Мгновенное действие</span></span>
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1880_numPoints_wenld36">0</span><span>/</span><span>1</span>
</div>
</div>
</div>
<div class="talent staticTip col2" id="1263_iconHolder_wenld36" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_shadow_improvedvampiricembrace.jpg');">
<div class="talentHolder
						 disabled" id="1263_talentHolder_wenld36" onclick="return false" onmousedown="talentCalc.addTalent(1263, event); return false;
						" onmouseover="talentCalc.makeTalentTooltip(1263);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1263_numPoints_wenld36">0</span><span>/</span><span>3</span>
</div>
</div>
</div>
</div>
<div class="tier">
<div class="talent staticTip col1" id="1673_iconHolder_wenld36" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_shadow_demonictactics.jpg');">
<div class="talentHolder
						 disabled" id="1673_talentHolder_wenld36" onclick="return false" onmousedown="talentCalc.addTalent(1673, event); return false;
						" onmouseover="talentCalc.makeTalentTooltip(1673);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1673_numPoints_wenld36">0</span><span>/</span><span>5</span>
</div>
</div>
</div>
<div class="talent staticTip col2" id="2261_iconHolder_wenld36" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_fire_fireball02.jpg');">
<div class="talentHolder
						 disabled" id="2261_talentHolder_wenld36" onclick="return false" onmousedown="talentCalc.addTalent(2261, event); return false;
						" onmouseover="talentCalc.makeTalentTooltip(2261);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="2261_numPoints_wenld36">0</span><span>/</span><span>2</span>
</div>
</div>
</div>
</div>
<div class="tier">
<div class="talent staticTip col0" id="1882_iconHolder_wenld36" style="background-image:url('wow-icons/_images/_talents31x31/grey/ability_warlock_improveddemonictactics.jpg');">
<div class="talentHolder
						 disabled" id="1882_talentHolder_wenld36" onclick="return false" onmousedown="talentCalc.addTalent(1882, event); return false;
						" onmouseover="talentCalc.makeTalentTooltip(1882);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1882_numPoints_wenld36">0</span><span>/</span><span>3</span>
</div>
</div>
</div>
<div class="talent staticTip col1" id="1672_iconHolder_wenld36" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_shadow_summonfelguard.jpg');">
<div class="talentHolder
						 disabled" id="1672_talentHolder_wenld36" onclick="return false" onmousedown="talentCalc.addTalent(1672, event); return false;
						" onmouseover="talentCalc.makeTalentTooltip(1672);">
<span id="spellInfo_1672" style="display: none;"><span style="float: left;">80% запаса маны</span>
<br>
<span style="float: left;"> Применение: 10  сек</span></span>
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1672_numPoints_wenld36">0</span><span>/</span><span>1</span>
</div>
</div>
</div>
<div class="talent staticTip col2" id="1884_iconHolder_wenld36" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_shadow_demonicempathy.jpg');">
<div class="talentHolder
						 disabled" id="1884_talentHolder_wenld36" onclick="return false" onmousedown="talentCalc.addTalent(1884, event); return false;
						" onmouseover="talentCalc.makeTalentTooltip(1884);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1884_numPoints_wenld36">0</span><span>/</span><span>3</span>
</div>
</div>
</div>
</div>
<div class="tier">
<div class="talent staticTip col1" id="1885_iconHolder_wenld36" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_shadow_demonicpact.jpg');">
<div class="talentHolder
						 disabled" id="1885_talentHolder_wenld36" onclick="return false" onmousedown="talentCalc.addTalent(1885, event); return false;
						" onmouseover="talentCalc.makeTalentTooltip(1885);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1885_numPoints_wenld36">0</span><span>/</span><span>5</span>
</div>
</div>
</div>
</div>
<div class="tier">
<div class="talent staticTip col1" id="1886_iconHolder_wenld36" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_shadow_demonform.jpg');">
<div class="talentHolder
						 disabled" id="1886_talentHolder_wenld36" onclick="return false" onmousedown="talentCalc.addTalent(1886, event); return false;
						" onmouseover="talentCalc.makeTalentTooltip(1886);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1886_numPoints_wenld36">0</span><span>/</span><span>1</span>
</div>
</div>
</div>
</div>
<div class="talentTreeInfo" style="background: url(wow-icons/_images/21x21/spell_shadow_metamorphosis.png) 0 0 no-repeat;">
<a class="subtleResetButton" href="javascript:;" onclick="talentCalc.resetTalents(1, true);"><span>Сброс</span></a><span id="treeName_1_wenld36" style="font-weight: bold;">Демонология</span> &nbsp;<span id="treeSpent_1_wenld36">0</span>
</div>
</div>
<div class="talentTree" id="Destruction_tree_wenld36" style="background-image: url('images/talents/bg/small/WarlockDestruction.jpg');">
<div class="tier">
<div class="talent staticTip col1" id="944_iconHolder_wenld36" style="background-image:url('wow-icons/_images/_talents31x31/spell_shadow_shadowbolt.jpg');">
<div class="talentHolder
						" id="944_talentHolder_wenld36" onclick="return false" onmousedown="talentCalc.addTalent(944, event); return false;
						" onmouseover="talentCalc.makeTalentTooltip(944);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="944_numPoints_wenld36">0</span><span>/</span><span>5</span>
</div>
</div>
</div>
<div class="talent staticTip col2" id="943_iconHolder_wenld36" style="background-image:url('wow-icons/_images/_talents31x31/spell_shadow_deathpact.jpg');">
<div class="talentHolder
						" id="943_talentHolder_wenld36" onclick="return false" onmousedown="talentCalc.addTalent(943, event); return false;
						" onmouseover="talentCalc.makeTalentTooltip(943);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="943_numPoints_wenld36">0</span><span>/</span><span>5</span>
</div>
</div>
</div>
</div>
<div class="tier">
<div class="talent staticTip col0" id="982_iconHolder_wenld36" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_fire_fire.jpg');">
<div class="talentHolder
						 disabled" id="982_talentHolder_wenld36" onclick="return false" onmousedown="talentCalc.addTalent(982, event); return false;
						" onmouseover="talentCalc.makeTalentTooltip(982);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="982_numPoints_wenld36">0</span><span>/</span><span>2</span>
</div>
</div>
</div>
<div class="talent staticTip col1" id="1887_iconHolder_wenld36" style="background-image:url('wow-icons/_images/_talents31x31/grey/ability_mage_moltenarmor.jpg');">
<div class="talentHolder
						 disabled" id="1887_talentHolder_wenld36" onclick="return false" onmousedown="talentCalc.addTalent(1887, event); return false;
						" onmouseover="talentCalc.makeTalentTooltip(1887);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1887_numPoints_wenld36">0</span><span>/</span><span>3</span>
</div>
</div>
</div>
<div class="talent staticTip col2" id="941_iconHolder_wenld36" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_fire_windsofwoe.jpg');">
<div class="talentHolder
						 disabled" id="941_talentHolder_wenld36" onclick="return false" onmousedown="talentCalc.addTalent(941, event); return false;
						" onmouseover="talentCalc.makeTalentTooltip(941);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="941_numPoints_wenld36">0</span><span>/</span><span>3</span>
</div>
</div>
</div>
</div>
<div class="tier">
<div class="talent staticTip col0" id="983_iconHolder_wenld36" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_fire_firebolt.jpg');">
<div class="talentHolder
						 disabled" id="983_talentHolder_wenld36" onclick="return false" onmousedown="talentCalc.addTalent(983, event); return false;
						" onmouseover="talentCalc.makeTalentTooltip(983);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="983_numPoints_wenld36">0</span><span>/</span><span>2</span>
</div>
</div>
</div>
<div class="talent staticTip col1" id="963_iconHolder_wenld36" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_shadow_scourgebuild.jpg');">
<div class="talentHolder
						 disabled" id="963_talentHolder_wenld36" onclick="return false" onmousedown="talentCalc.addTalent(963, event); return false;
						" onmouseover="talentCalc.makeTalentTooltip(963);">
<span id="spellInfo_963" style="display: none;"><span style="float: right;"> Радиус действия20 </span><span style="float: left;">20% запаса маны</span>
<br>
<span style="float: right;">Восстановление: 15  сек</span><span style="float: left;">Мгновенное действие</span></span>
<div class="talentHover"></div>
<div class="rankCtr">
<span id="963_numPoints_wenld36">0</span><span>/</span><span>1</span>
</div>
</div>
</div>
<div class="talent staticTip col2" id="967_iconHolder_wenld36" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_shadow_shadowwordpain.jpg');">
<div class="talentHolder
						 disabled" id="967_talentHolder_wenld36" onclick="return false" onmousedown="talentCalc.addTalent(967, event); return false;
						" onmouseover="talentCalc.makeTalentTooltip(967);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="967_numPoints_wenld36">0</span><span>/</span><span>5</span>
</div>
</div>
</div>
</div>
<div class="tier">
<div class="talent staticTip col0" id="985_iconHolder_wenld36" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_fire_lavaspawn.jpg');">
<div class="talentHolder
						 disabled" id="985_talentHolder_wenld36" onclick="return false" onmousedown="talentCalc.addTalent(985, event); return false;
						" onmouseover="talentCalc.makeTalentTooltip(985);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="985_numPoints_wenld36">0</span><span>/</span><span>2</span>
</div>
</div>
</div>
<div class="talent staticTip col1" id="964_iconHolder_wenld36" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_shadow_corpseexplode.jpg');">
<div class="talentHolder
						 disabled" id="964_talentHolder_wenld36" onclick="return false" onmousedown="talentCalc.addTalent(964, event); return false;
						" onmouseover="talentCalc.makeTalentTooltip(964);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="964_numPoints_wenld36">0</span><span>/</span><span>2</span>
</div>
</div>
</div>
<div class="talent staticTip col3" id="965_iconHolder_wenld36" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_fire_soulburn.jpg');">
<div class="talentHolder
						 disabled" id="965_talentHolder_wenld36" onclick="return false" onmousedown="talentCalc.addTalent(965, event); return false;
						" onmouseover="talentCalc.makeTalentTooltip(965);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="965_numPoints_wenld36">0</span><span>/</span><span>3</span>
</div>
</div>
</div>
</div>
<div class="tier">
<div class="talent staticTip col0" id="1817_iconHolder_wenld36" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_fire_playingwithfire.jpg');">
<div class="talentHolder
						 disabled" id="1817_talentHolder_wenld36" onclick="return false" onmousedown="talentCalc.addTalent(1817, event); return false;
						" onmouseover="talentCalc.makeTalentTooltip(1817);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1817_numPoints_wenld36">0</span><span>/</span><span>3</span>
</div>
</div>
</div>
<div class="talent staticTip col1" id="961_iconHolder_wenld36" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_fire_immolation.jpg');">
<div class="talentHolder
						 disabled" id="961_talentHolder_wenld36" onclick="return false" onmousedown="talentCalc.addTalent(961, event); return false;
						" onmouseover="talentCalc.makeTalentTooltip(961);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="961_numPoints_wenld36">0</span><span>/</span><span>3</span>
</div>
</div>
</div>
<div class="talent staticTip col2" id="981_iconHolder_wenld36" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_fire_flameshock.jpg');">
<div class="talentHolder
						 disabled" id="981_talentHolder_wenld36" onclick="return false" onmousedown="talentCalc.addTalent(981, event); return false;
						" onmouseover="talentCalc.makeTalentTooltip(981);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="981_numPoints_wenld36">0</span><span>/</span><span>1</span>
</div>
</div>
</div>
</div>
<div class="tier">
<div class="talent staticTip col0" id="1679_iconHolder_wenld36" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_shadow_netherprotection.jpg');">
<div class="talentHolder
						 disabled" id="1679_talentHolder_wenld36" onclick="return false" onmousedown="talentCalc.addTalent(1679, event); return false;
						" onmouseover="talentCalc.makeTalentTooltip(1679);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1679_numPoints_wenld36">0</span><span>/</span><span>3</span>
</div>
</div>
</div>
<div class="talent staticTip col2" id="966_iconHolder_wenld36" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_fire_selfdestruct.jpg');">
<div class="talentHolder
						 disabled" id="966_talentHolder_wenld36" onclick="return false" onmousedown="talentCalc.addTalent(966, event); return false;
						" onmouseover="talentCalc.makeTalentTooltip(966);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="966_numPoints_wenld36">0</span><span>/</span><span>5</span>
</div>
</div>
</div>
</div>
<div class="tier">
<div class="talent staticTip col1" id="968_iconHolder_wenld36" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_fire_fireball.jpg');">
<div class="talentHolder
						 disabled" id="968_talentHolder_wenld36" onclick="return false" onmousedown="talentCalc.addTalent(968, event); return false;
						" onmouseover="talentCalc.makeTalentTooltip(968);">
<span id="spellInfo_968" style="display: none;"><span style="float: right;"> Радиус действия30 </span><span style="float: left;">16% запаса маны</span>
<br>
<span style="float: right;">Восстановление: 10  сек</span><span style="float: left;">Мгновенное действие</span></span>
<div class="talentHover"></div>
<div class="rankCtr">
<span id="968_numPoints_wenld36">0</span><span>/</span><span>1</span>
</div>
</div>
</div>
<div class="talent staticTip col2" id="1678_iconHolder_wenld36" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_shadow_soulleech_3.jpg');">
<div class="talentHolder
						 disabled" id="1678_talentHolder_wenld36" onclick="return false" onmousedown="talentCalc.addTalent(1678, event); return false;
						" onmouseover="talentCalc.makeTalentTooltip(1678);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1678_numPoints_wenld36">0</span><span>/</span><span>3</span>
</div>
</div>
</div>
<div class="talent staticTip col3" id="986_iconHolder_wenld36" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_fire_volcano.jpg');">
<div class="talentHolder
						 disabled" id="986_talentHolder_wenld36" onclick="return false" onmousedown="talentCalc.addTalent(986, event); return false;
						" onmouseover="talentCalc.makeTalentTooltip(986);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="986_numPoints_wenld36">0</span><span>/</span><span>3</span>
</div>
</div>
</div>
</div>
<div class="tier">
<div class="talent staticTip col1" id="1677_iconHolder_wenld36" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_shadow_shadowandflame.jpg');">
<div class="talentHolder
						 disabled" id="1677_talentHolder_wenld36" onclick="return false" onmousedown="talentCalc.addTalent(1677, event); return false;
						" onmouseover="talentCalc.makeTalentTooltip(1677);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1677_numPoints_wenld36">0</span><span>/</span><span>5</span>
</div>
</div>
</div>
<div class="talent staticTip col2" id="1889_iconHolder_wenld36" style="background-image:url('wow-icons/_images/_talents31x31/grey/ability_warlock_improvedsoulleech.jpg');">
<div class="talentHolder
						 disabled" id="1889_talentHolder_wenld36" onclick="return false" onmousedown="talentCalc.addTalent(1889, event); return false;
						" onmouseover="talentCalc.makeTalentTooltip(1889);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1889_numPoints_wenld36">0</span><span>/</span><span>2</span>
</div>
</div>
</div>
</div>
<div class="tier">
<div class="talent staticTip col0" id="1888_iconHolder_wenld36" style="background-image:url('wow-icons/_images/_talents31x31/grey/ability_warlock_backdraft.jpg');">
<div class="talentHolder
						 disabled" id="1888_talentHolder_wenld36" onclick="return false" onmousedown="talentCalc.addTalent(1888, event); return false;
						" onmouseover="talentCalc.makeTalentTooltip(1888);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1888_numPoints_wenld36">0</span><span>/</span><span>3</span>
</div>
</div>
</div>
<div class="talent staticTip col1" id="1676_iconHolder_wenld36" style="background-image:url('wow-icons/_images/_talents31x31/grey/spell_shadow_shadowfury.jpg');">
<div class="talentHolder
						 disabled" id="1676_talentHolder_wenld36" onclick="return false" onmousedown="talentCalc.addTalent(1676, event); return false;
						" onmouseover="talentCalc.makeTalentTooltip(1676);">
<span id="spellInfo_1676" style="display: none;"><span style="float: right;"> Радиус действия30 </span><span style="float: left;">27% запаса маны</span>
<br>
<span style="float: right;">Восстановление: 20  сек</span><span style="float: left;">Мгновенное действие</span></span>
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1676_numPoints_wenld36">0</span><span>/</span><span>1</span>
</div>
</div>
</div>
<div class="talent staticTip col2" id="2045_iconHolder_wenld36" style="background-image:url('wow-icons/_images/_talents31x31/grey/ability_warlock_empoweredimp.jpg');">
<div class="talentHolder
						 disabled" id="2045_talentHolder_wenld36" onclick="return false" onmousedown="talentCalc.addTalent(2045, event); return false;
						" onmouseover="talentCalc.makeTalentTooltip(2045);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="2045_numPoints_wenld36">0</span><span>/</span><span>3</span>
</div>
</div>
</div>
</div>
<div class="tier">
<div class="talent staticTip col1" id="1890_iconHolder_wenld36" style="background-image:url('wow-icons/_images/_talents31x31/grey/ability_warlock_fireandbrimstone.jpg');">
<div class="talentHolder
						 disabled" id="1890_talentHolder_wenld36" onclick="return false" onmousedown="talentCalc.addTalent(1890, event); return false;
						" onmouseover="talentCalc.makeTalentTooltip(1890);">
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1890_numPoints_wenld36">0</span><span>/</span><span>5</span>
</div>
</div>
</div>
</div>
<div class="tier">
<div class="talent staticTip col1" id="1891_iconHolder_wenld36" style="background-image:url('wow-icons/_images/_talents31x31/grey/ability_warlock_chaosbolt.jpg');">
<div class="talentHolder
						 disabled" id="1891_talentHolder_wenld36" onclick="return false" onmousedown="talentCalc.addTalent(1891, event); return false;
						" onmouseover="talentCalc.makeTalentTooltip(1891);">
<span id="spellInfo_1891" style="display: none;"><span style="float: right;"> Радиус действия30 </span><span style="float: left;">7% запаса маны</span>
<br>
<span style="float: right;">Восстановление: 12  сек</span><span style="float: left;"> Применение: 2.5  сек</span></span>
<div class="talentHover"></div>
<div class="rankCtr">
<span id="1891_numPoints_wenld36">0</span><span>/</span><span>1</span>
</div>
</div>
</div>
</div>
<div class="talentTreeInfo" style="background: url(wow-icons/_images/21x21/spell_shadow_rainoffire.png) 0 0 no-repeat;">
<a class="subtleResetButton" href="javascript:;" onclick="talentCalc.resetTalents(2, true);"><span>Сброс</span></a><span id="treeName_2_wenld36" style="font-weight: bold;">Разрушение</span> &nbsp;<span id="treeSpent_2_wenld36">0</span>
</div>
</div>
<table border="0" cellpadding="0" cellspacing="0" class="resetExportHolder">
<tr>
<td><a class="awesomeButton awesomeButton-resetTalents" href="javascript:;" onclick="talentCalc.resetAllTalents()"><span>
<div class="reload">Сбросить все</div>
</span></a></td>
</tr>
</table>
</div>
</div>
</div>
</div>
</div>
</div>